{
    "Privacy Policy": "Política de Privacidade",
    "Do Not Track": "Não Seguir",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Esta página da internet honra a definição de não-rastrear encontrada na maioria dos navegadores modernos e desativa o Google Analytics quando está presente. Não podemos remover automaticamente outros métodos de rastreio sem causar um impacto severo no uso da página. Caso deseje gerir manualmente estes métodos de rastreio, consulte a secção sobre desativação de cookies.",
    "Cookies": "",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Pode escolher desactivar  ou desligar permanentemente qualquer cookie ou cookies de terceiros  nas definições do seu browser.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Esta página usa cookies para melhorias incrementais. Pode verificar que os serviços funcionam sem eles mas com usabilidade reduzida. Por exemplo, a página não se lembrará se pagou previamente pelo elementary OS; por defeito ser-lhe-à solicitado um novo pagamento.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Armazena cookies para guardar um registo de comportamento dos seus elementos e analizar potenciais ameaças. Para mais informações, ver a",
    "CloudFlare Privacy &amp; Security Policy": "Política de Privacidade e Segurança do CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Armazena cookies para recolher informação—incluindo o número de visitantes a este site, de onde foram referidos, e as páginas que visitam—num formato anónimo. Esta informação é utilizada para ajudar a melhorar o site. Para mais informação, ver o artigo da google sobre",
    "Safeguarding Your Data": "Salvaguardando os seus Dados",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utiliza cookies para guardar a sua última encomenda e o seu país para saber quais os tipos de cartão a apresentarna altura do pagamento. Para mais informações, ver a",
    "Stripe's Privacy Policy": "Política de Privacidade do Stripe",
    "Manage Cookies": "Gere Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Como já visitou o nosso site, pode desejar gerir os cookies já presentes no seu browser. LInks para as instruções podem ser encontrados abaixo.",
    "Transparency": "Transparência",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Não colocámos qualquer backdoor no nosso software e não recebemos qualquer pedido para o fazer. Nunca recebemos uma carta da Segurança Nacional, ordem da FISA ou qualquer pedido legal para recolha de informação de utilizador.",
    "Privacy Policy &sdot; elementary": ""
}
