{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Acreditamos na combinação única de UX de topo com a capacidade de mudar o mundo do Código Aberto.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "A elementary foi fundada em 2007 por um grupo de voluntários apaixonados. Com o correr dos anos, foi-nos permitido crescer para uma pequena empresa e financiar o desenvolvimento de software de Código Aberto. Somos uma equipa dedicada de programadores, designers, escritores e utilizadores de computadores que construímos uma experiência de computação aberta e incrível. Somos elementary.",
    "Pacific Daylight Time": "Hora Diurna do Pacífico",
    "India Standard Time": "Hora Local da Índia",
    "Eastern Daylight Time": "Hora Diurna de Leste",
    "Mountain Daylight Time": "Hora Diurna da Montanha",
    "Central Daylight Time": "Hora Diurna Central",
    "Central European Summer Time": "Hora de Verão da Europa Central",
    "Brasilia Time": "Hora de Brasília",
    "British Summer Time": "Hora de Verão Britânica",
    "Eastern European Time": "Hora de Europa de Leste",
    "Korea Standard Time": "Hora Local da Coreia",
    "Moscow Time": "Hora de Moscovo",
    "Community &amp; Collaborators": "Comunidade & Colaboradores",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "o elementary não existiria sem o envolvimento de uma comunidade de membros dedicados e colaboradores de outros projetos livres e gratuitos.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Envolve-te",
    "Powered by Slack": "Powered by Slack",
    "Team &sdot; elementary": "Equipa ⋅ elementary"
}