{
    "Learning the Basics": "Основе",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Као што је случај са сваким оперативним системом, постоје ствари које вам нису познате. Овај одељак ће се бавити са тиме како треба обављати једноставне и свакодневне задатке као што су прегледaвање веба, слушање музике и узгред ће вас снабдети другим корсним информацијама којих нисте свесни.",
    "The Desktop": "Радна површина",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Рад на радној површини elementary OS-а је веома једноставан. Састоји се од два предмета: траке и дока. Тапету радне површине можете изменити помоћу ставке<strong><a href=\"/docs/learning-the-basics#system-settings\"> Системска подешавања</a></strong> → <strong>Радна површина</strong> → <strong>Тапета</strong>.",
    "The Panel": "Трака",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "На врху екрана можете видети Траку.  Са леве стране је мени са Апликацијама, на средини су време и датум, а са десне стране су показивачи.",
    "Applications": "Апликације",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "На левој страни траке се налазе Апликације. Ако кликнете <strong>Апликације</strong>, отвориће се прозор са свим инсталираним апликацијама. Можете да видите више странице користећи дугмиће на дну или копистећи scrollwheel на мишу. ",
    "Slingshot": "Slingshot",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Можете да тражите апликације по имену или кључну реч и да радите акције повезане са њима. Можете и да тражите и жа подешавања. Неке од стари које можете да урадите из претраге су: ",
    "Shutdown and Restart": "Угасити компјутер или га рестартовати",
    "Compose Message": "Написати поруку",
    "New Private Browsing Window": "Отворити нови приватни прозор у Midori",
    "Math operations (example: 23 * 5)": "Математика (на пример: 23 * 5) ",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Да бих отворили мени са апликацијама користећи тастатуру, притисните <kbd>⌘</kbd> + <kbd>space</kbd>. ",
    "Indicators": "Показивачи",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "На десној страни траке су иконице које се зову показивачи. Они вам показују тренутнo стање ваше сесије, нпр. ваше везе са мрежом, напуњеност батерије, време, налоге ћаскања и е-поште итд. Притиском на одређени показивач добијате додатну информацију и одговарајућу понуду корака које можете предузети.",
    "The Dock": "Док",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "На дну екрана се налази док који садржи ваше омиљене апликације, као и  оне које су тренутно покренуте.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Садржај дока је једноставно преуредити. Да би сте додали апликацију на док, повуците жељену иконицу из ставке <strong>Апликације</strong> која се налази на горњој траци, или притиском на десно дугме миша одаберите <strong>Задржи на док</strong>. Да би сте апликацију склонили са дока, повуците жељену иконицу и спустите је на празни део радне површине, или притиском на десно дугме миша опозовите избор ставке <strong>Задржи на док</strong>. За премештање иконица на доку једноставно их повуците и пустите.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Док се подразумевано скрива испод дна екрана када је прозор апликације увећан. Једноставно померите курсор на сред дна екрана да би сте приказали док.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Начин на који док ради можете прилагодити помоћу ставке <strong><a href=\"/docs/learning-the-basics#system-settings\">Системска подешавања</a></strong> → <strong>Радна површина</strong> → <strong>Док</strong>.",
    "App Windows": "Прозори апликација",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Апликације су видљиве у својим прозорима који се могу затворити, повећати или померати наоколо. ",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Када покренете апликацију њен прозор се појављује на радној површини. Свака апликација се обично састоји од три дела: дугмади прозора, траке са алаткама и самог садржаја апликације.",
    "Window Buttons": "Дугмад на прозорима",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Дугмад прозора апликације се налазе на врховима углова прозора. Дугме за затварање је смештено на левој страни док је оно за повећавање на десној. Притиском на дугме за затварње затварате прозор апликације. Притиском на дугме за повећавање можете одабрати да ли ће прозор заузети цео или само део екрана.",
    "Toolbar": "Трака са алткама",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Велики број апликација има траку са алаткама на врху прозора на којој се налазe елементи за навигацију и предузимање одређених корака. Прозор апликације можете померати около повлачењем са било које празне површине прозора.",
    "Multitasking": "Вишепрограмски рад",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS подржава два режима вишепрограмског рада: прозоре и радне просторе",
    "Windows": "Прозори",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Апликације се покрећу у прозорима који се на вашој радној површини преклапају и које можете померати около. Између прозора се можете пребацивати на следећи начин:",
    "click on the window you want to switch to": "притисните прозор на који желите да се пребаците",
    "click on the app's icon in the dock": "притисните иконицу апликације на доку",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "притисните <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "За преглед свих отворених прозора притисните press <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Ове пречице можете прилагодити успомоћ ставке <strong><a href=\"/docs/learning-the-basics#system-settings\">Системска подешавања</a></strong> → <strong>Тастатура</strong> → <strong>Пречице</strong> → <strong>Прозори</strong>.",
    "Hot Corners": "Активни углови",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Такође можете наместити \"активне углове\" (пречице које се покрећу смештањем курсора у углу екрана) који ће укључити вишепрограмске функције попут прегледа прозора, прегледа радних простора и других.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Активне углове можете прилагодити помоћу ставке  <strong><a href=\"/docs/learning-the-basics#system-settings\">Системска подешавања</a></strong> → <strong>Радна површина</strong> → <strong>Активни углови</strong>.",
    "Workspaces": "Радни простори",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Све прозори апликација се подразумевано отварају у једном радном простору. Ви ипако можете користити више тих простора да би сте уређивали ваш ток рада:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "За преглед свих радних простора притисните ",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "За брзо водоравно померање кроз просторе притисните <kbd>⌘</kbd> + <kbd>←</kbd> или <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "За кружење кроз просторе притисните <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Можете директно да скокнете до одређеног радног простора притиском на <kbd>⌘</kbd> + <kbd>1</kbd> до <kbd>⌘</kbd> + <kbd>9</kbd>. На нови радни простор можете увек доспети притиском на <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>⌘</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Ове пречице можете прилагодити помоћу ставке <strong><a href=\"/docs/learning-the-basics#system-settings\">Системска подешавања</a></strong> → <strong>Тастатура</strong> → <strong>Пречице</strong> → <strong>Радни простори</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Напомена: <kbd>⌘</kbd> се односи на \"супер\" тастер. Такође је на многим рачунарима познат као \"Windows\" тастер или \"Command\" тастер на Мековима.</em>",
    "Multiple Displays": "Multiple Displays",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (",
    ") and each display's settings can be changed from its cog (": ") and each display's settings can be changed from its cog (",
    ") menu.": ") menu.",
    "Installing Apps": "Инсталирање апликација",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:",
    "Open the <strong>AppCenter</strong> app.": "Open the <strong>AppCenter</strong> app.",
    "Search in the top-right, or browse.": "Прегледајте апликације или их претражите помоћу поља за претрагу у горњем десном углу.",
    "Click <strong>Install</strong> next to the app you want to install.": " Притисните дугме <strong>Инсталирај</strong> које се налази поред апликације коју желите да инсталирате.",
    "You may be asked for your password prior to installing an app.": "Пре него што инсталирате апликацију од вас ће се можда тражити да унесете лозинку.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.</em>": "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.</em>",
    "Updating": "Updating",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS includes updates as part of AppCenter. Notice the tab \"Updates\" at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.",
    "System Settings": "Подешавања",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS се добија са корисном апликацијом по имену \"Системска подешавања\" која контролише свесистемске (или \"глобалне\") параметре. Системска подешавања вам омогућавају да подесите ствари као што су пречице тастатуре, резолуцију екрана, тапету и друго.",
    "Search": "Haђи",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Подешавања које тражите можете брзо наћи укуцавањем кључних речи у поље за претрагу које се налази на врху прозора. Системска подешавања вам омогућавају да подесите ствари као што су тастатура, пречице, резолуција екрана, тапета у још много тога.",
    "App Settings": "Подешавање апликација",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Имајте на уму да се Системска подешавања тичу само општих параметара elementary OS-а. Иако неке апликације могу имати сопствене параметре, овде их нећете наћи. Уместо тога потражите их у самим апликацијама."
}