{
    "Brand": "Markenzeichen",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "",
    "Name": "Name",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "",
    "Brand Marks": "Markenzeichen",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary besitzt zwei Zeichen: den „elementary“-Schriftzug als Wort-Bild-Marke und das „e“-Logo als Bildmarke. Beide sind Markenzeichen und repräsentieren elementary – die Firma – und ihre Produkte.",
    "Both should be used with the following in mind:": "Bei der Benutzung von Beiden sollte Folgendes beachtet werden:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Die Logos dürfen weder gestreckt, gedreht, gespiegelt oder anderweitig verändert werden.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Die Logos sollten nicht auf einem ungleichen Hintergrund verwendet werden; einfarbige Hintergründe funktionieren am besten.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Die Logos sollten immer monochromatisch sein; normalerweise weiß auf dunklem Hintergrund oder aber auch schwarz auf hellem Hintergrund.",
    "Logotype": "Schriftzug",
    "elementary Logotype": "elementary Schriftzug",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Der Schriftzug sollte dann verwendet werden, wenn der Platz es zulässt, um sich auf die Firma elementary zu beziehen. Dieser kann vor einem Produktnamen benutzt werden, um sich auf ein spezifisches Produkt von elementary zu beziehen.",
    "The logotype should always be used under the following guidelines:": "Die Wort-Bild-Marke sollte immer nach den folgenden Richtlinien verwendet werden:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Versuchen Sie nicht den Logo-Schriftzug nachzubilden. Er ist ein sorgfältig gestaltetes Markenzeichen und nicht einfach nur ein „elementary“, welches in einer bestimmten Schriftart geschrieben wird.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Benutze den Logo-Schriftzug nicht in kleinen Darstellungen; wenn er nicht klar erkennbar ist, benutze stattdessen die Bildmarke.",
    "Logomark": "Bildmarke",
    "elementary Logomark": "elementary Bildmarke",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Die Bildmarke \"e\" dient dazu, sich auf das Unternehmen elementary zu beziehen, wenn der Platz begrenzt ist oder ein quadratisches Verhältnis erforderlich ist.",
    "Color": "Farbe",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary verwendet in Verbindung mit seinem Namen und seinen Markenzeichen Farben, um seine Marke zu etablieren. Wir verwenden die folgende Palette:",
    "Strawberry": "Erdbeere",
    "Strawberry 100": "Erdbeere 100",
    "Strawberry 300": "Erdbeere 300",
    "Strawberry 500": "Erdbeere 500",
    "Strawberry 700": "Erdbeere 700",
    "Strawberry 900": "Erdbeere 900",
    "Orange": "Orange",
    "Orange 100": "Orange 100",
    "Orange 300": "Orange 300",
    "Orange 500": "Orange 500",
    "Orange 700": "Orange 700",
    "Orange 900": "Orange 900",
    "Banana": "Banane",
    "Banana 100": "Banane 100",
    "Banana 300": "Banane 300",
    "Banana 500": "Banane 500",
    "Banana 700": "Banane 700",
    "Banana 900": "Banane 900",
    "Lime": "Limette",
    "Lime 100": "Limette 100",
    "Lime 300": "Limette 300",
    "Lime 500": "Limette 500",
    "Lime 700": "Limette 700",
    "Lime 900": "Limette 900",
    "Blueberry": "Heidelbeer",
    "Blueberry 100": "Heidelbeer 100",
    "Blueberry 300": "Heidelbeer 300",
    "Blueberry 500": "Heidelbeer 500",
    "Blueberry 700": "Heidelbeer 700",
    "Blueberry 900": "Heidelbeer 900",
    "Grape": "Weintraube",
    "Grape 100": "Weintraube 100",
    "Grape 300": "Weintraube 300",
    "Grape 500": "Weintraube 500",
    "Grape 700": "Weintraube 700",
    "Grape 900": "Weintraube 900",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Silber",
    "Silver 100": "Silber 100",
    "Silver 300": "Silber 300",
    "Silver 500": "Silber 500",
    "Silver 700": "Silber 700",
    "Silver 900": "Silber 900",
    "Slate": "Schiefer",
    "Slate 100": "Schiefer 100",
    "Slate 300": "Schiefer 300",
    "Slate 500": "Schiefer 500",
    "Slate 700": "Schiefer 700",
    "Slate 900": "Schiefer 900",
    "Black": "Schwarz",
    "Black 100": "Schwarz 100",
    "Black 300": "Schwarz 300",
    "Black 500": "Schwarz 500",
    "Black 700": "Schwarz 700",
    "Black 900": "Schwarz 900",
    "Fonts": "Schriftarten",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Im Internet und in Druckmedien verwenden wir Raleway für die Überschriften und Open Sans für den Text. Für Codeblöcke verwenden wir Roboto Mono.",
    "Third Parties &amp; Community": "Drittanbieter &amp; Gemeinschaft",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Wir empfehlen externen Entwicklern, welche Produkte für elementary OS entwickeln, bestimmte Bestandteile der Marke elementary einzusetzen, um eine gleichbleibende Qualität zu erreichen:",
    "Voice\/tone": "Sprache\/Umgangston",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Um Verwechslungen beim Anwender zu vermeiden, beschränken wir jedoch die Verwendung des elementary Namens und dessen Marken:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Sie können anderen gerne mitteilen, dass Ihre App oder Ihr Dienst für elementary OS konzipiert wurde, aber bitte verwenden Sie den Namen oder die Zeichen von \"elementary\" nicht als Teil des Namens Ihrer Firma, Ihrer Anwendung, Ihres Produkts, Ihrer Dienstleistung oder in einem von Ihnen erstellten Logo.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "",
    "Community": "Gemeinschaft",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Gemeinschaftsprojekte (Internetseiten, Fanclubs usw.) werden angehalten, das elementary Gemeinschaftslogo zu verwenden:",
    "elementary Community Logo with color": "elementary Gemeinschaftslogo in Farbe",
    "elementary Community Logo in black": "elementary Gemeinschaftslogo in schwarz",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Dies trägt zur Etablierung des Produkts als Teil der gesamten elementary Gemeinschaft bei und reduziert mögliche Unklarheiten, die bei der Verwendung der Hauptmarke entstehen könnten.",
    "Hardware Distributors": "Hardware-Händler",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Wir möchten sicherstellen, dass, solange unsere Software das elementary Markenzeichen trägt, das Ergebnis konsistent ist, egal ob es von unserer Internetseite heruntergeladen oder auf einem Hardwareprodukt vorinstalliert wurde.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Die Softwarekomponenten von elementary OS können gemäß den Bedingungen der Softwarelizenzierung modifiziert und weitergegeben werden. Unsere Marken dürfen allerdings nur unter den nachstehenden Bedingungen weiterverbreitet werden:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "Die Software bleibt unverändert, inklusive der vorinstallierten Anwendungen, Stylesheets und Symbole, sowie jeglicher Konfigurationsdateien, usw., oder",
    "The modifications are approved in writing by elementary.": "Die Veränderungen wurden von elementary schriftlich genehmigt.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Wir können nachvollziehen, dass das Einbinden von Treibern, die Hardwareunterstützung und das Händler-Markenzeichen wichtig für den jeweiligen Vertriebspartner ist. Entsprechend werden solche Modifizierungen fast immer von elementary genehmigt. Bei Fragen und im Zweifelsfall können Sie uns jederzeit unter <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> kontaktieren.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Besteht keine Möglichkeit, die oben genannten Bedingungen zu erfüllen, sollte es einfach und unkompliziert genug sein, die elementary Markenzeichen zu entfernen:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Um unsere Markennamen zu entfernen, kann die Zeile <code>DISTRIB_DESCRIPTION<\/code> in der Datei <code>\/etc\/lsb-release<\/code> modifiziert werden.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Ersetzen Sie die Symbole so, dass das Symbol <code>distributor-logo<\/code>, das in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in jeder der angegebenen Größen vorhanden ist, nicht im Betriebssystem erscheint.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Entferne die Pakete <code>plymouth-theme-elementary<\/code> und <code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "Markenartikel",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Wir erlauben im Allgemeinen nicht, dass unsere Warenzeichen (einschließlich unseres Namens oder unserer Markenzeichen) auf Produkten Dritter verwendet werden.",
    "Assets &amp; More Info": "Anlagen &amp; weitere Informationen",
    "Download on GitHub": "Bei GitHub herunterladen",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Für weitere Informationen in Bezug auf den Namen elementary, der Marke und den dazugehörigen Markenzeichen, nehmen Sie bitte mit <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> Kontakt auf.",
    "Brand &sdot; elementary": "Marke &sdot; elementary"
}
