{
    "Brand": "Markenzeichen",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "Die Marke elementary gehört elementary, Inc., dem Unternehmen das die Entwicklung von elementary-Produkten lenkt und vorantreibt. Diese Richtlinien beschreiben wann und wie elementary als Marke bzw. Markenname benutzt werden sollte.",
    "Company and Product Names": "Firmen- und Produktnamen",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Das Wort <strong>elementary</strong> ist eine Wortmarke von elementary, Inc. um das Unternehmen selbst zu referenzieren. Es wird immer klein geschrieben, auch an Satzanfängen. Es kann auch ohne Produktnamen (z.B. \"elementary OS\") verwendet werden um ein bestimmtes Produkt von elementary, Inc. zu benennen.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Das Hauptprodukt der elementary, Inc. ist <strong>elementary OS</strong>. Um Missverständnisse zu vermeiden sollte elementary OS niemals zu \"elementary\" oder einer anderen Kurzform abgekürzt werden.",
    "Brand Marks": "Markenzeichen",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. beansprucht zwei Marken: die <strong>\"e\" Wortbildmarke</strong> und die <strong>\"elementary\" Wortbildmarke</strong>. Beide sind Schutzmarken und repräsentieren elementary, Inc.",
    "Both should be used with the following in mind:": "Bei der Benutzung von Beiden sollte Folgendes beachtet werden:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Die Logos dürfen weder gestreckt, gedreht, gespiegelt oder anderweitig verändert werden.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Die Logos sollten nicht auf einem ungleichen Hintergrund verwendet werden; einfarbige Hintergründe funktionieren am besten.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Diese Marken sind monochromatisch einzusetzen, d.h. weiß auf dunklem Hintergrund oder schwarz auf hellem Hintergrund.",
    "elementary Logomark": "elementary Bildmarke",
    "Default logomark": "Standard Wortbildmarke",
    "Alternate elementary Logomark": "Alternative elementary Wortbildmarke",
    "Alternate logomark": "Alternative Wortbildmarke",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "Die \"e\" Wortbildmarke ist einzusetzen, um sich auf elementary, Inc zu beziehen, besonders dann, wenn ein quadratisches Bildseitenverhältnis erforderlich ist. Es sollte möglichst groß verwendet werden und dann, wenn ähnlich gewichtete Logos anbei stehen. Das dünnere Logo kann im kleineren Maßstab benutzt werden und wenn das Standardlogo im Kontext aus ästhetischen Aspekten zu schwer wirken sollte.",
    "elementary Logotype": "elementary Schriftzug",
    "Logotype": "Schriftzug",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "Der \"elementary\" Schriftzug wird benutzt, wann immer es der Platz erlaubt, um sich auf elementary, Inc. zu beziehen. Er wird auch vor Produktnamen benutzt, um auf ein bestimmtest Produkt von elementary, Inc. hinzuweisen.",
    "The logotype should always be used under the following guidelines:": "Die Wort-Bild-Marke sollte immer nach den folgenden Richtlinien verwendet werden:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Versuchen Sie nicht, den Schriftzug \"elementary\" durch das Schreiben in einer bestimmten Schriftart herzustellen; verwenden Sie immer die zur Verfügung gestellte Grafik.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Benutze den Logo-Schriftzug nicht in kleinen Darstellungen; wenn er nicht klar erkennbar ist, benutze stattdessen die Bildmarke.",
    "Color": "Farbe",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Wir verwenden Farben in Verbindung mit unserem Namen und (Bild-)Marken um unsere Marke aufzubauen. Wir benutzen die folgende Farbpalette:",
    "Strawberry": "Strawberry",
    "Strawberry 100": "Strawberry 100",
    "Strawberry 300": "Strawberry 300",
    "Strawberry 500": "Strawberry 500",
    "Strawberry 700": "Strawberry 700",
    "Strawberry 900": "Strawberry 900",
    "Orange": "Orange",
    "Orange 100": "Orange 100",
    "Orange 300": "Orange 300",
    "Orange 500": "Orange 500",
    "Orange 700": "Orange 700",
    "Orange 900": "Orange 900",
    "Banana": "Banana",
    "Banana 100": "Banana 100",
    "Banana 300": "Banana 300",
    "Banana 500": "Banana 500",
    "Banana 700": "Banana 700",
    "Banana 900": "Banana 900",
    "Lime": "Lime",
    "Lime 100": "Lime 100",
    "Lime 300": "Lime 300",
    "Lime 500": "Lime 500",
    "Lime 700": "Lime 700",
    "Lime 900": "Lime 900",
    "Mint": "Mint",
    "Mint 100": "Mint 100",
    "Mint 300": "Mint 300",
    "Mint 500": "Mint 500",
    "Mint 700": "Mint 700",
    "Mint 900": "Mint 900",
    "Blueberry": "Blueberry",
    "Blueberry 100": "Blueberry 100",
    "Blueberry 300": "Blueberry 300",
    "Blueberry 500": "Blueberry 500",
    "Blueberry 700": "Blueberry 700",
    "Blueberry 900": "Blueberry 900",
    "Grape": "Grape",
    "Grape 100": "Grape 100",
    "Grape 300": "Grape 300",
    "Grape 500": "Grape 500",
    "Grape 700": "Grape 700",
    "Grape 900": "Grape 900",
    "Bubblegum": "Bubblegum",
    "Bubblegum 100": "Bubblegum 100",
    "Bubblegum 300": "Bubblegum 300",
    "Bubblegum 500": "Bubblegum 500",
    "Bubblegum 700": "Bubblegum 700",
    "Bubblegum 900": "Bubblegum 900",
    "Latte": "",
    "Latte 100": "",
    "Latte 300": "",
    "Latte 500": "",
    "Latte 700": "",
    "Latte 900": "",
    "Cocoa": "Cocoa",
    "Cocoa 100": "Cocoa 100",
    "Cocoa 300": "Cocoa 300",
    "Cocoa 500": "Cocoa 500",
    "Cocoa 700": "Cocoa 700",
    "Cocoa 900": "Cocoa 900",
    "Silver": "Silver",
    "Silver 100": "Silver 100",
    "Silver 300": "Silver 300",
    "Silver 500": "Silver 500",
    "Silver 700": "Silver 700",
    "Silver 900": "Silver 900",
    "Slate": "Slate",
    "Slate 100": "Slate 100",
    "Slate 300": "Slate 300",
    "Slate 500": "Slate 500",
    "Slate 700": "Slate 700",
    "Slate 900": "Slate 900",
    "Black": "Black",
    "Black 100": "Black 100",
    "Black 300": "Black 300",
    "Black 500": "Black 500",
    "Black 700": "Black 700",
    "Black 900": "Black 900",
    "Fonts": "Schriftarten",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Für das Web und Printmedien nutzen wir Inter für Überschriften und Copytext. Für Codeblocks nutzen wir Roboto Mono.",
    "Third Parties &amp; Community": "Drittanbieter &amp; Gemeinschaft",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Wir laden Third-Party Entwickler, die Produkte für elementary OS entwickeln dazu ein, gewisse Elemente der Marke elementary zur Vereinheitlichung zu übernehmen. Dazu gehören:",
    "Voice/tone": "Sprache/Umgangston",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Um Verwechslungen beim Anwender zu vermeiden, beschränken wir jedoch die Verwendung des elementary Namens und dessen Marken:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Es ist ausdrücklich erwünscht davon zu sprechen, die App oder der Service sei \"Designed für elementary OS\", hingegen ist es nicht gestattet, den Namen elementary oder der/s Logo/s als Teil der eigenen Firma, Anwendung, eines Produkts oder eines Services zu verwenden—oder als Teil eines neu erstellten Logos zu verwenden.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Benutzen Sie den Namen elementary ausschließlich, um sich auf elementary, Inc. oder zugehörige Produkte (z.B. elementary OS) zu beziehen.",
    "Community": "Gemeinschaft",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Gemeinschaftsprojekte (Internetseiten, Fanclubs usw.) werden angehalten, das elementary Gemeinschaftslogo zu verwenden:",
    "elementary Community Logo with color": "elementary Gemeinschaftslogo in Farbe",
    "elementary Community Logo in black": "elementary Gemeinschaftslogo in schwarz",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Dies hilft, das Produkt als Teil der gesamthaften Community zu kennzeichnen und gleichzeitig Verwechslungen zu vermeiden, die aus einer Verwendung der elementary, Inc. Wortbildmarke herrühren könnten.",
    "Hardware Distributors": "Hardware-Händler",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Solange unsere Software das elementary-Branding enthält, muss die User-Experience einheitlich sein—unabhängig davon, ob das OS von unserer Website heruntergeladen wurde oder vorinstalliert auf einem Gerät zu finden ist.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Die Softwarekomponenten von elementary OS dürfen gemäss der Open Source Lizenzrahmen modifiziert und neu verteilt werden; allerdings dürfen die oben genannten (Bild-)marken nur verwendet werden, wenn mindestens eine der unten stehenden Bedingungen erfüllt ist:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Die Software verbleibt grundsätzlich unverändert; inklusive der Standard -anwendungen, dem -stylesheet und der -iconografie, etc., oder",
    "Software modifications are approved by elementary, Inc.": "Softwaremodifikationen sind von elementary, Inc. genehmigt worden.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Treiber und andere Anpassungen, die lediglich die Funktion von Hardware ermöglichen sind selbstverständlich akzeptabel. Wir haben Verständnis dafür, dass Distributoren-Brandings, (wie z.B. Standard-Wallpaper) wichtig für Distributoren sein können, deshalb werden derartige Veränderungen normalerweise freigegeben. Sollten Zweifel bestehen, schicken Sie eine Email an <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> um sich Klarheit zu verschaffen.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Sollten sie nicht in der Lage oder nicht willens sein, den Richtlinen zur Wiederverteilung von elementary, Inc. Folge zu leisten, ist es ein leichtes unsere Markenteile aus dem Betriebssystem zu entfernen:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Um unsere Markennamen zu entfernen, kann die Zeile <code>DISTRIB_DESCRIPTION</code> in der Datei <code>/etc/lsb-release</code> modifiziert werden.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Ersetzen Sie die Symbole so, dass das Symbol <code>distributor-logo</code>, das in <code>/usr/share/icons/elementary/places/</code> in jeder der angegebenen Größen vorhanden ist, nicht im Betriebssystem erscheint.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Entfernen oder ersetzen Sie die Pakete <code>plymouth-theme-elementary</code> und <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Weitere Informationen für OEMs und Hardware-Distributoren finden Sie unter <a href=\"oem\">Informationen für OEMs</a>.",
    "Merchandise": "Markenartikel",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Wir untersagen die Verwendung unserer Marken (einschließlich unseres Namens oder Logos bzw. Teilen davon) auf Merchandiseartikeln von Drittanbietern, wenn nicht eine ausdrückliche schriftliche Genehmigung unsererseits vorliegt.",
    "Assets &amp; More Info": "Anlagen &amp; weitere Informationen",
    "Download on GitHub": "Bei GitHub herunterladen",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Für weitere Informationen in Bezug auf den Namen elementary, der Marke und den dazugehörigen Markenzeichen, nehmen Sie bitte mit <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> Kontakt auf.",
    "Brand &sdot; elementary": "Marke &sdot; elementary"
}
