{
    "Brand": "Marke",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Der Markenname \"elementary\" ist einzigartig: Eigentlich gehört er zu elementary LLC., der Firma, die die Entwicklung von elementary-Produkten unterstützt und führt. Aber wir haben eine großartige Gemeinschaft und wollen es mit rechtlichen Anforderungen und Formalien nicht übertreiben. Deshalb haben wir einige Richtlinien gestaltet, um es einfacher zu machen, die elementary-Marke richtig zu verwenden.",
    "Name": "Name",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Das Wort „elementary“ bezeichnet die Firma elementary LLC und ist ein Markenzeichen hiervon. elementary wird immer klein geschrieben, sogar am Satzanfang, wie hier. Es wird auch zusammen mit Produktnamen verwendet (z.B. „elementary OS“) um ein bestimmtes Produkt von elementary zu bezeichnen.",
    "Brand Marks": "Markenzeichen",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary besitzt zwei Marken: den „elementary“-Logo-Schriftzug und das „e“-Logo. Beide sind Markenzeichen und repräsentieren elementary - die Firma - und ihre Produkte.",
    "Both should be used with the following in mind:": "Bei der Benutzung von Beiden sollte Folgendes beachtet werden:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Die Logos dürfen weder gestreckt, gedreht, gespiegelt oder sonstwie verändert werden.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Die Logos sollten nicht auf einem ungleichen Hintergrund verwendet werden; einfarbige Hintergründe funktionieren am Besten.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Die Logos sollten immer monochromatisch sein; normalerweise weiß auf dunklem Hintergrund, oder schwarz auf hellem Hintergrund.",
    "Logotype": "Logo-Schriftzug",
    "elementary Logotype": "elementary Logo-Schriftzug",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Der Logo-Schriftzug sollte dann verwendet werden, wenn der Platz es zulässt, um sich auf die Firma elementary zu beziehen. Er kann vor einem Produktnamen benutzt werden, um sich auf ein spezifisches Produkt von elementary zu beziehen.",
    "The logotype should always be used under the following guidelines:": "Der Logo Schriftzug sollte immer nach den folgenden Richtlinien verwendet werden:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Versuche nicht den Logo-Schriftzug nachzubilden. Er ist ein sorgfältig gestaltetes Markenzeichen, nicht einfach nur „elementary“ geschrieben mit einer bestimmten Schriftart.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Benutze den Logo-Schriftzug nicht mit kleinen Schriftgrößen; wenn er nicht klar erkennbar ist, benutze stattdessen das Logo.",
    "Logomark": "Logo",
    "elementary Logomark": "elementary Logo",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Das „e“-Logo sollte genutzt werden um auf die Firma elementary zu verweisen, wenn der Platz eingeschränkt ist oder ein quadratisches Größenverhältnis erforderlich ist.",
    "Color": "Farbe",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary kombiniert Farben mit unseren Namen und Logos um unsere Marke zu etablieren. Wir verwenden die folgende Farbpalette:",
    "Strawberry": "Erdbeere",
    "Strawberry 100": "Erdbeere 100",
    "Strawberry 300": "Erdbeere 300",
    "Strawberry 500": "Erdbeere 500",
    "Strawberry 700": "Erdbeere 700",
    "Strawberry 900": "Erdbeere 900",
    "Orange": "Orange",
    "Orange 100": "Orange 100",
    "Orange 300": "Orange 300",
    "Orange 500": "Orange 500",
    "Orange 700": "Orange 700",
    "Orange 900": "Orange 900",
    "Banana": "Banane",
    "Banana 100": "Banane 100",
    "Banana 300": "Banane 300",
    "Banana 500": "Banane 500",
    "Banana 700": "Banane 700",
    "Banana 900": "Banane 900",
    "Lime": "Limette",
    "Lime 100": "Limette 100",
    "Lime 300": "Limette 300",
    "Lime 500": "Limette 500",
    "Lime 700": "Limette 700",
    "Lime 900": "Limette 900",
    "Blueberry": "Heidelbeer",
    "Blueberry 100": "Heidelbeer 100",
    "Blueberry 300": "Heidelbeer 300",
    "Blueberry 500": "Heidelbeer 500",
    "Blueberry 700": "Heidelbeer 700",
    "Blueberry 900": "Heidelbeer 900",
    "Grape": "Weintraube",
    "Grape 100": "Weintraube 100",
    "Grape 300": "Weintraube 300",
    "Grape 500": "Weintraube 500",
    "Grape 700": "Weintraube 700",
    "Grape 900": "Weintraube 900",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Silber",
    "Silver 100": "Silber 100",
    "Silver 300": "Silber 300",
    "Silver 500": "Silber 500",
    "Silver 700": "Silber 700",
    "Silver 900": "Silber 900",
    "Slate": "Schiefer",
    "Slate 100": "Schiefer 100",
    "Slate 300": "Schiefer 300",
    "Slate 500": "Schiefer 500",
    "Slate 700": "Schiefer 700",
    "Slate 900": "Schiefer 900",
    "Black": "Schwarz",
    "Black 100": "Schwarz 100",
    "Black 300": "Schwarz 300",
    "Black 500": "Schwarz 500",
    "Black 700": "Schwarz 700",
    "Black 900": "Schwarz 900",
    "Fonts": "Schriftarten",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Für Web und Druck verwenden wir bei Überschriften Raleway und für Textkörper Open Sans. Für Codeblöcke verwenden wir Roboto Mono.",
    "Third Parties &amp; Community": "Drittanbieter &amp; Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Wir ermutigen Drittanbieter, die Produkte für elementary OS entwickeln, bestimmte Elemente der elementary-Marke zu übernehmen um Konsistenz zu erreichen:",
    "Voice\/tone": "Umgangston",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Um Verwirrungen für Benutzer zu vermeiden, beschränken wir die Nutzung des elementary-Namens und der Markenzeichen:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Du darfst Anderen gerne mitteilen, dass deine Anwendung oder dein Dienst elementary OS entworfen wurde. Allerdings darfst du den Namen \"elementary\" oder die dazugehörigen Markenzeichen nicht als Teil des Namens deiner Firma, deiner Anwendung, deines Produktes oder deines Dienstes oder jeglicher Logos, die du entwirfst verwenden.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Benutze den Namen \"elementary\" oder die Markenzeichen ausschließlich, um auf elementary LLC. oder ihre Produkte (z.B. elementary OS) zu verweisen.",
    "Community": "Gemeinschaft",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Gemeinschaftsprojekte ( wie z.B. Seiten, Fanclubs, usw.) werden aufgefordert das elementary-Community-Logo zu verwenden:",
    "elementary Community Logo with color": "elementary-Community-Logo in Farbe",
    "elementary Community Logo in black": "elementary-Community-Logo in schwarz",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Dies trägt dazu bei, das Produkt als Teil der elementary-Community zu etablieren, während es Verwirrung durch das Nutzen des Hauptlogos verhindert.",
    "Hardware Distributors": "Hardware-Händler",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Wir möchten sicherstellen, dass das Erlebnis konsistent ist, solange unsere Software den elementary-Markennamen trägt. Unabhängig davon, ob die Software bereits vorinstalliert war, oder von unserer Webseite bezogen wurde.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Die Softwarekomponenten von elementary OS können unter Berücksichtigung der Softwarelizenzen modifiziert und weitervertrieben werden. Die Markennamen jedoch, dürfen ausschließlich unter den nachfolgenden Konditionen weitervertrieben werden:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "Die Software bleibt unverändert, inklusive der vorinstallierten Anwendungen, Stylesheets, Icons sowie jeglicher Konfigurationsdateien, usw. oder",
    "The modifications are approved in writing by elementary.": "Die Veränderungen wurden von elementary schriftlich genehmigt.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Wir können nachvollziehen, dass das Einbinden von Treibern und das Branding wichtig für den jeweiligen Händler ist. Entsprechend werden solche Modifizierungen fast immer von elementary genehmigt. Bei Fragen und im Zweifelsfall, können Sie uns jederzeit unter <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> kontaktieren.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Besteht keine Möglichkeit, die oben genannten Bedingungen zu erfüllen, sollte es einfach und unkompliziert genug sein, die elementary Markenzeichen zu entfernen:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Um unsere Markennamen zu entfernen, kann die Zeile <code>DISTRIB_DESCRIPTION<\/code> in der Datei <code>\/etc\/lsb-release<\/code> modifiziert werden.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Ersetze Icons wie <code>distributor-logo<\/code>, welche sich im Verzeichnis <code>\/usr\/share\/icons\/elementary\/places\/<\/code> befinden in allen vorliegenden Auflösungen, sodass diese nicht im Betriebssystem angezeigt werden.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Entferne die Pakete <code>plymouth-theme-elementary<\/code> und <code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "Fanartikel",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Wir erlauben normalerweise nicht, dass unsere Markenzeichen (inklusive unseres Namens oder unserer Logos) auf Fanartikeln von Dritten verwendet werden dürfen.",
    "Assets &amp; More Info": "Objekte &amp; weitere Informationen",
    "Download on GitHub": "Bei GitHub herunterladen",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Für weitere Informationen bzgl. des Namens \"elementary\", bzw. der Marke, und den dazugehörigen Markenzeichenzeichen, nehme bitte mit <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> Kontakt auf.",
    "Brand &sdot; elementary": "Marke &sdot; elementary"
}
