{
    "Be a Part of Something Bigger": "Sei ein Teil von etwas Großem",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alles was wir machen ist zu 100% Open Source und wird gemeinschaftlich mit Leuten aus aller Welt entwickelt. Selbst wenn Du kein Programmierer bist, kannst Du Dich beteiligen und den Unterschied machen.",
    "Funding": "Finanzierung",
    "Translations": "Übersetzungen",
    "Support": "Hilfe",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Gestaltung",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Mit der Hilfe unserer Nutzer und Fans konnten wir uns von einer kleinen Gruppe leidenschaftlicher Freiwilliger zu einem winzigen, aber nachhaltigen Unternehmen entwickeln. Jedes kleine bisschen Unterstützung hilft uns dabei, elementare Betriebssysteme zu verbessern und noch ehrgeizigere Probleme anzugehen.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Finanziere Elementary, und erhalte ein Abzeichen auf deinem GitHub-Profil, um deine Unterstützung zu zeigen. GitHub-Sponsoren erheben keine Gebühren, es ist also eine großartige Möglichkeit, deinen Beitrag noch weiter gehen zu lassen.",
    "Sponsor on GitHub": "Sponsor auf GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon funktioniert wie eine fortlaufende Kampagne zur Finanzierung des Projektes. Wähle einen monatlichen Betrag, der uns hilft, unsere Ziele zu erreichen. Verdiene dir außerdem exklusive Belohnungen, und lese frühzeitig exklusive Inhalte.",
    "Back on Patreon": "Zurück zu Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Um zu Spenden, kannst du einfach Deine Debitkarte, Kreditkarte oder Dein PayPal-Konto verwenden. Du kannst eine einmalige Zahlung wählen oder eine regelmäßige Zahlung einrichten.",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "PayPal - Der einfachere, und sichere weg, um online zu Bezahlen!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Richte einen wiederkehrenden Beitrag über Liberpay, die Open-Source- und gemeinnützige Finanzierungsplattform, ein.",
    "Contribute with Liberapay": "Mit Liberapay einen Beitrag leisten",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers. Every purchase goes towards developing elementary OS, its apps, and its services.": "",
    "Visit Store": "Shop besuchen",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wird von Menschen aus aller Welt entwickelt und genutzt. Hilf uns mit Deiner Übersetzung, das Erlebnis weiter zu verbessern.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Sowohl elementary OS, als auch unsere Website, werden mit einer Online-Plattform namens Weblate frei zugänglich übersetzt.",
    "Learn More": "Erfahre mehr",
    "Join Chat": "Chat beitreten",
    "Suggest Translations": "Schlage Übersetzungen vor",
    "World map": "Weltkarte",
    "Question &amp; Answer": "Fragen & Antworten",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "New Questions": "Neue Fragen",
    "Unanswered Questions": "Unbeantwortete Fragen",
    "Documentation": "Dokumentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary bietet eine grundlegende Dokumentation für Benutzer und Entwickler an. Diese ist komplett in Markdown geschrieben und auf GitHub gehostet, sodass das Hinzufügen einer Änderung oder eines kompletten Abschnittes ein Klacks ist.",
    "Learning the Basics Guide": "",
    "Developer Docs": "Entwickler-Dokumente",
    "Web Development": "Webentwicklung",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Unsere Website wurde mit HTML, CSS, PHP und JavaScript erstellt. Wir suchen immer Leute, die in diesen Bereichen Erfahrung besitzen und uns bei der Verbesserung unserer Webseite unterstützen wollen.",
    "Report a Website Issue": "Melde einen Fehler auf unserer Website",
    "Fork the Website on GitHub": "Klone die Webseite von GitHub",
    "Desktop Development": "Desktop-Entwicklung",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Getting Started Guide": "Einstiegshilfe",
    "Browse Code": "",
    "Report issues": "Problem Melden",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "",
    "Read the Guide": "",
    "Fix issues": "",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Beteilige dich an elementary OS mit dem Beheben von Issues, das verbessern der Funktionalität, oder mit dem Einbauen neuer Features.",
    "Bitesize Issues": "",
    "Create apps": "Erstelle Apps",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Verbessere das gesamte Elementary Betriebssystemökosystem und verdiene Geld, indem Du neue großartige neue Anwendung für das AppCenter erstellst.",
    "Publish on AppCenter": "Auf dem AppCenter veröffentlichen",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Unser Designteam setzt Ideen in klare Themenberichte und lieferbare Ergebnisse um. Bevor Du Dich in die Materie vertiefst, solltest Du Dich über unseren Design-Workflow informieren.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "Siehe Fragen zum Thema `Needs Design`",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "Das elementare Betriebssystem verwendet ein in CSS geschriebenes System-Stylesheet. Es definiert, wie die Schnittstelle - wie Schaltflächen, Symbolleisten und Menüs - angezeigt wird.",
    "View Stylesheet": "Stylesheet anschauen",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "Symbole zum Durchsuchen",
    "Get Involved with elementary OS": "Engagiere Dich bei elementary OS"
}
