{
    "Be a Part of Something Bigger": "Seien Sie Teil von etwas großem",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alles was wir machen ist zu 100% Open Source und wird gemeinschaftlich mit Leuten aus aller Welt entwickelt. Selbst wenn Sie kein Programmierer sind, können Sie sich beteiligen und einen Unterschied machen.",
    "Funding": "Finanzierung",
    "Translations": "Übersetzungen",
    "Support": "Hilfe",
    "Web": "Web",
    "Desktop": "Arbeitsumgebung",
    "Design": "Gestaltung",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Mithilfe unserer Fans und Nutzer, haben wir es geschafft von einem kleinem Team von passionierten Freiwilligen zu einem kleinen nachhaltigen Unternehmen zu wachsen. Jedes kleinste Bisschen Unterstützung hilft uns, elementary OS besser zu machen und auch ambitioniertere Probleme zu bewältigen.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Finanzieren Sie elementary direkt und erhalten Sie ein Badge für Ihr Github-Profil um Ihre Unterstützung zu zeigen. Github Sponsors nimmt keine Gebühren, also ist es ein toller Weg um mehr aus Ihrem Beitrag zu machen.",
    "Sponsor on GitHub": "Auf Github spenden",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon funktioniert wie eine endlose Crowdfunding Kampagne. Wählen Sie einen Betrag den Sie monatlich beitragen möchten um uns bei unseren Zielen zu helfen. Außerdem erhalten Sie exklusive Belohnungen und neue Inhalte früher.",
    "Back on Patreon": "Auf Patreon unterstützen",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Um zu Spenden, können Sie einfach Ihre Debitkarte, Kreditkarte oder Ihr PayPal-Konto verwenden. Sie können eine einmalige Zahlung wählen oder eine regelmäßige Zahlung einrichten.",
    "Use PayPal": "PayPal nutzen",
    "PayPal - The safer, easier way to pay online!": "PayPal - Sicher und schnell online bezahlen",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Richten Sie eine wiederkehrende Spende über Liberapay ein – die quelloffene, non-Profit Finanzierungsplattform.",
    "Contribute with Liberapay": "Mit Liberapay unterstützen",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wird von Menschen aus aller Welt entwickelt und genutzt. Helfen Sie uns mit Ihrer Übersetzung, das Erlebnis weiter zu verbessern.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Sowohl elementary OS, als auch unsere Website werden mit einer Online-Plattform namens Weblate frei zugänglich übersetzt.",
    "Learn More": "Mehr erfahren",
    "Join Chat": "Dem Chat beitreten",
    "Suggest Translations": "Übersetzungen vorschlagen",
    "World map": "Weltkarte",
    "Question &amp; Answer": "Fragen & Antworten",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange ist eine Frage&amp;Antwort-Website, die darauf abzielt, die besten Antworten zu wiederkehrenden Fragen zu finden. Jeder kann einen Account erstellen um Fragen zu stellen und zu beantworten.",
    "New Questions": "Neue Fragen",
    "Unanswered Questions": "Unbeantwortete Fragen",
    "Documentation": "Dokumentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary bietet eine grundlegende Dokumentation für Benutzer und Entwickler an. Diese ist komplett in Markdown geschrieben und auf GitHub gehostet, sodass das Hinzufügen einer Änderung oder eines kompletten Abschnittes ein Klacks ist.",
    "Learning the Basics Guide": "Erste Schritte – Basiswissen",
    "Developer Docs": "Entwickler-Dokumente",
    "Web Development": "Webentwicklung",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Unsere Website wurde mit HTML, CSS, PHP und JavaScript erstellt. Wir suchen immer Leute, die in diesen Bereichen Erfahrung besitzen und uns bei der Verbesserung unserer Webseite unterstützen wollen.",
    "Report a Website Issue": "Melden Sie einen Fehler auf unserer Website",
    "Fork the Website on GitHub": "Forken Sie die Website auf GitHub",
    "Desktop Development": "Desktop-Entwicklung",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "",
    "Developer Guide": "",
    "Browse Code": "Code durchsuchen",
    "Report issues": "Fehler melden",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Helfen Sie mit, indem Sie Probleme zurückverfolgen oder melden. Oder helfen Sie mit, indem Sie bei bestehenden Problemen helfen.",
    "Read the Guide": "Leitfaden lesen",
    "Fix issues": "Fehler beheben",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Tragen Sie zu elementary OS bei, indem Sie Fehler beheben und den Funktionsumfang verbessern oder erweitern.",
    "Bitesize Issues": "Löse Probleme",
    "Create apps": "Erstelle Anwendungen",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Bereichern Sie die Welt von elementary OS und verdienen Sie dabei Geld mit tollen neuen Anwendungen für das AppCenter.",
    "Publish on AppCenter": "Im AppCenter veröffentlichen",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Unser Designerteam macht aus Anregungen klare Anforderungen und bricht sie in Bausteine auf. Bevor Sie sich hineinstürzen, empfehlen wir etwas zu unserem Design Workflow zu lesen.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Unser Designerteam achtet auf \"Needs Design\" Probleme auf GitHub. Diese Themen bedürfen zum Beispiel weiterer Diskussion, oder es geht um Wireframes oder einzelne Assets.",
    "See ‘Needs Design’ Issues": "Zu den \"Needs Design\" Themen",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS nutzt ein System Stylesheet, das in CSS geschrieben ist. Es definiert wie das Interface—wie z.B. Buttons, Toolbars oder Menüs—aussieht.",
    "View Stylesheet": "Zum Stylesheet",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS beinhaltet ein Set an Vektoricons, die über alle Standardanwendungen hinweg genutzt werden. Diese sind auch für Drittanbieter-Anwendungen verfügbar.",
    "Browse Icons": "Zu den Icons",
    "Get Involved with elementary OS": "Engagieren Sie sich bei elementary OS"
}
