{
    "Be a Part of Something Bigger": "Sei ein Teil von etwas Großem",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alles was wir machen ist zu 100% Open Source und wird gemeinschaftlich mit Leuten aus aller Welt entwickelt. Selbst wenn Du kein Programmierer bist, kannst Du Dich beteiligen und den Unterschied machen.",
    "Funding": "Finanzierung",
    "Translations": "Übersetzungen",
    "Support": "Hilfe",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Gestaltung",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Mit Deiner Hilfe haben wir es geschafft, aus einer kleinen Gruppe leidenschaftlicher Freiwilliger ein kleines Unternehmen zu erschaffen. Jede weitere Unterstützung bringt uns ein kleines Stück näher an unser Ziel, einen weiteren Vollzeit-Entwickler einzustellen.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funktioniert wie eine laufende Crowdfunding-Kampagne. Wähle einen Geldbetrag, erhalte Belohnungen und hilf uns dabei, unsere Ziele zu erreichen.",
    "Learn More": "Erfahre mehr",
    "Become a Patron": "Werde Sponsor",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Um zu Spenden, kannst du einfach Deine Debitkarte, Kreditkarte oder Dein PayPal-Konto verwenden. Du kannst eine einmalige Zahlung wählen oder eine regelmäßige Zahlung einrichten.",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Hilf uns finanziell und freu Dich über exklusive elementary-Fanartikel, die Deine Unterstützung auch Freunden, Familie und Mitarbeitern zeigt.",
    "Visit Store": "Shop besuchen",
    "Bountysource": "BountySource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource belohnt Entwickler für das Erstellen neuer Features, sowie das Beheben von Fehlern. Setze eine Belohnung auf die Probleme aus, die Dich am Meisten beschäftigen oder spende für eine bestimmte App. Du kannst dazu sogar regelmäßige Zahlungen einrichten.",
    "Bountied Bugs": "Fehler, auf die eine Belohnung ausgelobt wurde",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wird von Menschen aus aller Welt entwickelt und genutzt. Hilf uns mit Deiner Übersetzung, das Erlebnis weiter zu verbessern.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Sowohl elementary OS, als auch unsere Website, werden mit einer Online-Plattform namens Weblate frei zugänglich übersetzt.",
    "Join Chat": "Chat beitreten",
    "Suggest Translations": "Schlage Übersetzungen vor",
    "World map": "Weltkarte",
    "Question &amp; Answer": "Fragen & Antworten",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Unbeantwortete Fragen",
    "New Questions": "Neue Fragen",
    "Documentation": "Dokumentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary bietet eine grundlegende Dokumentation für Benutzer und Entwickler an. Diese ist komplett in Markdown geschrieben und auf GitHub gehostet, sodass das Hinzufügen einer Änderung oder eines kompletten Abschnittes ein Klacks ist.",
    "Learning The Basics Guide": "Leitfaden für die Grundlagen",
    "Developer Docs": "Entwickler-Dokumente",
    "Web Development": "Webentwicklung",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Unsere Website wurde mit HTML, CSS, PHP und JavaScript erstellt. Wir suchen immer Leute, die in diesen Bereichen Erfahrung besitzen und uns bei der Verbesserung unserer Webseite unterstützen wollen.",
    "Fork Our Website on GitHub": "Forke unsere Webseite auf GitHub",
    "Report a Website Issue": "Melde einen Fehler auf unserer Website",
    "Desktop Development": "Desktop-Entwicklung",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Unsere Desktop-Umgebung und all ihre Anwendungen wurden mithilfe von Vala, GTK+, Granite und einigen anderen offenen Bibliotheken erstellt. Wir hosten unseren Desktop-Quellcode auf GitHub, ein kostenloser Service für Open-Source-Projekte. Falls Du noch nie für elementary OS entwickelt hast, empfehlen wir Dir unseren Leitfaden durchzulesen.",
    "Browse Our Code": "Durchstöbere unseren Quellcode",
    "Bitesized Bugs": "Kleinere Bugs",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Unser Design-Team wandelt Ideen in deutlich formulierte Fehlerberichte und bereitstellbare Inhalte um. Bevor du loslegst, empfehlen wir Dir, dich mit unserem Desgin-Workflow vertraut zu machen.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS verwendet ein systemweites Stylesheet, welches in CSS verfasst wurde. Es definiert wie z.B. Schaltflächen, Werkzeugleisten, Panele oder Menüs dargestellt werden.",
    "Browse Our Stylesheet": "Erkunde unser Stylesheet",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS enthält eine Menge vektorbasierte Icons, die in allen vorinstallierten Programmen zu finden sind und auch für externe Entwickler zur Verfügung stehen.",
    "Browse Our Icons": "Schaue Dir unsere Icons an",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Unser Design-Team nimmt Anfragen zu Design-Anpassungen auf GitHub entgegen. Zu den Anfragen werden teilweise weitere Informationen oder Beispiele (wie Wireframes oder sonstige Assets) benötigt.",
    "Browse 'Needs Design' Issues": "Schaue dir die \"Design-Anfragen\" an",
    "Get Involved with elementary OS": "Engagiere Dich bei elementary OS"
}
