{
    "Be a Part of Something Bigger": "Sei ein Teil von etwas Großem",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alles was wir machen ist zu 100% Open Source und wird gemeinschaftlich mit Leuten aus aller Welt entwickelt. Selbst wenn du kein Programmierer bist, kannst du dich beteiligen und den Unterschied machen.",
    "Funding": "Finanzierung",
    "Translations": "Übersetzungen",
    "Support": "Hilfe",
    "Web": "",
    "Desktop": "",
    "Design": "",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Mit deiner Hilfe haben wir es geschafft, dass aus einer kleinen Gruppe leidenschaftlicher Freiwilliger ein kleines Unternehmen gewachsen ist. Jede kleine Hilfe bringt uns einen Schritt näher, dass wir einen weiteren Vollzeit-Programmierer einstellen können.",
    "Indiegogo": "",
    "We’re currently crowdfunding AppCenter, the pay-what-you-want app store, on Indiegogo. By backing us there, you'll be helping us pay for our remote team to get together in person with developers from our community for a week long sprint in Denver, Colorado.": "",
    "Back AppCenter": "",
    "Patreon": "",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funktioniert wie eine laufende Crowdfunding-Kampagne. Wähle einen Geldbetrag, erhalte Belohnungen und hilf uns dabei, unsere Ziele zu erreichen.",
    "Learn More": "Mehr erfahren",
    "Become a Patron": "Werde Sponsor",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "",
    "Visit Store": "Shop besuchen",
    "Bountysource": "BountySource",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource entlohnt Entwickler mit dem von dir zur Verfügung gestellten Geld, wenn diese Fehler beheben oder neue Funktionen entwickeln. Entscheide, für welche Bereiche dein Geld verwendet werden soll oder fördere gezielt die Entwicklung einer bestimmten App. Du kannst einen einmaligen Betrag zahlen oder auch ein Abonnement abschließen.",
    "Bountied Bugs": "",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wird von Menschen aus aller Welt entwickelt und genutzt; hilf uns mit deiner Übersetzung das Erlebnis weiter zu verbessern.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS nutzt das offene und kollaborative Übersetzungswerkzeug Rosetta auf Launchpad.",
    "Our website is also openly translated using an online platform called Transifex.": "Unsere Website wird ebenfalls offen und gemeinschaftlich über die Internet-Plattform Transifex übersetzt.",
    "Translate elementary OS": "Übersetze elementary OS",
    "Translate This Website": "Übersetze diese Webseite",
    "World map": "Weltkarte",
    "Question & Answer": "Fragen & Antworten",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange ist eine Frage und Antwort-Webseite, die darauf ausgelegt ist, die beste Antwort zu bestimmten Fragen zu finden. Jeder kann sich einen Account anlegen und anfangen zu Fragen und zu Antworten.",
    "Unanswered Questions": "Unbeantwortete Fragen",
    "New Questions": "Neue Fragen",
    "Documentation": "Dokumentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary bietet eine grundlegende Dokumentation für Benutzer und Entwickler an. Diese ist komplett in Markdown geschrieben und auf GitHub gehostet, sodass das Hinzufügen einer Änderung oder eines Kompletten Abschnitts wie ein Stück eines Kuchens ist.",
    "Learning The Basics Guide": "Die Grundlagen lernen",
    "Developer Docs": "Entwickler Dokumente",
    "Web Development": "Webentwicklung",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Unsere Website wird mit HTML, CSS, PHP und JavaScript erstellt. Wir suchen immer Leute, die in diesen Bereich Erfahrung besitzen und uns unterstützen wollen, die Seite zu verbessern.",
    "Fork Our Website on GitHub": "Forke unsere Webseite auf GitHub",
    "Report a Website Issue": "Melde einen Fehler auf unserer Website",
    "Desktop Development": "Desktopentwicklung",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Unsere Desktop-Umgebung und alle Anwendungen wurden mithilfe von Vala, GTK+, Granite und vielen anderen offenen Bibliotheken erstellt. Unser gesamter Code ist auf Launchpad.net gehostet, einem freien Dienst für Open-Source Projekte. Wenn du noch nie für elementary OS entwickelt hast, empfehlen wir unsere „Erste Schritte“-Anleitung anzuschauen.",
    "Browse Our Desktop Code": "Stöbere in unserem Desktop-Code",
    "Browse Our Apps' Code": "Stöbere im Code unserer Anwendungen",
    "Bitesized Bugs": "",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Jedes Projekt beginnt mit einer Idee. Unser Design Team nimmt sie und wandelt sie zu sauberen blueprints und bug reports um. Wir unterscheiden Design in zwei unterschiedlichen Komponenten:",
    "Visual Design": "Visuelle Gestaltung",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Wir sind immer offen für neue Design-Ideen. Fang an in dem du Skizzen teilst mit",
    "our Google+ Community": "unserer Google+-Seite",
    "Read the Interface Guidelines": "Lies die Interface Guidelines",
    "See Our Mockups": "Betrachte unsere Skizzen",
    "Interaction Design": "Interaktives Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Wir benutzen ein System auf Launchpad, welches „Blueprints“ genannt wird, um detailierte Erklärungen der neuen Features und Änderungen der Benutzeroberfläche anzugeben.",
    "Read About Our Workflow": "Lies über unseren Workflow",
    "Browse Our Blueprints": "Stöbere in unseren Blueprints",
    "Get Involved with elementary OS": "Engagiere dich bei elementary OS",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "",
    "Suggest Translations": "",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Browse Our Code": ""
}