{
    "Press Resources": "Pressematerial",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Wir lieben es mit der Presse zu arbeiten - sowohl innerhalb der Linux-Welt, als auch in den größeren Technik- und Kulturkreisen - um unsere Geschichte, und das, woran wir arbeiten, zu teilen.",
    "Join Our Press List": "Treten Sie unserer Presseliste bei",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Gehören Sie zu den Ersten, die über neue Veröffentlichungen und signifikante Entwicklungen Bescheid wissen. Wir senden early access Material zu Presseveröffentlichungen und Pressekits, darunter auch hochauflösende Screenshots. Dies ist eine Liste mit <strong>sehr wenig</strong> Aktivität; Wir senden die größten News etwa einmal im Jahr.",
    "Email": "E-Mail",
    "First Name": "Vorname",
    "Last Name": "Nachname",
    "Publication": "Veröffentlichung",
    "Subscribe": "Abonnieren",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "Das bisher größte Plattformupdate mit Multi-Touch, Darkmode, Anwendungs-Sandboxing und einem vollständig neu erstellten Installer. OS 6 ist ein funktionales System, das darauf ausgelegt ist, Ihnen die größtmögliche Kontrolle über Ihr System und Ihre Entfaltungsmöglichkeiten zu bieten und ständig neue Features bereitzustellen. Es ist ausserdem einfacher zu erhalten und inklusiver als je zuvor.",
    "Read Announcement": "Ankündigung lesen",
    "Download Press Kit": "Pressekit herunterladen",
    "News &amp; Announcements": "Neuigkeiten &amp; Ankündigungen",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Wir teilen häufig Updates zur Entwicklung , Größere Ankündigungen, Tipps für Entwickler, vorgestellte Apps und anderen neuen Content auf unserem offiziellen Blog.",
    "Visit Our Blog": "Besuchen Sie unseren Blog",
    "Brand Resources": "Markenressourcen",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Schauen Sie sich die Elementary Logos, Markennutzungs-Richtlinien, die Farbpalette und Community Logos an, und laden Sie die offiziellen hochauflösenden Elementary Logo Vector-Assets herunter.",
    "View Brand Resources": "Markenressourcen ansehen",
    "Get in Touch": "Setzen Sie sich mit uns in Verbindung",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Sprechen Sie direkt mit dem Team indem Sie uns eine Email an <a href=\"mailto:press@elementary.io\">press@elementary.io</a> senden. Wir begrüßen Anfragen für Interviews, Podcast Auftritte oder einfach nur allgemeine Presseanfragen.",
    "Send an Email": "Schreiben Sie uns eine Email",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
