{
    "Press Resources": "Pressematerial",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "",
    "Join Our Press List": "",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Gehören Sie zu den Ersten, die über neue Veröffentlichungen und signifikante Entwicklungen Bescheid wissen. Wir senden early access Material zu Presseveröffentlichungen und Pressekits, darunter auch hochauflösende Screenshots. Dies ist eine Liste mit <strong>sehr wenig</strong> Aktivität; Wir senden die größten News etwa einmal im Jahr.",
    "Email": "E-Mail",
    "First Name": "Vorname",
    "Last Name": "Nachname",
    "Publication": "Veröffentlichung",
    "Subscribe": "Abonnieren",
    "elementary OS 5.1 Hera": "elementary OS 5.1 Hera",
    "Hera is a major update on a solid foundation. Featuring a completely redesigned login and lockscreen greeter, a new onboarding experience, new ways to sideload and install apps, major System Settings updates, improved core apps, and desktop refinements.": "Ein umfassendes Update auf einer soliden Grundlage. Mit einer völlig neu gestalteten Begrüßungsanzeige für die Anmeldung und den Sperrbildschirm, einer neuen Erfahrung beim Einstieg in das System, neuen Möglichkeiten zum Sideload und Installieren von Anwendungen, wichtigen Aktualisierungen der Systemeinstellungen, verbesserten Kernanwendungen und Desktop-Verfeinerungen.",
    "Read Announcement": "Ankündigung lesen",
    "Download Press Kit": "Pressekit herunterladen",
    "News &amp; Announcements": "Neuigkeiten &amp; Ankündigungen",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Wir teilen häufig Updates zur Entwicklung , Größere Ankündigungen, Tipps für Entwickler, vorgestellte Apps und anderen neuen Content auf unserem offiziellen Blog.",
    "Visit Our Blog": "Besuchen Sie unseren Blog",
    "Brand Resources": "Markenressourcen",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Schau dir die Elementary Logos, Markennutzungs-Richtlinien, die Farbpalette und Community Logos an, und lade die offiziellen hochauflösenden Elementary Logo Vector-Assets herunter.",
    "View Brand Resources": "Markenressourcen ansehen",
    "Get in Touch": "Setz dich mit uns in Verbindung",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Sprich direkt mit dem Team indem du uns eine Email an <a href=\"mailto:press@elementary.io\">press@elementary.io</a> sendest. Wir begrüßen Anfragen für Interviews, Podcast Auftritte oder einfach nur allgemeine Presse Fragen.",
    "Send an Email": "Schreib eine Email",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
