{
    "Press Resources": "Pressematerial",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Wir lieben es mit der Presse zu arbeiten - sowohl innerhalb der Linux-Welt, als auch in den größeren Technik- und Kulturkreisen - um unsere Geschichte, und das, woran wir arbeiten, zu teilen.",
    "In the Press": "",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "",
    "Join Our Press List": "Treten Sie unserer Presseliste bei",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Gehören Sie zu den Ersten, die über neue Veröffentlichungen und signifikante Entwicklungen Bescheid wissen. Wir senden early access Material zu Presseveröffentlichungen und Pressekits, darunter auch hochauflösende Screenshots. Dies ist eine Liste mit <strong>sehr wenig</strong> Aktivität; Wir senden die größten News etwa einmal im Jahr.",
    "Email": "E-Mail",
    "First Name": "Vorname",
    "Last Name": "Nachname",
    "Publication": "Veröffentlichung",
    "Subscribe": "Abonnieren",
    "elementary OS 6.1 Jólnir": "",
    "Larger strides in less time than ever before with a redesigned window switcher, much improved apps, better portals, and refinements in every corner. OS 6.1 addresses feedback, gets stuff done around the office, and expands compatibility with a wide range of hardware.": "",
    "Read Announcement": "Ankündigung lesen",
    "Download Press Kit": "Pressekit herunterladen",
    "News &amp; Announcements": "Neuigkeiten &amp; Ankündigungen",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Wir teilen häufig Updates zur Entwicklung , Größere Ankündigungen, Tipps für Entwickler, vorgestellte Apps und anderen neuen Content auf unserem offiziellen Blog.",
    "Visit Our Blog": "Besuchen Sie unseren Blog",
    "Brand Resources": "Markenressourcen",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Schauen Sie sich die Elementary Logos, Markennutzungs-Richtlinien, die Farbpalette und Community Logos an, und laden Sie die offiziellen hochauflösenden Elementary Logo Vector-Assets herunter.",
    "View Brand Resources": "Markenressourcen ansehen",
    "Get in Touch": "Setzen Sie sich mit uns in Verbindung",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Sprechen Sie direkt mit dem Team indem Sie uns eine Email an <a href=\"mailto:press@elementary.io\">press@elementary.io</a> senden. Wir begrüßen Anfragen für Interviews, Podcast Auftritte oder einfach nur allgemeine Presseanfragen.",
    "Send an Email": "Schreiben Sie uns eine Email",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
