{
    "Privacy": "Datenschutz",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Ihre Daten gehören Ihnen. Und nur Ihnen. Wir schließen weder Werbedeals ab noch sammeln wir sensible persönliche Daten. Wir werden von unseren Nutzern direkt finanziert, indem jeder für elementary OS und Anwendungen im AppCenter bezahlt, was er möchte. Und so sollte es sein.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Wir schützen Ihre Daten aktiv vor uns und anderen, indem wie sie gar nicht erst sammeln. Die Wahrung Ihres Datenschutzes ist unser ethisches Prinzip. <strong>Alle Menschen haben das fundamentale Recht auf höchstmöglichen Datenschutz. Sogar gegenüber Unternehmen und Produkten, denen sie vertrauen.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Wir sammeln keinerlei Daten aus elementary OS.</strong> Ihre Dateien, Einstellungen und alle anderen persönlichen Daten verbleiben nur auf Ihrem Gerät, es sei denn Sie teilen diese explizit mit einer Drittanbieter-Anwendung oder einem solchen Service.",
    "Protections": "Sicherheitsvorkehrungen",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS hat eingebaute Sicherheitsvorkehrungen zum Datenschutz, um Ihre Daten vor anderen zu schützen.",
    "Tattle-tale": "Eine echte Petze",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS behält für Sie im Auge, was Anwendungen machen. Wenn eine Anwendung Ihr Mikrofon benutzt, zeigen wir das an und sagen Ihnen Bescheid. Wenn eine Anwendung besonders viel Strom verbraucht, teilen wir Ihnen das in der Batterieanzeige mit.",
    "Permissions": "Berechtigungen",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Wenn eine Anwendung Zugriff auf Ihre Daten oder Geräte haben möchte, muss sie zuerst fragen. Wir prüfen alle AppCenter Anwendungen um sicherzustellen, dass diese Berechtigungen korrekt anwenden—und in den Systemeinstellungen können Sie jederzeit alle Berechtigungen widerrufen.",
    "Housekeeping": "Aufräumen",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS sorgt automatisch dafür, dass Ihre temporären und gelöschten Dateien aufgeräumt werden. Das hält nicht nur den Speicher Ihres Geräts frei, sondern hilft auch dafür zu sorgen, dass Ihre privaten Daten nicht zurückkommen und Sie heimsuchen.",
    "Online Accounts": "Online-Konten",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "Optional können Sie über die Systemeinstellungen Ihre Online-Konten direkt in elementary OS integrieren, wie z.B. von Email- oder Kalenderanbietern. Die Daten dieser Anbieter werden von Ihrer Version von elementary OS empfangen und lokal auf Ihrem Gerät gespeichert, um sie in lokal installierten Anwendungen, wie zum Beispiel Mail, Kalender und Aufgaben anzuzeigen. <strong>Diese Daten werden niemals an elementary oder Dritte gesendet</strong>",
    "What Data is Collected": "Welche Daten werden gesammelt",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Wenn Sie sich dazu entscheiden, ein Onlinekonto hinzuzufügen, kann ihre Version von elementary OS Ihren Namen, Email-Adresse, Avatar, Emails, Kalendereinträge, Kontakte, Fotos und Dateien Ihrer verbundenen Konten lokal auf ihrem Gerät speichern. <strong>elementary sammelt keine dieser Daten.</strong>",
    "How Data is Used": "Wie die Daten genutzt werden",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Ihre Daten werden lokal auf Ihrem Gerät gespeichert und werden niemals an elementary oder Drittanbieter gesendet.</strong> Lokal installierte Anwendungen wie Mail, Kalender, Aufgaben, Dateien und Fotos greifen auf sie zu, um sie Ihnen zugänglich zu machen.",
    "Sharing Data": "Geteilte Daten",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS teilt niemals Daten Ihrer Online-Konten mit anderen.</strong> Sie werden weder zu elementary noch zu Servern von dritten gesendet.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Wir nutzen Open Source Plausible Analytics, geroutet durch unsere Domain <code>stats.elementary.io</code> um Websitebesuche, Downloads usw. anonym zu erfassen. Sie können dieselben Daten wie wir auf dem <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">Öffentlichen Dashboard</a> einsehen. Es werden keine Cookies genutzt und keine persönlichen Daten—nicht einmal eine IP-Adresse oder der Browser User Agent—werden gespeichert. Für weitere Informationen, lesen Sie die <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Datenschutzerklärung</a>",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Sie können Cookies in Ihrem Browser ganz oder auch nur teilweise bzw. selektiv in den Einstellungen Ihres Browsers deaktivieren.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Diese Seite verwendet Cookies für inkrementelle Verbesserungen. Wahrscheinlich funktionieren die Services ohne sie, jedoch mit eingeschränkter Benutzerfreundlichkeit. Zum Beispiel wird sich die Seite nicht erinnern, ob Sie zuvor für elementary OS bezahlt haben. Standardmäßig werden Sie aufgefordert erneut zu zahlen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Speichert Cookies, um Verhaltenselemente zu protokollieren und potenzielle Bedrohungen zu analysieren. Weitere Informationen finden Sie in der",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare Datenschutz- und Sicherheitsrichtlinie",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Verwendet Cookies, um sich Ihren letzten Kauf und Ihr Land zu merken, damit wir wissen, welche Kartentypen für Zahlungen angeboten werden können. Weitere Informationen finden Sie in der",
    "Stripe's Privacy Policy": "Datenschutzerklärung von Stripe",
    "Manage Cookies": "Cookies verwalten",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Da Sie unsere Website bereits besucht haben, möchten Sie möglicherweise bereits in Ihrem Browser gesetzte Cookies verwalten. Links zu den entsprechenden Anweisungen finden Sie weiter unten.",
    "Transparency": "Tranzparenz",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Wir haben keinerlei Hintertüren in unsere Software eingebaut und auch keine entsprechenden Anfragen dazu erhalten. Wir haben auch noch nie einen Nationalen Sicherheitsbrief, eine FISA-Verordnung oder eine andere geheim gehaltene Anfrage nach Benutzerinformationen erhalten.",
    "Privacy &sdot; elementary": "Datenschutz bei elementary"
}
