{
    "Privacy": "Privatsphäre",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Ihre Daten gehören Ihnen. Und nur Ihnen. Wir schließen keine Werbedeals ab oder sammeln sensible persönliche Daten. Wir werden von unseren Nutzern direkt finanziert, indem jeder für elementary OS und Anwendungen im AppCenter bezahlt, was er möchte. Und so sollte es sein.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Wir sammeln keine Daten in elementary OS. Deine Dateien, Einstellungen und alle anderen persönlichen Daten bleiben ausschließlich auf deinem Gerät, außer du teilst sie mit Apps oder Diensten von Dritten.",
    "Online Accounts": "Internet-Accounts",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "In elementary OS lassen sich optional Internet-Konten wie zum Beispiel von Google, Last.fm oder Fastmail über die Systemeinstellungen integrieren. Daten dieser Provider können lokal auf deinem Gerät gespeichert und abgerufen werden, um in Apps wie Mail oder Kalender verwendet zu werden. Diese Daten werden weder an elementary gesendet noch mit dritten geteilt.",
    "What Data is Collected": "Welche Daten werden gesammelt",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Nachdem Du ein Konto hinzugefügt hast, werden eventuell Daten dieser Konten auf Deinem Gerät gespeichert. Dazu zählen Dein Name, Deine E-Mail Adresse, Profilbilder, Nachrichten, Termine, Kontakte, Fotos und Dateien.",
    "How Data is Used": "Wie die Daten genutzt werden",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Deine Daten sind lokal auf Deinem Gerät gespeichert und werden niemals an elementary oder Drittanbieter gesendet. Anwendungen wie Mail, Kalender, Dateien und Fotos greifen auf Deine Dateien zu.",
    "Sharing Data": "Geteilte Daten",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS teilt niemals Daten deiner Internetkonten mit anderen. Sie werden weder zu elementary noch zu Servern von dritten gesendet.",
    "elementary.io": "elementary.io",
    "We use the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to count website visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Wir nutzen Open Source Plausible Analytics, geroutet durch unsere Domain <code>stats.elementary.io</code> um Websitebesuche, Downloads usw. zu zählen. Sie können dieselben Daten wie wir auf dem <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">Öffentlichen Dashboard</a> einsehen. Keine Cookies werden genutzt und keine persönlichen Daten—nicht einmal eine IP-Adresse oder der Browser User Agent—werden gespeichert. Für weitere Informationen, lesen Sie die <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Datenschutzerklärung</a>",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Sie können Cookies in Ihrem Browser ganz oder auch nur teilweise bzw. selektiv in den Einstellungen Ihres Browsers deaktivieren.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Diese Seite verwendet Cookies für inkrementelle Verbesserungen. Wahrscheinlich funktionieren die Services ohne sie, jedoch mit eingeschränkter Benutzerfreundlichkeit. Zum Beispiel wird sich die Seite nicht erinnern, ob du zuvor für elementary OS bezahlt hast. Standardmäßig wirst du aufgefordert, erneut zu zahlen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Speichert Cookies, um Verhaltenselemente zu protokollieren und potenzielle Bedrohungen zu analysieren. Weitere Informationen finden Sie in der",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare-Datenschutz und Sicherheitsrichtlinie",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Verwendet Cookies, um sich deinen letzten Kauf und dein Land zu merken, damit wir wissen, welche Kartentypen für Zahlungen angeboten werden können. Weitere Informationen finden Sie unter",
    "Stripe's Privacy Policy": "Datenschutzerklärung von Stripe",
    "Manage Cookies": "Cookies verwalten",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Da du unsere Website bereits besucht hast, möchtest du möglicherweise bereits in deinem Browser gesetzte Cookies verwalten. Links zu den entsprechenden Anweisungen findest du weiter unten.",
    "Transparency": "Tranzparenz",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Wir haben keine Hintertüren in unsere Software eingefügt und auch keine entsprechenden Anfragen erhalten. Wir haben auch noch nie einen Nationalen Sicherheitsbrief, eine FISA-Verordnung oder eine andere geheim gehaltene Anfrage nach Benutzerinformationen erhalten.",
    "Privacy &sdot; elementary": "Datenschutz bei elementary"
}
