{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Wir glauben an die einzigartige Kombination von erstklassiger Benutzererfahrung und der weltverändernden Kraft von Open Source.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary wurde 2007 von einer kleinen Gruppe leidenschaftlicher Freiwilliger gegründet. Über die Jahre war es uns möglich zu einer kleinen Firma zu wachsen und die Entwicklung von Open-Source-Software zu finanzieren. Wir sind ein engagiertes Team aus Entwicklern, Designern, Autoren und normalen Computernutzern, die eine bahnbrechende, offene Nutzungserfahrung gestalten. Wir sind elementary.",
    "Pacific Standard Time": "UTC−8",
    "Mountain Standard Time": "UTC-7",
    "India Standard Time": "UTC+5.5",
    "Eastern Standard Time": "UTC-5",
    "Central Standard Time": "UTC-6",
    "Central European Time": "Mitteleuropäische Zeit",
    "Greenwich Mean Time": "Westeuropäische Zeit",
    "Eastern European Time": "Osteuropäische Zeit",
    "Korea Standard Time": "Korea-Standardzeit",
    "Moscow Time": "Moskau-Zeit",
    "Brasilia Summer Time": "Brasilianische Sommerzeit",
    "Community &amp; Collaborators": "Community & Helfer_innen",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary würde nicht existieren, ohne dass sich engagierter Mitglieder der Community und Helfer_innen anderer freier und quelloffener Projekte beteiligen.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Mach mit",
    "Powered by Slack": "Powered by Slack",
    "Team &sdot; elementary": "Team ⋅ elementary"
}
