{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Wir glauben an die einzigartige Kombination erstklassiger Benutzererfahrung und die weltverändernde Kraft von Open Source.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary wurde 2007 von einer kleinen Gruppe leidenschaftlicher Freiwilliger gegründet. Über die Jahre konnten wir zu einer kleinen Firma wachsen und die Entwicklung von Open Source Software finanzieren. Wir sind ein engagiertes Team von Entwicklern, Designern, Autoren und Benutzern, die zusammen eine unglaubliche, offene Computer-Erfahrung möglich machen. Wir sind elementary.",
    "Mountain Daylight Time": "Mountain Daylight Time (MDT)",
    "Pacific Daylight Time": "Pacific Daylight Time (PDT)",
    "Eastern Daylight Time": "Eastern Daylight Time (EDT)",
    "Central Daylight Time": "Central Daylight Time (CDT)",
    "Central European Summer Time": "Central European Summer Time (CEST)",
    "British Summer Time": "British Summer Time (BST)",
    "Central European Time": "Central European Time (CET)",
    "Argentina Time": "Argentina Time (ART)",
    "Korea Standard Time": "Korea Standard Time (KST)",
    "Moscow Time": "Moscow Time (MSK)",
    "Brasilia Time": "Brasilia Time (BRT)",
    "Eastern European Summer Time": "Eastern European Summer Time (EEST)",
    "Japan Standard Time": "Japan Standard Time (JST)",
    "Community &amp; Collaborators": "Community &amp; Beitragende",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary würde ohne die Beteiligung engagierter Community-Mitglieder und -Mitarbeiter aus anderen freien und quelloffenen Projekten nicht existieren.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Beteilige Dich",
    "Powered by Slack": "Powered by Slack",
    "Team &sdot; elementary": "Team &sdot; elementary"
}
