{
    "Brand": "Marko",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "La marko elementary estas ununura: teĥnike, ĝi apartenas al la entrepreno elementary, Inc. kiu gvidas kaj subtenas la disvolvigon de la produktoj de elementary. Tamen, ni havas grandan komunumon, kiun ni deziras ne superŝuti per leĝaj postuloj kaj teĥnikaĵoj. Tiel, ni verkis iujn gvidilojn por faciligi la komprenon pri kiam kaj kiel la marko elementary estu uzata.",
    "Name": "Nomo",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "La vorto \"elementary\" referencas al, kaj estas varmarko de, elementary, Inc. elementary estu skribita ĉiam minuskle, kiam parto de frazo kia ĉi tiu. Ĝi uzeblas ene de produkto-nomoj (t.e. \"elementary OS\") por referenci difinitan produkton de elementary.",
    "Brand Marks": "Markaj Simboloj",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary posedas du mark-simbolojn: la logotipon \"elementary\" kaj la simbolon \"e\". Ambaŭ estu konsiderataj varmarkoj, kaj reprezentas pri elementary — la entreprenon — kaj ties produktojn.",
    "Both should be used with the following in mind:": "Ambaŭ estu uzataj mense de la sekvo:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Oni ne streĉu, turnu, renversu aŭ iel ajn aliigu la markojn.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Oni ne uzu la markojn sur tro ŝarĝita fono; unutonaj koloroj plej bone kongruas.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "La markoj estu ĉiam unutonaj; tipe, estu aŭ blanka sur malhela fono, aŭ nigra sur hela fono.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Logotipo de elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "La logotipo estu uzata kaze de referenco al elementary kiel entrepreno. Ĝi uzeblas antaŭ la produkto-nomo por referenci al difinita produkto de elementary.",
    "The logotype should always be used under the following guidelines:": "La logotipo estu ĉiam uzita laŭ la sekvaj gvidoj:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Oni ne provu rekrei la logotipon. Ĝi fontas el priatentita fasono de la marka simbolo, ne nur konsistas el \"elementary\" skribita per difinita tiparo.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Oni ne uzu la logotipon kiam ĝi estus malgranda; ĝi ne aperas klare, uzu la markon anstataŭe.",
    "Logomark": "Marko",
    "elementary Logomark": "Marko elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "La marko \"e\" estu uzata por referenci al la entrepreno elementary, kaze de malgranda spaco aŭ se kvadrata formato nepras.",
    "Color": "Koloroj",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary aplikas uzon de koloro kombinita kun niaj nomo kaj logotipo, por establi nian markon. Ni uzas la jenan paletron:",
    "Strawberry": "Frago",
    "Strawberry 100": "Frago 100",
    "Strawberry 300": "Frago 300",
    "Strawberry 500": "Frago 500",
    "Strawberry 700": "Frago 700",
    "Strawberry 900": "Frago 900",
    "Orange": "Oranĝo",
    "Orange 100": "Oranĝo 100",
    "Orange 300": "Oranĝo 300",
    "Orange 500": "Oranĝo 500",
    "Orange 700": "Oranĝo 700",
    "Orange 900": "Oranĝo 900",
    "Banana": "Banano",
    "Banana 100": "Banano 100",
    "Banana 300": "Banano 300",
    "Banana 500": "Banano 500",
    "Banana 700": "Banano 700",
    "Banana 900": "Banano 900",
    "Lime": "Limeo",
    "Lime 100": "Limeo 100",
    "Lime 300": "Limeo 300",
    "Lime 500": "Limeo 500",
    "Lime 700": "Limeo 700",
    "Lime 900": "Limeo 900",
    "Blueberry": "Mirtelo",
    "Blueberry 100": "Mirtelo 100",
    "Blueberry 300": "Mirtelo 300",
    "Blueberry 500": "Mirtelo 500",
    "Blueberry 700": "Mirtelo 700",
    "Blueberry 900": "Mirtelo 900",
    "Grape": "Vinbero",
    "Grape 100": "Vinbero 100",
    "Grape 300": "Vinbero 300",
    "Grape 500": "Vinbero 500",
    "Grape 700": "Vinbero 700",
    "Grape 900": "Vinbero 900",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Arĝento",
    "Silver 100": "Arĝento 100",
    "Silver 300": "Arĝento 300",
    "Silver 500": "Arĝento 500",
    "Silver 700": "Arĝento 700",
    "Silver 900": "Arĝento 900",
    "Slate": "Ardezo",
    "Slate 100": "Ardezo 100",
    "Slate 300": "Ardezo 300",
    "Slate 500": "Ardezo 500",
    "Slate 700": "Ardezo 700",
    "Slate 900": "Ardezo 900",
    "Black": "Nigra",
    "Black 100": "Nigra 100",
    "Black 300": "Nigra 300",
    "Black 500": "Nigra 500",
    "Black 700": "Nigra 700",
    "Black 900": "Nigra 900",
    "Fonts": "Tiparoj",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Por retpaĝoj kaj printado, ni uzas la tiparojn Raleway kaj Open Sans por la korpo. Por font-kodo, ni uzas la tiparon Roboto Mono.",
    "Third Parties &amp; Community": "Apartaj partioj &amp; Komunumo",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Ni instigas apartajn programistojn al kreado de produktoj por elementary OS, por alpreni iujn elementojn de la marko elementary por atingi koherecon:",
    "Voice/tone": "Dir-maniero/-tono",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Tamen, por eviti konfuzon, ni ja striktigas la uzon de la nomo kaj marko elementary:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Ni instigas propagandi pri celo al elementary OS de la fasono de via aplikaĵo aŭ servo, sed bonvolu ne uzi la nomon aŭ markon elementary kiel parton de la nomo de via entrepreno, aplikaĵo, produkto, servo aŭ ajna logotipo de vi kreita.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Uzu nur la nomon aŭ markon elementary por referenci al elementary, Inc. aŭ ties produktojn (t.e. elementary OS).",
    "Community": "Komunumo",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Ni instigas al komunumaj produktoj (retejoj, fervorulaj kluboj, ktp.) uzon de la logotipo de la Komunumo elementary:",
    "elementary Community Logo with color": "Kolora logotipo de la Komunumo elementary",
    "elementary Community Logo in black": "Nigra logotipo de la Komunumo elementary",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Tio helpas establi la produkton, kiel parton de la tuta komunumo elementary, dum eviti konfuzon okazebla de uzo de la ĉefa logotipo.",
    "Hardware Distributors": "Distribuanto de Aparatoj",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Ni deziras certigi, ke dum la programoj transdonas la markon elementary, la sperto estos kohera, same ĉu oni ŝutis ilin el nia retejo, ĉu ili venas apriore instalitaj.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "La programaj komponantoj de elementary OS modifeblas kaj distribueblas laŭ la kondiĉoj de la programa permesilo. Tamen, niaj markoj distribueblas laŭrajte nur sekvante unu aŭ plurajn el la jenajn kondiĉojn:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "La programo restu senmodifa, inkluzive de la apriore instalitaj aplikaĵoj, stiloj kaj bildetaro, agordaj dosieroj, ktp. aŭ",
    "The modifications are approved in writing by elementary.": "La modifoj ricevu skribitan aprobon de elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Ni komprenas, ke inkluzivo de peliloj, ebligo de aparataro, kaj distribua marko gravas al distribuantoj, tial tiaj modifoj ricevos preskaŭ ĉiam aprobon de elementary. Kaze de dubo, bonvolu retmesaĝi el <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> por klarigoj kaj indikoj.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Se vi malkapablas aŭ ne deziras sekvi tiujn distribuajn varmarkajn kondiĉojn, forigo de la trademark de elementary el la operaciumo estu simpla kaj rekta:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Modifu la linion <code>DISTRIB_DESCRIPTION</code> en la dosiero <code>/etc/lsb-release</code> por forigi niajn varmarkojn.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Anstataŭu la bildetaron, tiel ke la bildeto <code>distributor-logo</code> trovebla en <code>/usr/share/icons/elementary/places/</code> en ĉiuj provizitaj grandoj ne aperu en la operaciumo.",
    "Remove the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Forigu la pakaĵojn el <code>plymouth-theme-elementary</code> kaj <code>plymouth-theme-elementary-text</code>.",
    "Merchandise": "Varoj",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Ni plejofte ne permesas uzon de nia markaro (inkluzive de la nomo kaj logotipoj) ĉe varoj de apartaj partioj.",
    "Assets &amp; More Info": "Rimedoj &amp; Pliaj Informoj",
    "Download on GitHub": "Elŝuti el GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Por pliaj informoj rilate uzon de la de elementary nomo, marko, kaj varmarkoj, bonvolu retmesaĝi al <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marko &sdot; elementary"
}
