{
    "Code of Conduct": "Kondutkodo",
    "Community Guidelines": "Komunumaj Gvidnormo",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Engaĝiĝo en la komunumo de elementary estas nekredebla sperto; vi partoprenas ion ampleksa, kunlaborante kun homoj tra la mondo, kaj helpante al homoj fari geniaj siajn komputilojn. Tamen, kun tio venas respondecon por sekvi antaŭdifinitan regularon kiu garantias la plej bonan etoson al ĉiuj engaĝiĝantoj. La sekvaj reguloj estu adoptitaj kiam vi engaĝiĝas en la komunumo, ĉu per Slack, GitHub, en komunuma retejo de elementary aŭ ie ajn alia.",
    "I. Respect": "I. Respekto",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respekto de aliaj estas plej grava. Certiĝu pri propra respektado de aliuloj kaj ties opinioj, personaj fundoj, privateco, kaj ideoj. La komunumo de elementary ne estas loko por malrespekto aŭ ofendaj rimarkoj ajniale. Kiam estu kritiko, tiam estu ĝi konstruema kaj respektema. Personaj atakoj ne tolereblas. Ricevinte konstrueman kritikon, tiam oni konsideru ĝin kaj danku al la kritikanto pri la alporto, senkonsidere sian pozicion.",
    "II. Content": "II. Enhavo",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "La komunumo de elementary konsistas el miloj da uzantoj de diversaj aĝoj, kredoj, kaj maturaj niveloj. Pro tio, oni estu konscia pri la enhavo kaj de la rimarkoj faritaj. Nenia nudeco, troa trivialeco, politika, religia aŭ maladekvata enhavo aperu rilate al elementary. Findecide, la kontrolantoj de elementary verdiktos pritio, kio konsistigas maladekvataĵon. Kaze de dubo, konsideru ĉu tio montreblus en ĉambro plena de homoj, inkluzive de infanoj kaj avinoj de ĉie en la mondo. Se vi hezitas, prefere ne faru.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Ekrankopioj kundividitaj en komunumejoj kontrolitaj de elementary ne montru temojn imitantaj aliajn operaciumojn, nek fotojn aŭ ilustraĵojn identigantaj homojn, nek enhavojn kiuj aliiel malobservas nian Kondutkodon",
    "III. Rumors and Speculation": "III. Onidiroj kaj Konjektoj",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Eĉ se la haste ritma kaj ekscita naturo de elementary kontribuas al emo diskonigi onidirojn kaj konjektojn, evitu tion. Diskuto de ontaj planoj bonas, sed kiam ajn pritemas ne kontrolitan fakton, sciigu kiel propran konjekton aŭ ne rivelu ĝin. Diskonigo de malĝustaj informoj povas malprofiti la komunumon, precipe se tio prezentiĝas malpozitive. ",
    "IV. Helpful Discussion": "IV. Helpema Diskuto",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary estas potencigita de individuoj kuniĝantaj dum sia libera tempo por krei ion speciala. Gravas respekti tiun realecon kaj ĉiam provi kontribui al sana, helpa diskuto. En kunveno, sekvu la temon kaj kvietu, krom se vi havas ion helpa dirota, kiu apartenas al la diskutata temo. Se vi komentarias ĉe la retejo, penu rilatigi la diskuton al la enhavo de la protokolo aŭ demanda temo. Dum partoprenado al programisto-cela diskuto, kiel pri problem-spurado, revizia peto, en mesaĝ-listo, IRC aŭ ĉe Slack, ne kreu nenecesan bruon diskutante aferojn ne rilataj al la temo; tio nur devojigas la diskuton kaj konfuzigas la registraĵojn al programistoj ne jam partoprenantaj.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Estante ĉefe surreta komunumo, gravas eviti la eventuale malpozitivajn aspektojn de la Interreto. Ne estu trolo; komenci kverelojn aŭ fari rimarkojn kun nura celo malplaĉi al iu, tio estas infaneca kaj netolerebla. Ankaŭ trudmesaĝado ne akcepteblas; tio inkluzivigas poŝtadon de ligiloj al nekongruaj retejoj kaj ripetadan poŝtadon de ligiloj al ĉiam la sama retejo. Se iu trolumas aŭ trudmesaĝadas, ignoru kaj signalu la uzanton. ",
    "V. Avoiding Conflict": "V. Eviti Konfliktojn",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Se vi sentas ke iu — ĉu nova ĉu delonga kontribuanto — alvenas al vi triviale, tiam ĝentile sciigu al la persono. Eskapi fronte al problemoj antaŭ ili konstruiĝas, estas grava. Ĉiu havas rolon por helpi al komuniko flui glate en nia (foje defia) unika labor-etoso.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Same, ĉiam klopodu esti profesia, preciza, kaj respektema dum interagado kun aŭ mencie al aliaj projektoj, entreprenoj aŭ homoj. Memoru, ke viaj vortoj kaj interagoj povas esti perceptitaj kiel tiuj de la ĝenerala komunumo de elementary. Kiam konstruema kritiko povas fariĝi helpa, ĉiam demarŝu tion per pozitivema aldirektiĝo, kaj neniam deturne aŭ kalomnie — kaze de dubo, restu ĉe la kampo de sindeteno.",
    "VI. Step Down Considerately": "VI. Konsidera Retiriĝo",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Vivaj prioritatoj, interesoj, kaj pasioj ŝanĝiĝas. Se vi engaĝis en projekto rilata al elementary, sed sentas ke vi devas retiriĝi el ĝi, faru tion per maniero kiu minimumigas la ĝenon. Kiam ni laboras kune, niaj laboro kaj ideoj ne plu apartenas nin, ili fariĝas posedaĵo de la elementary-komunuma tuto. Informu aliajn membrojn de la skipo pri via intenco retiriĝi, kaj se eblas, trovu iun por repreni vian laboron. Almenaŭ, certiĝu ke via laboro estas reprenebla de aliulo tia, kia vi lasas ĝin.",
    "Consequences": "Konsekvencoj",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Se vi rifuzas sekvi ĉi Kondutkodon aŭ aliiel ĝeni la komunumon, ni konservas nian rajton pri: ŝanĝi aŭ forigi ajnan enhavonm kiun vi poŝtis; malaktivigi aŭ eksigi vian konton en apartaj retejoj; malaktivigi vian konton ĉe Slack; iel ajn alie antaŭmalhelpi interagon kun la komunumo.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>La Kondutkodo estas licencita laŭ la licenco<a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Krea Komunaĵo Atribuite-Samkondiĉe 3.0<\/a>. Kelkaj aspektoj estis inspiritaj de la <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Kondutkodo de Ubuntu<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Kondutkodo &sdot; elementary"
}
