{
    "Be a Part of Something Bigger": "Partoprenu ion grandegan",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Ĉio farata de ni estas 100% malfermitkoda kaj kunlabore disvolvita de homoj tra la tuta mondo. Eĉ ne estante programisto, eblas engaĝiĝi kaj kune trabori la monton granitan.",
    "Funding": "Financado",
    "Translations": "Tradukoj",
    "Support": "Helpo",
    "Web": "Rete",
    "Desktop": "Labortablo",
    "Design": "Fasoni",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Dank' al via helpo, ni pligrandiĝis, ĝis konsistigi aron de pasiplenaj volontuloj kiel etan entreprenon. Ĉiu helpeto antaŭenigas nin iom pli proksime al la sekva dungo de plentempa programisto.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "La servo Patreon funkcias kiel tuttempa amasfinanciga kampanjo. Elektu monsumon, ricevu rekompencon, kaj helpu nin atingi celojn.",
    "Learn More": "Lerni Pli",
    "Become a Patron": "Fariĝu patrono",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Facile uzu debet- aŭ kredit-karton, aŭ konton PayPal. Eblas fari ununuran pagon aŭ agordi periodan pagon.",
    "Use PayPal": "Uzi la servon PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - plej sekura kaj facila reta paga maniero!",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Helpu nin finance, plie vi ricevos esceptajn aĵojn de elementary, por montri vian subtenon al amikoj, familianoj kaj kunlaborantoj.",
    "Visit Store": "Viziti la butikon",
    "Bountysource": "Rekompencejo Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "La servo Bountysource rekte financas programistojn, rekompence de iliaj klopodoj por riparadi kaj krei novajn funkciojn. Difinu rekompencon pri problemoj kiuj gravas plej al vi aŭ financu specifan aplikaĵon. Eblas ankaŭ agordi periodan abonon.",
    "Bountied Bugs": "Rekompencotaĵoj",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS estas kreata kaj uzata de homoj tra la tuta mondo. Helpu nin plibonigi la sperton eĉ pli, tradukante al kiel eble plej multaj lingvoj.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Ambaŭ elementary OS kaj nia retejo estas malferme tradukitaj per reta platformo nomita Weblate.",
    "Join Chat": "Aliĝi nian retbabilejon",
    "Suggest Translations": "Sugesti tradukojn",
    "World map": "Mondomapo",
    "Question &amp; Answer": "Demandoj &amp; Respondoj",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "La retejo Stack Exchange kunigas la plej bonajn respondojn al la plej komunaj demandoj. Iu ajn povas krei konton kaj komenci faradi demandojn kaj respondojn.",
    "Unanswered Questions": "Neresponditaj demandoj",
    "New Questions": "Novaj demandoj",
    "Documentation": "Dokumentado",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary provizas bazan dokumentaron al uzantoj kaj programistoj. Nia tuta dokumentaro estas skribita per Markdown kaj gastigita ĉe Github. Tiel, proponi modifon aŭ novan parton estas plej facila.",
    "Learning The Basics Guide": "Gvidilo pri lerni bazojn",
    "Developer Docs": "Programista dokumentaro",
    "Web Development": "Reta disvolvigo",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nia retejo estas konstruita per HTML, CSS, PHP, kaj JavaScript. Ni konstante serĉas homojn spertoplenaj en tiuj fakoj, kiuj deziras kontribui kaj eĉ pli bonigi ĝin.",
    "Fork Our Website on GitHub": "Disforki nian retejon ĉe Github",
    "Report a Website Issue": "Raporti problemon rilate la retejon",
    "Desktop Development": "Operaciuma disvolvo",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Nia labortabla ĉirkaŭaĵo kaj ĉiuj ties aplikaĵoj estas konstruitaj surbaze de Vala, GTK+, Granite, kaj plurajn aliajn malfermajn bibliotekojn. Ni gastigas nian labortablan kodon ĉe GitHub, kiu estas libera servilo por malefrmkodaj projektoj. Se vi ankoraŭ neniam antaŭe programis por elementary OS, ni rekomendas vi legu unue nian Gvidilon pri Ekuzo.",
    "Browse Our Code": "Foliumu Nian Kodon",
    "Bitesized Bugs": "Elteneblaj cimoj",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Nia Fasona Skipo modlas ideojn en klaraj problem-protokoloj kaj uzeblaj rimedoj. Antaŭ ol ĉio, oni rekomendas legi pri nia fasona laborfluo.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS utiligas tutsiseman CSS-stilfolion. Ĝi difinas kiel ĉio desegniĝas, de la butonoj kaj bretoj ĝis la paneloj kaj menuoj.",
    "Browse Our Stylesheet": "Foliumu Nian Stilfoliaron",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS venas kun vektora bildetaro uzita tra ĉiuj apriore instalitaj aplikaĵoj kaj disponebla ankaŭ al apartaj programistoj.",
    "Browse Our Icons": "Foliumu Nian Bildetaron",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "NIa fasona skipo sekvas la problemojn markitaj &bdquo;Needs Design&ldquo; ĉe GitHub. Ili eble necesas plian fasonan diskuton, ŝablonon aŭ liverotan rimedon.",
    "Browse 'Needs Design' Issues": "Foliumi la problemojn markitaj „Needs Design“",
    "Get Involved with elementary OS": "Kontribui al elementary OS"
}
