{
    "Press Resources": "Gazetaraj Rimedoj",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Ni amegas labori kun gazetaro — same ene de la linuksejo, kiel pli larĝe en la teĥnologia kaj kultura movadoj — por kundividi nian rakonton kaj laboron.",
    "Join Our Press List": "Aniĝu Nian Gazetaran Liston",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Estu la unua avertita pri novaj eldonoj kaj ĉefaj disvolvoj. Ni sendas fruajn alirojn al gazetaraj eldonoj, kaj gazetarajn ilarojn, inkluzive altkvalitajn ekrankopiojn. Tio reprezentas <strong>malmultnombran<\/strong> listosendadon: ni dissendas al vi la ĉefajn informojn jare. ",
    "Email": "Retmesaĝadreso",
    "First Name": "Antaŭnomo",
    "Last Name": "Familinomo",
    "Publication": "Publikigo",
    "Subscribe": "Subskribu",
    "elementary OS 5.1 Hera": "",
    "Hera is a major update on a solid foundation. Featuring a completely redesigned login and lockscreen greeter, a new onboarding experience, new ways to sideload and install apps, major System Settings updates, improved core apps, and desktop refinements.": "",
    "Read Announcement": "Legu la Anoncon",
    "Download Press Kit": "Elŝuti la Gazetaran Ilaron ",
    "News &amp; Announcements": "Novaĵoj &amp; Anoncoj",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "",
    "Visit Our Blog": "",
    "Brand Resources": "Markaj Rimedoj",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vidu la de elementary-logotipojn, markajn uz-gvidnormon, paletrajn kolorojn, kaj komunuman logotipon. Plie, elŝutu la logotiparon oficialan, rasteran altkvalitan aŭ vektoran, de elementary.",
    "View Brand Resources": "Vidu la Markajn Rimedojn",
    "Get in Touch": "Konatiĝu",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Diskutu rekte kun la Skipo per retmesaĝo al <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. Ni bonvenigas petojn pri intervjuoj, aperigojn ĉe podkastoj, aŭ ĉiajn ĝeneralajn gazetajn demandojn.",
    "Send an Email": "Sendu Retmesaĝon",
    "Press &sdot; elementary": "Gazetaro &sdot; elementary"
}
