{
    "Privacy": "Privateco",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Viaj datumoj ĉiam apartenas al vi, nur vi. Ni ne proponas propagandon nek kolektas personajn privataĵojn. Niaj rimedoj devenas rekte de nia uzantaro, per pago laŭvola de elementary OS kaj de aplikaĵoj el la Aplikaĵa Centro. Jen kiel estu.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Ni kolektas neniun datenon el elementary OS. Viaj dosieroj,  agordoj, kaj ĉiuj personaj datenoj restas ĉe via aparato, krom se vi formale kundividas per aparta aplikaĵo aŭ servo.",
    "Online Accounts": "Retaj Kontoj",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS opcie integriĝas kun retaj kontoj kiel Google, Last.fm, kaj Fastmail per la Sistemaj Agordoj. Eblas depreni la datumojn el tiuj servaj provizantoj, kaj sekure konservi surloke ĉe via aparato, por uzo per aplikaĵoj kiel Retmesaĝoj kaj Kalendaro. Tiujn datumojn ne ricevas elementary nek ajna alia aparta partio.",
    "What Data is Collected": "Kiuj Datumoj Estas Kolektitaj",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Post aldono de reta konto, elementary OS povas kolekti kaj konservi viajn nomon, retmesaĝadreson, profilbildon, retmesaĝojn, kalendaraĵojn, kontaktojn, fotojn, kaj dosierojn el viaj konektitaj  kontoj surloke en via aparato.",
    "How Data is Used": "Kiel La Datumoj Estas Uzataj",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Viaj datumoj estas konservataj surloke en via aparato, neniam sendataj al la serviloj de elementary aŭ de apartaj partioj. Ili ebligas plenigi per datumoj viajn lokajn aplikaĵojn, kiel Retmesaĝoj, Kalendaro, Dosieroj, kaj Fotoj.",
    "Sharing Data": "Datuma kunhavigo",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS kunhavigas neniun datumon kolektita de viaj retaj kontoj. La datumoj estas neniam senditaj al elementary aŭ alia aparta servilo.",
    "Blog": "",
    "Our <a href=\"https:\/\/blog.elementary.io\" target=\"_blank\">blog<\/a> does not use any external scripts, cookies, or other tracking methods.": "",
    "elementary.io": "",
    "Do Not Track": "Senspurado",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "La retejo respektas la senspuran agordon trovita en la plimulto el modernaj navigiloj kaj eventuale malebligas je Google Analytics. Ne eblas aŭtomate malebligi aliajn spurilojn sen severe malhelpi la uzeblecon de la retejo. Se vi deziras mem agordi tiujn ilojn, vizitu la parton pri malebligo de kuketoj.",
    "Cookies": "Kuketoj",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Vi povas elekti malebligon aŭ individuan malŝalton de kuketoj aŭ apartaj kuketoj en la navigilaj agordoj.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ĉi retejo uzas kuketojn por pliaj plibonigoj. Sen ili, la servoj funkcios, sed kun malpli da uzeblecoj. Ekzemple, la retejo ne memoros ĉu vi antaŭe pagis por elementary OS. Apriore, vi estos petita por repago.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Konservas kuketojn por memori kondutojn kaj analizi eblajn minacojn. Por pliaj informoj, vidu al",
    "Cloudflare Privacy &amp; Security Policy": "Politiko de Cloudfare pri Privateco &amp; Sekureco",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Konservas kuketojn por kolekti informojn — inkluzive la nombron de vizitantoj al la retejo, de kie ili estas referencitaj, kaj la paĝojn vizititaj — sennome. La informoj uzindas por helpi al plibonigo de la retejo. Por ricevi pliajn informojn, legu la artikolon de Google ĉe",
    "Safeguarding Your Data": "Protekto de Viaj Datumoj",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Uzas kuketojn por memori vian antaŭan mendon kaj landon, kaj tiel por scii kiujn bankkartojn proponindas por pagi. Por pliaj informoj, vidu al",
    "Stripe's Privacy Policy": "Politiko de Stripe pri Privateco",
    "Manage Cookies": "Mastrumado de Kuketoj",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Ĉar vi jam vizitis la retejon, vi eble deziras mastrumi la jam en via navigilo kuketojn. Ligiloj al la kongruaj uzindikoj troveblas ĉi sube.",
    "Transparency": "Sincero",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Ni ne enmetis kaŝeniron en la programaron kaj ricevis neniun peton, por fari tion. Ni neniam ricevis Leteron pri Nacia Sekureco, ordenon de FISA aŭ alian klasifikan peton pri uzanta informo.",
    "Privacy &sdot; elementary": "Privateco &sdot; elementary"
}
