{
    "Installation": "インストール",
    "Download elementary OS": "elementary OS をダウンロード",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "elementary OS をダウンロードしていない場合は <a href=\"/\" target=\"_blank\">ホームページ</a>からダウンロードする必要があります。 以下の手順で USB フラッシュメモリに書き込む ISO ファイルが必要です。",
    "Recommended System Specifications": "推奨されるスペック",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel Core i3 または互換性のあるデュアルコア 64 ビットプロセッサー",
    "1 GB of system memory (RAM)": "1GB のシステムメモリー (RAM)",
    "15 GB of disk space": "15GB のディスク容量",
    "Internet access": "インターネット接続",
    "Back Up Your Data": "データをバックアップしてください",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "必ず重要なデータはクラウドサービスやHDDなどの外部にバックアップしておいてください。新しいオペレーティングシステムのインストールは既存のデータを書き換える可能性があります。",
    "Choose your current Operating System": "現在のオペレーティングシステムを選択してください",
    "Select the operating system you are currently using to view tailored installation instructions.": "使用しているオペレーティングシステムを選択して、それに合ったインストール手順を見てください。",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "ダウンロードを確認してください。",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "ダウンロードの確認は重要なステップですが、必須ではありません。インストールの前に、ダウンロードページに記載されているチェックサム(ハッシュサム)とダウンロードしたファイルから計算したチェックサムが一致することを確かめることをおすすめします。これによって、 elementary OS のイメージが正しくダウンロードされ、誰にも改ざんされていないことを確認します。",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows には SHA256 チェックサムを検証するツールが含まれていないので、<a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a> をダウンロードする必要があります。",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Hash Tool を開きます",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "\"Hash Type\" から <code>SHA-256</code> を選択します",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "\"Input File\" から <code>Select Files(s)</code> を選択して、elementary OS の ISO ファイルを選択します",
    "Verify that the text in &quot;Results&quot; matches the following hash:": "Verify that the text in \"Results\" matches the following hash:",
    "Creating an Install Drive": "インストールドライブの作成",
    "Rufus - select ISO": "Rufus - ISO の選択",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "少なくとも 2GB 以上の空き領域がある USB メモリーと、Rufus (ルーファス) と呼ばれるプログラムが必要です。",
    "Download Rufus": "Rufus をダウンロード",
    "Open Rufus": "Rufus を開きます。",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "USB ドライブを挿入し、”デバイス” リストの中に表示されたらそれを選択して下さい。",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "\"ブートディスクを作る\" のとなりのプルダウンメニューにある \"ISO イメージ\" を選択して下さい。",
    "Click": "あなたが前もってダウンロードした ISO イメージを選択するために",
    "the disk icon": "ディスクアイコン",
    "to choose the ISO that you downloaded previously.": "をクリックしてください。",
    "Click &quot;Start&quot; and wait for the process to finish.": "\"スタート\" をクリックし、プロセスが終わるのを待って下さい。",
    "Booting from the Install Drive": "インストールドライブで起動",
    "In order to start the installation process, you must boot your computer from the install drive.": "インストールのプロセスを開始するためにインストールドライブからコンピューターを起動する必要があります。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "インストールドライブを挿入し、コンピューターの電源が入っていれば再起動します。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "ほとんどのコンピューターでは、特別なキーを押さない限りインストールドライブからは起動できないようになっています。たいていは <kbd>F12</kbd> キーですが、 <kbd>Esc</kbd> や他のファンクションキーになっていることもあります。画面に表示される内容またはお使いのコンピューターの説明書に従ってください。",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "<kbd>F12</kbd> キー (または他の適切なキー) を押して、インストールドライブ選択画面を表示させます。インストールドライブの名前は \"USB-HDD\" など、 \"USB\" を含むものが多いですが、これは一例にすぎません。誤った選択をしてしまった場合は、コンピューターは通常通り起動しますので、もう一度再起動して別のドライブを選択してみてください。",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "ドライブを選択してしばらく待つと、 elementary OS のスプラッシュスクリーンが表示されます。続けて初期設定のガイドが表示されます。ガイドに従って設定を完了してください。",
    "Running the following command in your Terminal:": "以下のコマンドをターミナルで実行してください:",
    "Should produce the output:": "その結果は次のように出力されるはずです:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "注意: これはあなたが ISO ファイルをダウンロードフォルダーにダウンロードしたと仮定しています。\nあなたがほかの場所へダウンロードした場合は、ダウンロードしたファイルへの正しいパスを特定し、以下のように入力します。",
    "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "OS X 上で elementary OS のインストールドライブを作成するには、2GB 以上の容量がある USB メモリーと \"Etcher\" と呼ばれるアプリが必要です。",
    "Download Etcher": "Etcher をダウンロード",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "用意した USB ドライブを挿入し、ダウンロードした ISO ファイルを選択して下さい。",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Etcher を起動し、\"Select Image\" と書かれたボタンをクリックしてダウンロードした elementary OS のイメージを選択してください。",
    "Select image in Etcher": "Etcher でイメージを選択",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher は自動的に USB ドライブを検出するので、正しい書き込み先が選択されたかどうかを確認してください。",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "\"Flash!\" ボタンを押して書き込みを開始してください。プロセスが開始するには少し時間がかかります。",
    "Flash image in Etcher": "Etcher でイメージを書き込み",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "完了したら、USB ドライブは安全に取り外しできます。そして elementary OS をインストールするために USB ドライブから起動してみてください。",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "下のようなダイアログが書き込み中に現れるかもしれませんが、無視していただいて結構です。",
    "Not readable warning": "書き込みできないエラー",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "起動音が鳴ったら、<kbd>Option</kbd> キーを押し続けてください。そのあと、適切なブートドライブを選択します。\"Windows\" と誤認識されることもありますが、これは正常な動作です。",
    "Boot Errors": "起動時のエラー",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "もしあなたの Mac がブートメニューで elementary OS の USB インストールドライブを認識しない場合、代わりに DVD で elementary OS のインストールメディアを作成する必要があるかもしれません。\nメディアを作成するには、空の DVD を DVD ドライブにセットし、そして Finder で ISO ファイルを右クリックして「ディスクイメージ \"elementaryos-freya-xx.xx.iso\" をディスクに書き込む」を選択します。\n書き込みが完了したら、もう一度 DVD から起動してみてください。",
    "Running the following command in your terminal:": "以下のコマンドをターミナルで実行してください:",
    "should produce the output:": "その結果は次のように出力されるはずです:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "少なくとも 2GB 以上の空き領域がある USB メモリーと UNetbootin と呼ばれるプログラムが必要です。",
    "Download UNetbootin": "UNetbootin をダウンロード",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Dash から UNetbootin を開くと、下のようなウィンドウが開きます。",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "”ディスクイメージ” を選択してください",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "\"…\" をクリックして、先ほどダウンロードした ISO ファイルを選択してください。",
    "Unplug all USB memory devices apart from the one you want to use.": "インストールに使用するもの以外の USB メモリーをすべて取り外してください。",
    "Click &quot;OK&quot; and wait for the process to finish.": "\"OK\" をクリックし、処理が終わるまでお待ち下さい。",
    "After Installation": "インストール後は",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "この機会に <a href=\"/docs/learning-the-basics\">getting started</a> ガイドをご覧になり、新しいオペレーティングシステムについて学んでください。"
}