{
    "Learning the Basics": "基本を学ぶ",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "どんなオペレーティングシステムにも分からない部分はあるものです。このセクションではネットサーフィンしたり音楽を聞いたりというような毎日のタスクをどうやってこなすかを、その他の知っておくと便利な情報とともにご紹介します。",
    "The Desktop": "デスクトップ",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Elementary OS のデスクトップはパネルとドックからなる、とてもシンプルでわかりやすいものになっています。デスクトップの壁紙は <strong><a href=\"/docs/learning-the-basics#system-settings\">システム設定</a></strong> → <strong>デスクトップ</strong> → <strong>壁紙</strong> から変更できます。",
    "The Panel": "パネル",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "画面の上部にはパネルがあります。パネルの左側にはアプリケーションメニュー、中央には日付と時間、右側にはインジケーターが表示されます。",
    "Applications": "アプリケーション",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "パネルの左端にはアプリケーションメニューがあります。<strong>アプリケーション</strong>をクリックすると、インストールされているすべてのアプリケーションを含むランチャーが表示されます。複数のページがある場合は、ランチャー下部の切り替えボタンか、スクロールで切り替えられます。また、上部のビュースイッチャーではグリッドビューとカテゴリービューを選択できます。",
    "Slingshot": "検索窓",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "アプリケーションの名前やキーワードを入力することで、該当するアプリケーションやアクション、システム設定の項目を検索できます。ここで検索できるアクションには、以下のようなものがあります。",
    "Shutdown and Restart": "シャットダウンと再起動",
    "Compose Message": "メッセージの作成",
    "New Private Browsing Window": "プライベートブラウジングウィンドウを開く",
    "Math operations (example: 23 * 5)": "計算式 (23*5 など)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "アプリケーションメニューを開くショートカットは、<kbd>⌘</kbd> + <kbd>スペース</kbd>です。",
    "Indicators": "インジケーター",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "パネルの右側はインジケーターとなっており、ネットワーク接続、電池、時計、チャットやメールといったような現在のセッションの状態を表示しています。インジケーターをクリックすることで、詳細な情報を見たり、関連するアクションを実行したりできます。",
    "The Dock": "ドック",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "画面の下側はドックになっています。ここには、現在起動しているアプリケーションとピン留めしたアプリケーションが表示されています。",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "ドックに表示されているアイテムは簡単にカスタマイズできます。アプリケーションを追加するには、パネルの<strong>アプリケーション</strong>からドラッグするか、アプリケーションのアイコンを右クリックして <strong>Add to Dock</strong> を選択します。ドックから削除するには、デスクトップ上のどこかにドラッグするか、 アイコンを右クリックして <strong>Keep in Dock</strong> のチェックをはずします。ドック内でドラッグすると、アイコンを並び替えられます。",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "初期設定では、ドックはウィンドウを最大化すると非表示になります。表示させるには、ポインタを画面下部中央に移動させてください。",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "ドックの振る舞いは、<strong><a href=\"/docs/learning-the-basics#system-settings\">システム設定</a></strong>→<strong>デスクトップ</strong>→<strong>ドック</strong>から変更できます。",
    "App Windows": "アプリのウインドウ",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "アプリはそれぞれのウインドウで起動します。ウインドウは閉じたり、最大化したり、画面上を動かしたりできます",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "アプリを立ち上げたとき、デスクトップにそのウインドウが表示されます。よくあるアプリのウインドウには、ウインドウボタン、ツールバー、内容の3つの要素が表示されています。",
    "Window Buttons": "ウインドウボタン",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "ウインドウボタンはウインドウの上端にあるボタンです。閉じるボタンは左側に、最大化ボタンは右側にあります。閉じるボタンはそのウインドウを閉じ、最大化ボタンは押すたびにウインドウが全面に表示されるかどうかを切り替えます。また、ふたつのウインドウボタンの間のスペースをドラッグすることで、ウインドウを移動させることもできます。",
    "Toolbar": "ツールバー",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "多くのアプリでは上部にツールバーがあります。ツールバーからは共通の操作やナビゲーションが行えます。また、ツールバーのなにもない場所をドラッグすることでも、ウインドウを移動させられます。",
    "Multitasking": "マルチタスク",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OSは2つのマルチタスクウィンドウとワークスペースをサポートしています。",
    "Windows": "ウインドウ",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "アプリはウインドウに表示されます。ウインドウはデスクトップ上に表示され、画面上を動かすことができます。複数のウインドウを切り替えるにはいくつかの方法があります。",
    "click on the window you want to switch to": "切り替えたいウインドウをクリックする",
    "click on the app's icon in the dock": "ドックのアプリアイコンをクリックする",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "<kbd>Alt</kbd> + <kbd>Tab</kbd> を押す",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "開いているすべてのウインドウを一覧するには、<kbd>⌘</kbd> + <kbd>W</kbd> を押します。",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "このキーボードショートカットは<strong><a href=\"/docs/learning-the-basics#system-settings\">システム設定</a></strong> → <strong>キーボード</strong> → <strong>ショートカット</strong> → <strong>ウインドウ</strong>から変更できます。",
    "Hot Corners": "ホットコーナー",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "ホットコーナー機能とは、マウスカーソルをディスプレイの隅に動かすことで、ウインドウやワークスペースの一覧を呼び出すといった操作ができるものです。",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "ホットコーナーの設定は<strong><a href=\"/docs/learning-the-basics#system-settings\">システム設定</a></strong> → <strong>デスクトップ</strong> → <strong>ホットコーナー</strong>にあります。",
    "Workspaces": "ワークスペース",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "デフォルトでは、アプリのウインドウはひとつのワークスペースに開きますが、 使いやすいように複数のワークスペースを使い分けることもできます。",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "ワークスペースの一覧を表示するには、<kbd>⌘</kbd> + <kbd>S</kbd>を押します。",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "<kbd>⌘</kbd> + <kbd>←</kbd> や <kbd>⌘</kbd> + <kbd>→</kbd>を押すと、一覧を表示せずにワークスペースを切り替えられます。",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "<kbd>⌘</kbd> + <kbd>Tab</kbd> を押すと、ワークスペースを順番に切り替えることができます。",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "特定のワークスペースにジャンプするために、<kbd>⌘</kbd> + <kbd>1</kbd> ～ <kbd>⌘</kbd> + <kbd>9</kbd>も使えます。<kbd>⌘</kbd> + <kbd>0</kbd>を押せば、いつでも新しいワークスペースを作成し、それにジャンプできます。",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "ワークスペース一覧では、アプリのアイコンをドラッグすることで、アプリのウインドウを移動させることもできます。すべてのワークスペースのアプリ一覧を表示するには、<kbd>⌘</kbd> + <kbd>A</kbd>を押してください。",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "これらのショートカットは、<strong><a href=\"/docs/learning-the-basics#system-settings\">システム設定</a></strong> → <strong>キーボード</strong> → <strong>ショートカット</strong> → <strong>ワークスペース</strong>から変更できます。",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>※ <kbd>⌘</kbd>は\"super\"キーを示します。これは、多くのPCでは\"Windows\"キーですが、Macでは\"Command\"キーになります。</em>",
    "Multiple Displays": "マルチディスプレイ",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "パネル、ドック、ワークスペースはプライマリーディスプレイにしか表示されません。外部に接続されたディスプレイは、単独のワークスペースとして機能します。<strong><a href=\"/docs/learning-the-basics#system-settings\">システム設定</a></strong> → <strong>ディスプレイ</strong>から、プライマリーディスプレイを変更したり、配置を変えたりできます。プライマリーディスプレイは塗りつぶされた星印でマークされたものです。(",
    ") and each display's settings can be changed from its cog (": ") また、それぞれのディスプレイ毎の設定は歯車 (",
    ") menu.": ") アイコンから変更できます。",
    "Installing Apps": "アプリのインストール",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "elementary OSにあらかじめインストールされている <strong>ソフトウェアセンター</strong>から、新しいアプリをインストールするには、次のようにします。",
    "Open the <strong>Software Center</strong> app.": "<strong>ソフトウェアセンター</strong>を開きます。",
    "Search in the top-right, or browse.": "アプリを探します。カテゴリーで絞り込んだり、右上の検索ボックスで検索したりできます。",
    "Click <strong>Install</strong> next to the app you want to install.": "インストールしたいアプリの <strong>インストール</strong>ボタンを押します。",
    "You may be asked for your password prior to installing an app.": "アプリをインストールする前に、パスワードが必要になることもあります。",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>※ 一部のアプリはソフトウェアセンターからはインストールできません。通常のインターネットからソフトウェアをダウンロードするのは推奨されていませんが、その際でも Ubuntu 14.04 LTS上で正常に動くアプリは、elementary OS Freya で動作するはずです。</em>",
    "Updating": "アップデート",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS は \"ソフトウェアアップデート\"を搭載しており、簡単にインストールされているアプリの更新やセキュリティパッチの適用ができるようになっています。最新の機能とセキュリティのために、少なくとも<em>週一度</em>以上はアップデートを確認することをお勧めします。",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "セキュリティパッチに関する詳しい情報は、<a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a> をご覧ください。",
    "System Settings": "システム設定",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS では、\"システム設定\"アプリからシステムのすべての (または、グローバルな) 設定が行えるようになっています。ここでは、キーボードショートカットや、ディスプレイの解像度、壁紙、その他を変更できます。",
    "Search": "検索",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "ウインドウの上側にある検索ボックスからは、見つけたい設定をすぐに検索できるようになっています。キーワードを入力すると、検索にヒットした設定項目が表示されます。",
    "App Settings": "アプリの設定",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "システム設定では、elementary OS 全体の設定しかできないことにご注意ください。アプリごとの設定は、このシステム設定ではなく、それぞれのアプリで提供されています。"
}