{
    "Installation": "Telepítés",
    "Download elementary OS": "elementary OS letöltése",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ha még nem tetted meg, akkor <a href=\"/\" target=\"_blank\">le kell töltened az elementary OS rendszert honlapunkról</a>. A letöltött ISO lemezképfájlt az alábbi leírás szerint USB meghajtóra kell másolnod.",
    "Recommended System Specifications": "Ajánlott rendszerparaméterek:",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 vagy megfelelő kétmagos, 64 bites processzor",
    "1 GB of system memory (RAM)": "1 GB rendszer memória (RAM)",
    "15 GB of disk space": "15 GB szabad lemezterület",
    "Internet access": "Internet kapcsolat",
    "Back Up Your Data": "Mindig mentsük el az adatainkat!",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Biztosítsd fontos adataidat biztonsági mentés készítésével egy külső tárhelyre, mint pl. felhőszolgáltatásra vagy külső merevlemezre. Egy operációs rendszer telepítése felülírhatja a meglévő adatokat.",
    "Choose your current Operating System": "Válaszd ki a jelenlegi operációs rendszered",
    "Select the operating system you are currently using to view tailored installation instructions.": "Válaszd ki azt az operációs rendszert, amelyet jelenleg használsz, a részletes telepítési útmutatók megtekintéséhez.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Erősítse meg letöltését",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Megerősíteni a letöltésed egy fontos, de választható lépés. Generálunk egy chechsumot (vagy hash sumot) az elementary OS képfájloknak és azt ajánljuk, hogy erősítsd meg, hogy a letöltésed egyezik a checksummal, mielőtt megpróbálnál telepíteni. Ez biztosítja, hogy megkaptad a teljes letöltést és a telepítési képfájlod nem hibás semmilyen módon.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "A Windows nem tartalmaz beépített eszközt az SHA256 checksumok megerősítésére, ezért szükséges lesz letöltened a <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>-t.",
    "Hash Tool": "Hash-eszköz",
    "Open Hash Tool": "Hash-eszköz megnyitása",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "A \"Hashtípus\" alatt válaszd ki a <code>SHA-256</code>-ot.",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "A \"Bemeneti fájl\" alatt válaszd a <code>Fájl(ok) kiválasztása</code>-t és keresd meg az elementary OS ISO-fájlját.",
    "Verify that the text in &quot;Results&quot; matches the following hash:": "Verify that the text in \"Results\" matches the following hash:",
    "Creating an Install Drive": "Telepítőmegahjtó készítése",
    "Rufus - select ISO": "Rufus - ISO lemezképfájl kiválasztása ",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Szükséged lesz egy USB-flashmeghajtóra, legalább 2GB szabad hellyel és egy Rufus nevű programra.",
    "Download Rufus": "Rufus letöltése",
    "Open Rufus": "Rufus megnyitása",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Helyezd be az USB-meghajtód és válaszd ki az \"Eszközök\" listából",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Válaszd ki az \"ISO-képfájl\"-t az \"Indítható lemez létrehozása..\" mellett",
    "Click": "Kattints",
    "the disk icon": "a lemez ikonra",
    "to choose the ISO that you downloaded previously.": "a korábban letöltött ISO-kép kiválasztásához",
    "Click &quot;Start&quot; and wait for the process to finish.": "Kattints a \"Start\"-ra és várj a folyamat befejezéséig.",
    "Booting from the Install Drive": "Rendszerindítás telepítőmédiáról",
    "In order to start the installation process, you must boot your computer from the install drive.": "A telepítési folyamat megkezdéséhez a telepítő meghajtóról kell indítanod a számítógépedet.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Feltételezve, hogy a számítógéped még mindig be van kapcsolva, kezd a telepítő meghajtó behelyzésével és indítsd újra a számítógépedet.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A legtöbb számítógép lehetővé teszi az indítási sorrend megváltoztatását, egy funkció gomb lenyomását követően. Ez többnyire az <kbd>F12</kbd>, de olykor az <kbd>Esc</kbd> gomb. Figyelje a képernyőt indítás közben, vagy olvassa el a számítógéphez mellékelt dokumentációt!",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Nyomd meg az <kbd>F12</kbd>-t (vagy a megfelelő gombot) és válaszd ki a telepítési meghajtót - általában \"USB-HDD\" vagy valami, ami tartalmazza az \"USB\" szót, de a szóhasználat változó lehet. Ha helytelen meghajtót választasz, a számítógéped valószínűleg folytatja a normál rendszerindítást. Csak indítsd újr aa számítógéped és válassz ki egy különböző meghajtót a menüben.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Röviddel a megfelelő boot-meghajtó kiválasztása után, feltárulkozik előtted az elementary OS üdvözlőképernyője. Most kövesd a képernyőn lévő utasításokat, amelyek végigvezetnek a folyamat egészén.",
    "Running the following command in your Terminal:": "A következő parancs futtatása a terminálodban:",
    "Should produce the output:": "A következő kimenetet kellene adnia:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Megjegyzés: ez feltételezi, hogy az .iso fájlt a Letöltések mappába töltötted le.\nAbban az esetben ha máshová töltöted le, kérjük add meg a letöltött fájl helyes útvonalát, ahogyan alább látszik:",
    "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Hogy létrehozz egy elementary OS telepítő meghajtót OS X-en, szükséged lesz egy USB-flashmeghajtóra, legalább 2GB kapacitással és egy \"Etcher\" nevű alkalmazásra.",
    "Download Etcher": "Etcher letöltése",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Helyezd be a tartalék USB-meghajtót és válaszd ki az ISO-fájlt amit éppen letöltöttél.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Nyisd meg az \"Etcher\"-t és válaszd ki a letöltött elementary OS-képfájlt a \"Képfájl kiválasztása\" gomb használatával.",
    "Select image in Etcher": "Képfájl kiválasztása az Etcherben",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Az Etcher automatikusan felismeri az USB-meghajtódat, de ellenőrizd le, hogy a megfelelő cél lett-e kiválasztva.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Indítsd el a flashelési folyamatot a \"Flash!\" gombra kattintással. Egy percbe fog kerülni, amíg elindul.",
    "Flash image in Etcher": "Képfájl flashelése az Etcherben",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Amikor végzett, biztonságosan eltávolítható lesz a meghajtó és a lehetőség az elementary OS telepítésének elindításához.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "A következő párbeszéd megjelenhet a flashelési eljárás alatt, nyugodtan figyelmen kívül hagyható.",
    "Not readable warning": "Nem olvasható figyelmeztetés",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "A harangszó után tartsd lenyomva a <kbd>Option</kbd>-t. Ekkor válaszd ki a megfelelő boot-meghajtót. Jegyezd meg, hogy helytelenül \"Windowsként\" azonosíthatja, de ez normális.",
    "Boot Errors": "Indítási hibák",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Ha a Mac-ed nem fogadja el az elementary OS USB telepítési meghajtódat a boot-menüben, készíthetsz egy elementary OS telepítési DVD-t helyette. Hogy létrehozz egyet, helyezz be egy üres DVD-t, kattints jobb gombbal az ISO-fájlra a Finderben és válaszd ki a \"Burn elementaryos-freya-xx.xx.iso to Disc\"-et. Amikor elkészült, próbáld meg újra a telepítő DVD-ről indítani.",
    "Running the following command in your terminal:": "A következő parancs futtatása a terminálodban:",
    "should produce the output:": "a következő kimenet kellene adnia:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Szükséged lesz egy USB-flashmeghajtóra, legalább 2GB szabad hellyel és egy UNetbootin nevű programra.",
    "Download UNetbootin": "UNetbootin letöltése",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Nyisd meg az UNetbootint a Dashből. Ez meg fog nyitni egy olyan ablakot, mint az alábbi:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "\"Képfájl\" kiválasztása",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Kattints a \"...\"-ra, hogy kiválaszd az ISO-t amelyet korábban letöltöttél.",
    "Unplug all USB memory devices apart from the one you want to use.": "Kihúzni minden USB memória eszközt, kivéve azt az egyet, amit használni szeretnél.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Kattints a \"Start\"-ra és várj a folyamat befejezéséig.",
    "After Installation": "Telepítés után",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Használd ki ezt az időt, hogy elolvasd a <a href=\"/docs/learning-the-basics\">Láss hozzá</a> útmutatót, hogy tanulj az új operációs rendszeredről."
}