{
    "Brand": "ब्रँड",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "एलिमेंटरी ब्रँड अद्वितीय आहे: तांत्रिकदृष्ट्या तो एलिमेंटरी उत्पादनांच्या विकासाचे मार्गदर्शन आणि समर्थन देणाऱ्या एलिमेंटरी, Inc, कंपनीचा आहे. तथापि, आमच्याकडे एक चांगला समुदाय आहे आणि कायदेशीर आवश्यकता आणि तांत्रिक बाबींसह अधिक समर्पक होऊ इच्छित नाही.म्हणून, एलिमेंटरी ब्रँड कसे वापरावे आणि कसे ते समजून घेणे सोपे व्हावे यासाठी आम्ही काही मार्गदर्शक तत्त्वे लिहून ठेवली आहेत.",
    "Name": "नाव",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "\"elementary\" हा शब्द elementary, Inc. चा ट्रेडमार्क असल्याचे दर्शवितो आणि वाक्ये प्रारंभ करताना देखील elementary नेहमी लोअर -केस असतो. हे एलिमेंटरी उत्पादनांच्या विशिष्ट उत्पादनाचा संदर्भ घेण्यासाठी उत्पादन नावांसह (म्हणजे \"elementary OS\") देखील वापरले जाते.",
    "Brand Marks": "ब्रँड चिन्ह",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "एलिमेंटरी ची दोन चिन्हे आहेत: \"एलिमेंटरी\" लोगोप्रकर आणि \"ई\" लोगोचिन्ह. ही दोन्ही चिन्हे ट्रेडमार्क मानली जातात आणि एलिमेंटरी -कंपनी-आणि त्याच्या उत्पादनांचे प्रतिनिधित्व करतात.",
    "Both should be used with the following in mind:": "दोन्ही गोष्टी लक्षात ठेवल्या पाहिजेत:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "चिन्हांवर खुणा करू नये तसेच चिन्हे तिरपी करून,फिरवून, उलटी सुलटी करून अथवा अन्य कोणत्याही प्रकारे बदलू नका.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "अति-व्यस्त पार्श्वभूमीवरील चिन्हे वापरू नका; घन रंग सर्वोत्तम कार्य करतात.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "चिन्हे नेहमीच एकरंगसंगतीत असली पाहिजेत; गडद पार्श्वभूमीवर पांढरा किंवा पार्श्वभूमी काळी असल्यास सामान्यतः पांढरा.",
    "Logotype": "लोगोटाइप",
    "elementary Logotype": "एलिमेंटरी लोगोटाइप",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "जेव्हा स्पेस एलिमेंटरी कंपनी म्हणून संदर्भित करते तेव्हा लोगोटाइप वापरला जावा. हा एलिमेंटरीच्या विशिष्ट उत्पादनास संदर्भ देण्यासाठी उत्पादन नावाच्या आधी वापरला जाऊ शकतो.",
    "The logotype should always be used under the following guidelines:": "लोगोटाइप नेहमी खालील मार्गदर्शक तत्त्वांच्या अंतर्गत वापरला जावा:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "लोगोप्रकार पुन्हा तयार करण्याचा प्रयत्न करू नका. हे एक निश्चितपणे डिझाइन केलेले ब्रँड चिन्ह आहे, केवळ एका विशिष्ट फॉन्टमध्ये लिहिलेले \"एलिमेंटरी\" नाही.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "लोगोटाइप छोटे आकारांत वापरू नका; जर ते स्पष्ट नसेल तर त्याऐवजी लोगोमार्क वापरा.",
    "Logomark": "लोगोमार्क",
    "elementary Logomark": "एलिमेंटरी लोगोमार्क",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "स्पेस मर्यादित असताना किंवा स्क्वेअर रेशोची आवश्यकता असल्यास एलिमेंटरी कंपनीचा संदर्भ घेण्यासाठी \"e\" लॉगोमार्क वापरला जावा.",
    "Color": "रंग",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "आमच्या ब्रँडची स्थापना करण्यासाठी आमच्या नावासह रंग एकत्रितपणे वापरला जातो. आम्ही खालील पॅलेट वापरतो:",
    "Strawberry": "स्ट्रॉबेरी",
    "Strawberry 100": "स्ट्रॉबेरी 100",
    "Strawberry 300": "स्ट्रॉबेरी 300",
    "Strawberry 500": "स्ट्रॉबेरी 500",
    "Strawberry 700": "स्ट्रॉबेरी 700",
    "Strawberry 900": "स्ट्रॉबेरी 900",
    "Orange": "नारिंगी",
    "Orange 100": "नारिंगी 100",
    "Orange 300": "नारिंगी 300",
    "Orange 500": "नारिंगी 500",
    "Orange 700": "नारिंगी 700",
    "Orange 900": "नारिंगी 900",
    "Banana": "केला रंग",
    "Banana 100": "केला रंग 100",
    "Banana 300": "केला रंग 300",
    "Banana 500": "केला रंग 500",
    "Banana 700": "केला रंग 700",
    "Banana 900": "केला रंग 900",
    "Lime": "लिंबू",
    "Lime 100": "लिंबू 100",
    "Lime 300": "लिंबू 300",
    "Lime 500": "लिंबू 500",
    "Lime 700": "लिंबू 700",
    "Lime 900": "लिंबू 900",
    "Blueberry": "ब्लूबेरी",
    "Blueberry 100": "ब्लूबेरी 100",
    "Blueberry 300": "ब्लूबेरी 300",
    "Blueberry 500": "ब्लूबेरी 500",
    "Blueberry 700": "ब्लूबेरी 700",
    "Blueberry 900": "ब्लूबेरी 900",
    "Grape": "ग्रेप",
    "Grape 100": "ग्रेप 100",
    "Grape 300": "ग्रेप 300",
    "Grape 500": "ग्रेप 500",
    "Grape 700": "ग्रेप 700",
    "Grape 900": "ग्रेप 900",
    "Cocoa": "कोको",
    "Cocoa 100": "कोको 100",
    "Cocoa 300": "कोको 300",
    "Cocoa 500": "कोको 500",
    "Cocoa 700": "कोको 700",
    "Cocoa 900": "कोको 900",
    "Silver": "रुपेरी",
    "Silver 100": "रुपेरी 100",
    "Silver 300": "रुपेरी 300",
    "Silver 500": "रुपेरी 500",
    "Silver 700": "रुपेरी 700",
    "Silver 900": "रुपेरी 900",
    "Slate": "करडा",
    "Slate 100": "करडा 100",
    "Slate 300": "करडा 300",
    "Slate 500": "करडा 500",
    "Slate 700": "करडा 700",
    "Slate 900": "करडा 900",
    "Black": "काळा",
    "Black 100": "काळा 100",
    "Black 300": "काळा 300",
    "Black 500": "काळा 500",
    "Black 700": "काळा 700",
    "Black 900": "काळा 900",
    "Fonts": "फॉन्ट",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "वेब आणि प्रिंटसाठी आम्ही हेडिंग्जसाठी Raleway आणि बॉडी कॉपीसाठी Open Sans वापरतो. कोड ब्लॉक्ससाठी आम्ही रोबोटो मोनो वापरतो.",
    "Third Parties &amp; Community": "तृतीय पक्ष &amp; समुदाय",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "आम्ही तृतीय पक्ष विकासकांना एलिमेंटरी ओएस साठी उत्पादनांना सातत्याने प्राप्त करण्यासाठी एलिमेंटरी ब्रँडच्या विशिष्ट घटकांचा अवलंब करण्यासाठी प्रोत्साहित करतो:",
    "Voice\/tone": "आवाज",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "तथापि, वापरकर्त्याच्या गोंधळ टाळण्यासाठी आम्ही एलिमेंटरीचे नाव आणि चिन्हांचा वापर प्रतिबंधित करतो:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "आपल्याला हे सांगण्यास प्रोत्साहन दिले जाते की आपला अॅप किंवा सेवा एलिमेंटरी ओएससाठी डिझाइन केलेली आहे, परंतु कृपया आपल्या कंपनीच्या नावाच्या,अॅपच्या, उत्पादनाच्या, सेवेच्या किंवा आपण तयार केलेल्या कोणत्याही लोगोच्या नावामध्ये एलिमेंटरी नाव किंवा चिन्ह वापरू नका.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "केवळ elementary, Inc  किंवा त्याचे उत्पादन (म्हणजे एलिमेंटरी ओएस) चा संदर्भ घेण्यासाठी  एलिमेंटरी नाव किंवा चिन्ह वापरा.",
    "Community": "समुदाय",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "एलिमेंटरी समुदाय लोगो वापरण्यासाठी समुदाय उत्पादने (साइट्स, फॅन क्लब इ.)यांना प्रोत्साहित केले जाते:",
    "elementary Community Logo with color": "रंगीत एलिमेंटरी समुदाय लोगो",
    "elementary Community Logo in black": "काळा एलिमेंटरी समुदाय लोगो",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "हे मुख्य लॉगोमार्क वापरुन उद्भवणारा गोंधळ कमी करते तसेच संपूर्ण एलिमेंटरी समुदायाचा भाग म्हणून उत्पादन स्थापित करण्यात मदत करते.",
    "Hardware Distributors": "हार्डवेअर वितरक",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "आम्ही हे सुनिश्चित करू इच्छितो की जोपर्यंत आमच्या सॉफ्टवेअरमध्ये एलिमेंटरी ब्रान्डींग असेल तोपर्यंत आमच्या वेबसाइटवरून डाउनलोड केले गेले असो किंवा हार्डवेअर उत्पादनावर पूर्व-स्थापित केलेले असो त्याचा अनुभव सुसंगत असेल.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "सॉफ्टवेअरच्या परवान्याच्या अटींनुसार एलिमेंटरी ओएसचे सॉफ्टवेअर घटक सुधारित आणि पुनर्वितरीत केले जाऊ शकतात. तथापि, आमची ब्रँड चिन्हे केवळ खालीलपैकी एक किंवा अधिक अटींखाली पुनर्वितरित केले जाऊ शकतात:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "सॉफ्टवेअर पूर्व-स्थापित अनुप्रयोग, स्टाइलशीट्स आणि आयकॉनोग्राफी, कॉन्फिगरेशन फाइल्स इ. किंवा यासह अपरिवर्तित राहते",
    "The modifications are approved in writing by elementary.": "सुधारणा एलिमेंटरीद्वारे लिखित स्वरुपात मंजूर केल्या जातात.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "आम्ही समजतो की वितरकांसाठी ड्राइव्हर्स, हार्डवेअर सक्षमता आणि वितरक ब्रान्डींगसह महत्त्वपूर्ण आहे, म्हणून हे बदल एलिमेंटरी द्वारे नेहमीच मंजूर केले जातील. संशय असल्यास, कृपया स्पष्टीकरण किंवा दिशानिर्देशासाठी ईमेल <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>करा.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "आपण या ट्रेडमार्क पुनर्वितरण अटींचे पालन करण्यास अक्षम किंवा अनिर्णीत असल्यास, ओएसमधून एलिमेंटरीचे ट्रेडमार्क काढणे सोपे आणि सरळ असावे:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "आमची ट्रेडमार्क वगळण्यासाठी फाईल<code> \/ etc \/ lsb-release<\/code> मधील <code>DISTRIB_DESCRIPTION<\/code> ओळ सुधारित करा.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "आयकोनोग्राफी अश्या प्रकारे पुनर्स्थापित करा कि <code>\/usr\/share\/icons\/elementary\/places\/<\/code>येथे असलेला आयकॉन <code>distributor-logo<\/code> प्रदान केलेल्या प्रत्येक आकारात ओएसमध्ये दिसत नाही.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "<code>plymouth-theme-elementary<\/code>आणि<code>plymouth-theme-elementary-text<\/code> पॅकेजेस काढ.",
    "Merchandise": "विक्रीचा माल",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "आम्ही थर्ड-पार्टी मर्चेंडाइज वर वापरण्यासाठी आमच्या ब्रँडिंगला (आमचे नाव किंवा ब्रँड मार्क) अनुमती देत नाही.",
    "Assets &amp; More Info": "मालमत्ता &amp; अधिक माहिती",
    "Download on GitHub": "गिटहब वरून डाउनलोड करा",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "एलिमेंटरी नाव, ब्रँडिंग आणि ट्रेडमार्कच्या वापरासंबंधी अधिक माहितीसाठी, कृपया ईमेल करा<a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": "ब्रँड &sdot; एलिमेंटरी"
}
