{
    "Code of Conduct": "आचारसंहिता",
    "Community Guidelines": "समुदायाची मार्गदर्शक तत्त्वे",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "एलिमेंटरी समुदायामध्ये सहभागी होणे हा एक अविश्वसनीय अनुभव असून आपणास एका मोठ्या समुदायाचा भाग बनून, जगभरातील लोकांसोबत काम करून,लोकांना त्याचे संगणक छान करण्यास मदत करता येते. मात्र असे करताना आपल्याला सर्वांसाठी काम करण्यास उत्तम असे वातावरण बनवण्यासाठी काही पूर्वनिर्धारित नियमांचे पालन करण्याची जबाबदारी पाळावी लागते. हे नियम आपण समुदायात Slack,GitHub, एलिमेंटरी साईट, वैयक्तिक सहयोग अन्यथा इतर कोठेही असलात तरी आपण पाळणे अपेक्षित आहे.",
    "I. Respect": "आदर",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "इतरांचा आदर करणे हे सर्वश्रेष्ठ आहे. लोक आणि त्यांची मते, वैयक्तिक पार्श्वभूमी, गोपनीयता आणि कल्पनांचा आदर करीत असल्याची खात्री करा एलिमेंटरी समुदायामध्ये कोणत्याही कारणास्तव असमाधानी किंवा दुःखदायक वक्त्यासाठी स्थान नाही. टीका देतांना, रचनात्मकतेने आणि आदराने देण्याचा प्रयत्न करा. वैयक्तिक हल्ले सहन केले जात नाहीत. रचनात्मक टीका प्राप्त करताना, त्या टीका विचारात घ्या आणि आपली भूमिका कुठलीही असली तरी त्यांच्या इनपुटसाठी समीक्षकांचे आभार व्यक्त करा.",
    "II. Content": "साहीत्य",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "एलिमेंटरी समुदाय वेगवेगळ्या वयोगटातील, विश्वासांच्या आणि परिपक्वताच्या स्तरांच्या हजारो वापरकर्त्यांपासून बनलेला आहे. यामुळे, आपण तयार केलेल्या सामग्री आणि आपण केलेल्या टिप्पण्यांबद्दल आपण जागरूक असले पाहिजे. एलिमेंटरीच्या संबंधात नग्नता, अत्याधिक अश्लीलता, राजकीय सामग्री, धार्मिक सामग्री किंवा अनुचित सामग्री दिसू नये. शेवटी, एलिमेंटरी नियंत्रकांचे अयोग्य म्हणून काय म्हटले आहे याबद्दल अंतिम म्हणणे असते. संशयास्पद असल्यास, आपली सामग्री जगभरातील मुलांना आजीसह तसेच समाजातील पूर्ण खोलीत दर्शविले जाऊ शकेल असे काहीतरी आहे की नाही यावर विचार करा. आपण संकोच करत असल्यास, ते करू नका.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "एलिमेंटरी -नियंत्रित समुदायांमध्ये शेअर केलेले स्क्रीनशॉट्समध्ये अशा थीम नसाव्यात ज्या इतर ओएस, फोटोचे किंवा चित्राचे अनुकरण करतील किंवा एखाद्या व्यक्तीला अथवा सामग्रीला निषिद्ध करणारे किंवा आमच्या आचारसंहितेचे उल्लंघन करणार्या सामग्रीचे अनुकरण करतात.",
    "III. Rumors and Speculation": "III. अफवा आणि अनुमान",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "एलिमेंटरीच्या वेगवान आणि उत्साही स्वभावामुळे अफवा किंवा अंदाजा पसरवण्याची इच्छा वाढते तर त्यास टाळा. भविष्यातील योजनांवर चर्चा करणे ठीक आहे, परंतु जेव्हा त्या सत्यापित नसतात तेव्हा ते वैयक्तिक अनुमान म्हणून उघड करा किंवा त्यावर चर्चा करू नका. चुकीची माहिती पसरवणे ही समाजासाठी हानिकारक असू शकते, विशेषकरून नकारात्मक पद्धतीने पसरल्यास.",
    "IV. Helpful Discussion": "IV. उपयोगी चर्चा",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "एलिमेंटरी काहीतरी विशेष तयार करण्यासाठी त्यांच्या स्वतंत्र वेळेत एकत्र येत असलेल्या व्यक्तीद्वारे समर्थित केले जाते. त्या गोष्टींचा आदर करणे आणि नेहमी निरोगी, उपयुक्त चर्चा करण्यासाठी योगदान देणे महत्वाचे आहे. मीटिंगमध्ये असल्यास, नेमक्या विषयावर चर्चा करा आणि आपल्याकडे तत्काळ चर्चाशी संबंधित काही उपयुक्त नसल्यास शांत राहा. वेबसाइटवर टिप्पणी करीत असल्यास, जर्नल एंट्री किंवा उत्तर विषयाच्या सामग्रीशी संबंधित चर्चा ठेवा. व्ह्यू ट्रॅकरसारख्या विकसक-केंद्रित चर्चामध्ये भाग घेतल्यास, पुल विनंती, मेलिंग सूची, आयआरसी किंवा स्लॅक, गैर-विकास विषयांवर चर्चा करून अनावश्यक आवाज तयार करू नका; हे फक्त चर्चा काढून टाकते आणि विकसक नसलेल्या विकसकांसाठी लॉग अप करते.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "प्रामुख्याने ऑनलाइन-आधारित समुदाय असल्यामुळे, हे महत्त्वपूर्ण आहे की आपण इंटरनेटच्या संभाव्य नकारात्मक पैलू टाळल्या पाहिजेत. ट्रोल करू नका; कोणास तरी त्रास देण्याच्या एकमात्र उद्देशाने झगडा सुरू करणे किंवा टीका करणे बालिश आणि अस्वीकार्य आहे. स्पॅम देखील अस्वीकार्य आहे; यात अप्रासंगिक साइटचे दुवे पोस्ट करणे आणि एकाच साइटचे वारंवार दुवे पोस्ट करणे समाविष्ट आहे. कोणीतरी ट्रोलिंग किंवा स्पॅमिंग करत असल्यास, वापरकर्त्याकडे दुर्लक्ष करा आणि ध्वजांकित करा.",
    "V. Avoiding Conflict": "V. फरक टाळणे",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "जर आपल्याला वाटत असेल की कोणीतरी -एक नवीन किंवा दीर्घकाळातील योगदानकर्ता -अशिष्ट म्हणून येत आहे, कृपया त्या व्यक्तीला कळवा. एखादी समस्या कठीण होण्याआधी त्यातून बाहेर पडणे गरजेचे आहे. आमच्या (कधीकधी आव्हानात्मक) अद्वितीय कार्य वातावरणात प्रत्येकाची सुलभतेने संप्रेषण करण्यात मदत करण्याची एक भूमिका असते.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "त्याचप्रमाणे, इतर प्रकल्प, कंपन्या किंवा लोकांशी संवाद साधताना किंवा त्यांचा उल्लेख करताना नेहमीच व्यावसायिक, अचूक आणि आदरणीय राहण्याचा प्रयत्न करा. लक्षात ठेवा की आपले शब्द आणि परस्परसंवाद मोठ्या एलिमेंटरी समुदायाच्या रूपात समजले जाऊ शकतात. रचनात्मक टीका उपयोगी ठरू शकते, नेहमी सकारात्मक दिशेने येण्याचा प्रयत्न करा आणि कधीही चुकीचे वर्णन करू नका किंवा निंदा करू नका-जर आपण अनिश्चित असाल तर चूक वगळण्याच्या बाजूने चला.",
    "VI. Step Down Considerately": "VI. विचारपूर्वक खाली या",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "जीवन प्राधान्य, स्वारस्ये आणि आवडी बदलू शकतात. आपण एलिमेंटरी-संबंधित प्रोजेक्टसह गुंतलेले असल्यास परंतु आपण त्यास स्वत: ला काढून टाकणे आवश्यक आहे अशा परिस्थितीत, ते अशा प्रकारे करा जे कमी व्यत्यय उत्पन्न करेल. जेव्हा आपण एकत्र काम करतो तेव्हा आपले कार्य आणि कल्पना यापुढे आपले स्वतःचे नाहीत; ते संपूर्ण एलिमेंटरी समुदायाचे आहेत. आपण स्टेप डाऊन करण्याचा प्रयत्न करीत असाल तेव्हा असलेल्या संघाच्या इतर सदस्यांना सूचित करा आणि शक्य असल्यास कोणास तरी आपले काम उचलण्यास मदत करा. कमीतकमी, आपण जिथे सोडले होते तिथून आपले कार्य चालू ठेवता येईल याची खात्री करा.",
    "Consequences": "परिणाम",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "आपण या आचारसंहिताचे पालन न करणे निवडल्यास किंवा समुदायामध्ये व्यत्यय आणल्यास आम्ही खालील गोष्टी करण्याचा अधिकार राखून ठेवला आहे: आपण पोस्ट केलेली कोणतीही सामग्री बदलणे किंवा हटवणे; तृतीय पक्ष साइटवर आपले खाते निष्क्रिय करणे किंवा बंदी घालणे; स्लॅकमध्ये आपले खाते निष्क्रिय करणे; किंवा अन्यथा आपणांस समुदायासह संवाद साधण्यास प्रतिबंध केला जाऊ शकतो.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>एलिमेंटरी आचारसंहिता <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">क्रिएटिव्ह कॉमन्स अॅट्रिब्युशन-शेअर अॅलिइक 3.0 </a>परवान्याअंतर्गत परवानाकृत आहे. यात <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">उबंटू आचारसंहितेचे</a> काही पैलू प्रेरणादायी आहेत.</em>",
    "Code of Conduct &sdot; elementary": "एलिमेंटरी &sdot; आचारसंहिता"
}
