{
    "Be a Part of Something Bigger": "काहीतरी मोठे बनविण्यात सहभागी व्हा",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "ते सर्वकाही जे आम्ही बनवतो 100% ओपन सोर्स आहे आणि जगभरातील लोकांनी परस्पर सहयोगातून विकसित केले आहे. तुम्ही जरीही प्रोग्रॅमर नसाल, तरीही तुम्ही सहभागी होऊ शकता आणि काही करू शकता.",
    "Funding": "निधी",
    "Translations": "भाषांतरे",
    "Support": "सहाय्य",
    "Web": "वेब",
    "Desktop": "डेस्कटॉप",
    "Design": "डिजाइन",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "",
    "Sponsor on GitHub": "",
    "Patreon": "पॅट्रिन",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "",
    "Back on Patreon": "",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "सहजपणे डेबिट कार्ड, क्रेडिट कार्ड किंवा PayPal अकाऊंट वापरा. तुम्ही वन-टाइम पेमेंट निवडू शकता किंवा रिकरींग पेमेंट सेटअप करू शकता.",
    "Use PayPal": "पेपाल वापरा",
    "PayPal - The safer, easier way to pay online!": "पेपाल - ऑनलाइन पैसे भरण्याचा सुरक्षित, सुलभ मार्ग!",
    "Liberapay": "",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "",
    "Contribute with Liberapay": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "एलिमेंटरी ओएस जगभरातील लोकांनी तयार केली आणि वापरली आहे; तिचे अधिक भाषांमध्ये भाषांतर करून हा अनुभव वृद्धिंगत करण्यात आम्हाला मदत करा.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "एलिमेंटरी ओएस आणि आमचे संकेत स्थळ दोन्ही देखील Weblate नावाचा ऑनलाइन प्लॅटफॉर्म वापरुन मुक्तपणे भाषांतरित केले जातात.",
    "Learn More": "अधिक माहिती",
    "Join Chat": "गप्पांत सहभागी व्हा",
    "Suggest Translations": "भाषांतरे सुचवा",
    "World map": "जगाचा नकाशा",
    "Question &amp; Answer": "प्रश्न आणि उत्तर",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "",
    "New Questions": "नवीन प्रश्न",
    "Unanswered Questions": "अनुत्तरित प्रश्न",
    "Documentation": "दस्तऐवज",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "एलिमेंटरी वापरकर्ते व विकसक दोघांनाही मूलभूत दस्तऐवज पुरवते. आमचा संपूर्ण दस्तऐवज Markdown मध्ये लिहिला आहे आणि GitHub वर ठेवलेला आहे, बदल किंवा नवा विभाग दाखल करणे अत्यंत सोपे आहे.",
    "Learning the Basics Guide": "",
    "Developer Docs": "विकसक दस्तऐवज",
    "Web Development": "वेब विकसक",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "आमचे संकेत स्थळ HTML, CSS, PHP आणि JavaScript वापरुन बनले आहे. आम्ही नेहमीच या क्षेत्रातील अनुभवी लोकांच्या शोधात असतो जे त्यात योगदान देवून ते अधिक चांगलं बनवतील.",
    "Report a Website Issue": "संकेतस्थळ समस्या नोंदवा",
    "Fork the Website on GitHub": "",
    "Desktop Development": "डेस्कटॉप डेव्हलपमेंट",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "",
    "Developer Guide": "",
    "Browse Code": "",
    "Report issues": "",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "",
    "Read the Guide": "",
    "Fix issues": "",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "",
    "Bitesize Issues": "",
    "Create apps": "",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "",
    "Publish on AppCenter": "",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": "एलिमेंटरी ओएस मध्ये सहभागी व्हा"
}
