{
    "Be a Part of Something Bigger": "काहीतरी मोठे बनविण्यात सहभागी व्हा",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "ते सर्वकाही जे आम्ही बनवतो 100% ओपन सोर्स आहे आणि जगभरातील लोकांनी परस्पर सहयोगातून विकसित केले आहे. तुम्ही जरीही प्रोग्रॅमर नसाल, तरीही तुम्ही सहभागी होऊ शकता आणि काही करू शकता.",
    "Funding": "निधी",
    "Translations": "भाषांतरे",
    "Support": "सहाय्य",
    "Web": "वेब",
    "Desktop": "डेस्कटॉप",
    "Design": "डिजाइन",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "तुमच्या मदतीने, आम्ही हौशी स्वयंसेवकांच्या छोट्या गटापासून वाढून एक छोटी कंपनी बनलो आहोत. प्रत्येक छोटीशी मदत आणखी एका पूर्णवेळ विकसकाच्या भर्तीच्या दिशेने एक पाऊल ठरेल.",
    "Patreon": "पॅट्रिन",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "पॅट्रिन एका क्राऊडफंडिंग मीहिमेसारखे काम करते. रक्कम निवडा, बक्षिसे मिळवा आणि आम्हाला आमची उद्दिष्टे पूर्ण करण्यात मदत करा.",
    "Learn More": "अधिक माहिती",
    "Become a Patron": "पॅट्रन बना",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "सहजपणे डेबिट कार्ड, क्रेडिट कार्ड किंवा PayPal अकाऊंट वापरा. तुम्ही वन-टाइम पेमेंट निवडू शकता किंवा रिकरींग पेमेंट सेटअप करू शकता.",
    "Use PayPal": "पेपाल वापरा",
    "PayPal - The safer, easier way to pay online!": "पेपाल - ऑनलाइन पैसे भरण्याचा सुरक्षित, सुलभ मार्ग!",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "आम्हाला आर्थिक मदत करा, शिवाय तुमच्या मित्र, परिवार आणि सहकार्‍यांना खास elementary बद्दल सांगून तुमचा आधार दर्शवू शकता.",
    "Visit Store": "भंडाराला भेट द्या",
    "Bountysource": "बाऊण्टीसोर्स",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "बाऊण्टीसोर्स विकसकांना फिक्सेस कमिट केल्याबद्दल किंवा नवीन फीचर्स तयार केल्याबद्दल बक्षिसे देऊन निधी थेट त्यांच्या हाती ठेवतात.जे इश्यू तुमच्या करिता महत्वाचे आहेत त्यावर बक्षीस सेट करा किंवा ठराविक अनुप्रयोगाला निधी द्या. तुम्ही रिकरिंग सबस्क्रिप्शन देखील सेट अप करू शकता.",
    "Bountied Bugs": "बक्षीस असलेले दोष",
    "BountySource": "बाऊण्टीसोर्स",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "एलिमेंटरी ओएस जगभरातील लोकांनी तयार केली आणि वापरली आहे; तिचे अधिक भाषांमध्ये भाषांतर करून हा अनुभव वृद्धिंगत करण्यात आम्हाला मदत करा.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "एलिमेंटरी ओएस आणि आमचे संकेत स्थळ दोन्ही देखील Weblate नावाचा ऑनलाइन प्लॅटफॉर्म वापरुन मुक्तपणे भाषांतरित केले जातात.",
    "Join Chat": "गप्पांत सहभागी व्हा",
    "Suggest Translations": "भाषांतरे सुचवा",
    "World map": "जगाचा नकाशा",
    "Question &amp; Answer": "प्रश्न आणि उत्तर",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "स्टॅक एक्सचेंज ही सामान्य प्रश्नांची सर्वोत्कृष्ट उत्तरे शोधून काढलेली एक Q&amp;A वेबसाइट आहे. विचारणे आणि उत्तर देणे प्रारंभ करण्यासाठी कोणीही खाते तयार करू शकते.",
    "Unanswered Questions": "अनुत्तरित प्रश्न",
    "New Questions": "नवीन प्रश्न",
    "Documentation": "दस्तऐवज",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "एलिमेंटरी वापरकर्ते व विकसक दोघांनाही मूलभूत दस्तऐवज पुरवते. आमचा संपूर्ण दस्तऐवज Markdown मध्ये लिहिला आहे आणि GitHub वर ठेवलेला आहे, बदल किंवा नवा विभाग दाखल करणे अत्यंत सोपे आहे.",
    "Learning The Basics Guide": "मूलभूत मार्गदर्शिका समजून घेताना",
    "Developer Docs": "विकसक दस्तऐवज",
    "Web Development": "वेब विकसक",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "आमचे संकेत स्थळ HTML, CSS, PHP आणि JavaScript वापरुन बनले आहे. आम्ही नेहमीच या क्षेत्रातील अनुभवी लोकांच्या शोधात असतो जे त्यात योगदान देवून ते अधिक चांगलं बनवतील.",
    "Fork Our Website on GitHub": "GitHub वर आमच्या संकेतस्थळाला वळण द्या",
    "Report a Website Issue": "संकेतस्थळ समस्या नोंदवा",
    "Desktop Development": "डेस्कटॉप डेव्हलपमेंट",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "आमचे डेस्कटॉप एनवायरनमेंट आणि त्यातील सर्व अनुप्रयोग Vala, GTK+, Granite आणि इतर अनेक मुक्त लायब्ररीजच उपयोग करून बनले आहेत. आम्ही आमची डेस्कटॉप आज्ञावली GitHub वर ठेवतो, जी ओपन सोर्स प्रकल्पांसाठी मोफत सुविधा आहे. जेआर तुम्ही यापूर्वी कधीच एलिमेंटरी ओएस साठी डेवलप केले नाही, आम्ही तुम्हाला आमचे Getting Started guide वाचण्याची शिफारस करतो.",
    "Browse Our Code": "आमच्या आज्ञावलीचे अन्वेषण करा",
    "Bitesized Bugs": "बाइटसाइज्ड बग्ज",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "आमची डिजाइन टीम कल्पनांना स्पष्ट समस्या अहवालांमध्ये आणि पोचपावतीच्या मालमत्तेत बदलते. सुरुवात करण्यापूर्वी आमच्या डिजाइन वर्कफ्लो बद्दल वाचण्याची शिफारस केली जातेय.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "CSS मध्ये लिहिलेली सिस्टम स्टाइलशीट एलिमेंटरी ओएस वापरते. बटन आणि टूलबार पासून पॅनल आणि मेनू पर्यन्त सारे काही कसे तयार केले आहे, हे त्यात परिभाषित केलेले आहे.",
    "Browse Our Stylesheet": "आमच्या स्टाइलशीटचे अन्वेषण करा",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "एलिमेंटरी ओएस व्हेक्टर आयकॉनच्या संचासोबत येते जे सर्व पूर्वस्थापित अंनुप्रयोगांमध्ये वापरलेले आहेत आणि बाहेरील विकसकांकरिता देखील उपलब्ध आहेत.",
    "Browse Our Icons": "आमच्या आयकॉन्सचे अन्वेषण करा",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "आमची डिजाइन टीम GitHub वरील \"Needs Design\" समस्यांवर लक्ष ठेवते. ह्यांना आणखी डिजाइन चर्चा, वायरफ्रेम्स किंवा डेलीवरेबल अॅसेट्सची गरज पडू शकते.",
    "Browse 'Needs Design' Issues": "'Needs Design' संबंधित समस्यांचे अन्वेषण करा",
    "Get Involved with elementary OS": "एलिमेंटरी ओएस मध्ये सहभागी व्हा"
}
