{
    "Press Resources": "प्रेस संसाधन",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "लिनक्सच्या तसेच उच्च तंत्रज्ञानाच्या आणि सांस्कृतिक जगात आमच्या कथा आणि आम्ही काय करत आहोत हे शेअर करण्यासाठी प्रेससह कार्य करणे आम्हाला आवडते.",
    "Join Our Press List": "आमच्या प्रेस यादीमध्ये सामील व्हा",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "नवीन रिलीझ आणि महत्त्वपूर्ण विकासाबद्दल सर्वांच्या आधी जाणून घ्या. आम्ही उच्च रिझोल्यूशन स्क्रीनशॉटसह प्रेस रीलीझ आणि प्रेस किट्सवर अर्ली ऍक्सेस पाठवतो. ही एक <strong>अतिशय लहान यादी </strong> आहे; आम्ही आपल्याला वर्षातून सुमारे एकदा मोठी बातमी पाठवतो.",
    "Email": "ई-मेल",
    "First Name": "प्रथम नाव",
    "Last Name": "आडनाव",
    "Publication": "प्रकाशन",
    "Subscribe": "सदस्यता घ्या",
    "elementary OS 5 Juno": "एलिमेंटरी ओएस 5 जुनू",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "जुनू  अधिक परिष्कृत, अधिक उत्पादक आणि तृतीय पक्ष विकासकांसाठी आणखी चांगले प्लॅटफॉर्म आहे. आम्ही बरेच अॅप्स अद्ययावत केले आहेत, कोअर डेस्कटॉपला बर्याच नवीन वैशिष्ट्यांसह अधिक उत्पादक बनविले आहे, समग्र स्वरूप आणि अनुभव सुधारित केले आहे आणि मोठ्या प्रमाणात सिस्टम सेटिंग्ज सुधारित केल्या आहेत.",
    "Read Announcement": "घोषणा वाचा",
    "Download Press Kit": "प्रेस किट डाउनलोड करा",
    "News &amp; Announcements": "बातम्या &amp; घोषणा",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "आम्ही आमच्या मेडीयम प्रकाशनाद्वारे विकास, मुख्य घोषणा, विकासकांसाठी वैशिष्ट्य, वैशिष्ट्यीकृत अॅप्स आणि इतर नवीन सामग्रीवर वारंवार अपडेट्स शेअर करतो.",
    "Visit Medium": "माध्यम भेट द्या",
    "Brand Resources": "ब्रँड संसाधन",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "एलिमेंटरी लोगो, ब्रँड वापर मार्गदर्शक तत्त्वे, रंग पॅलेट आणि समुदाय लोगो पहा. तसेच अधिकृत उच्च रिझोल्यूशन आणि वेक्टर एलिमेंटरी लोगो ऍसेट डाउनलोड करा.",
    "View Brand Resources": "ब्रँड संसाधन पहा",
    "Get in Touch": "संपर्कात रहाण्यासाठी",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "<a href=\"mailto:press@elementary.io\">press@elementary.io </a> येथे आम्हाला ईमेल करून थेट कार्यसंघाशी बोला. आम्ही मुलाखती, पॉडकास्ट प्रदर्शनासाठी किंवा फक्त सामान्य प्रेस चौकशीसाठी सुद्धा विनंत्याचे स्वागत करतो.",
    "Send an Email": "ईमेल पाठवा",
    "Press &sdot; elementary": "प्रेस &sdot; एलिमेंटरी"
}
