{
    "Press Resources": "प्रेस संसाधन",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "लिनक्सच्या तसेच उच्च तंत्रज्ञानाच्या आणि सांस्कृतिक जगात आमच्या कथा आणि आम्ही काय करत आहोत हे शेअर करण्यासाठी प्रेससह कार्य करणे आम्हाला आवडते.",
    "In the Press": "",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "",
    "Join Our Press List": "आमच्या प्रेस यादीमध्ये सामील व्हा",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "नवीन रिलीझ आणि महत्त्वपूर्ण विकासाबद्दल सर्वांच्या आधी जाणून घ्या. आम्ही उच्च रिझोल्यूशन स्क्रीनशॉटसह प्रेस रीलीझ आणि प्रेस किट्सवर अर्ली ऍक्सेस पाठवतो. ही एक <strong>अतिशय लहान यादी </strong> आहे; आम्ही आपल्याला वर्षातून सुमारे एकदा मोठी बातमी पाठवतो.",
    "Email": "ई-मेल",
    "First Name": "प्रथम नाव",
    "Last Name": "आडनाव",
    "Publication": "प्रकाशन",
    "Subscribe": "सदस्यता घ्या",
    "elementary OS 6.1 Jólnir": "",
    "Larger strides in less time than ever before with a redesigned window switcher, much improved apps, better portals, and refinements in every corner. OS 6.1 addresses feedback, gets stuff done around the office, and expands compatibility with a wide range of hardware.": "",
    "Read Announcement": "घोषणा वाचा",
    "Download Press Kit": "प्रेस किट डाउनलोड करा",
    "News &amp; Announcements": "बातम्या &amp; घोषणा",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "आम्ही आमच्या अधिकृत ब्लॉगद्वारे वारंवार विकास, मुख्य घोषणा, विकसकांसाठी टिप्स, वैशिष्ट्यीकृत अ‍ॅप्स आणि अन्य नवीन सामग्री सामायिक करतो.",
    "Visit Our Blog": "आमच्या ब्लॉगला भेट द्या",
    "Brand Resources": "ब्रँड संसाधन",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "एलिमेंटरी लोगो, ब्रँड वापर मार्गदर्शक तत्त्वे, रंग पॅलेट आणि समुदाय लोगो पहा. तसेच अधिकृत उच्च रिझोल्यूशन आणि वेक्टर एलिमेंटरी लोगो ऍसेट डाउनलोड करा.",
    "View Brand Resources": "ब्रँड संसाधन पहा",
    "Get in Touch": "संपर्कात रहाण्यासाठी",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "<a href=\"mailto:press@elementary.io\">press@elementary.io </a> येथे आम्हाला ईमेल करून थेट कार्यसंघाशी बोला. आम्ही मुलाखती, पॉडकास्ट प्रदर्शनासाठी किंवा फक्त सामान्य प्रेस चौकशीसाठी सुद्धा विनंत्याचे स्वागत करतो.",
    "Send an Email": "ईमेल पाठवा",
    "Press &sdot; elementary": "प्रेस &sdot; एलिमेंटरी"
}
