{
    "Privacy Policy": "गोपनीयता धोरण",
    "Do Not Track": "मागोवा घेण्यास प्रतिबंध ",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "ही साइट बहुतेक आधुनिक ब्राउझरमध्ये आढळलेली डू -नॉट-ट्रॅक सेटिंगचे सन्मान करते आणि जेव्हा ती येते तेव्हा Google Analytics अक्षम करते. आम्ही साइटच्या वापरास गंभीरपणे प्रभावित केल्याशिवाय इतर ट्रॅकिंग पद्धती स्वयंचलितपणे काढू शकत नाही. आपण ही ट्रॅकिंग पद्धती स्वहस्ते व्यवस्थापित करू इच्छित असल्यास, कुकीज अक्षम करण्याच्या विभागाचा संदर्भ घ्या.",
    "Cookies": "कुकीज",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>आपण कोणत्याही अथवा third party कुकीज आपल्या ब्राउझरच्या सेटिंग्ज मधून अक्षम अथवा गरजेनुसार बंद करू शकता.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "हे संकेतस्थळ अंतर्गत सुधारणेसाठी कुकीजचा वापर करते. ह्या संकेतस्थळाच्या सेवा कुकीजशिवायही परंतु कमी उपयोगीतेवर मिळतील. जसे, आपण आधीपासून elementary OS साठी पैसे दिले असल्यास हे संकेतस्थळ लक्षात ठेवणार नाही; डीफॉल्टनुसार आपल्याला पुन्हा पैसे देण्यास सांगितले जाईल.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "कुकीज संग्रह वर्तनात्मक घटक लॉग इन आणि संभाव्य धोके विश्लेषित करण्यासाठी. अधिक माहितीसाठी पहा",
    "CloudFlare Privacy &amp; Security Policy": "क्लाउडफ्लेअर गोपनीयता&amp; सुरक्षा धोरण",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "",
    "Safeguarding Your Data": "",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "",
    "Stripe's Privacy Policy": "",
    "Manage Cookies": "",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "",
    "Transparency": "",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "",
    "Privacy Policy &sdot; elementary": ""
}
