{
    "Privacy": "गोपनीयता",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "आपला डेटा नेहमीच आपल्या आणि केवळ आपल्याच मालकीचा असतो. आम्ही जाहिरात सौदे करत नाही किंवा संवेदनशील वैयक्तिक डेटा संकलित करत नाही. आमच्या वापरकर्त्यांनी एलिमेंटरी ओएस आणि अॅपसेंटरवरील अॅप्ससाठी जे हवे ते थेट देण्याद्वारे आम्हाला निधी दिला जातो. आणि ते तसेच असावे.",
    "elementary OS": "एलिमेंटरी ओएस",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "आम्ही एलिमेंटरी ओएसमधून कोणताही डेटा गोळा करत नाही. आपली फाइल्स, सेटिंग्ज आणि इतर सर्व वैयक्तिक डेटा डिव्हाइसवर तसेच राहतात जोपर्यंत आपण ते तृतीय पक्ष अॅप्स किंवा सेवांशी स्पष्टपणे शेअर करीत नाही.",
    "Online Accounts": "ऑनलाईन खाती",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "एलिमेंटरी ओएस वैकल्पिकरित्या ऑनलाइन खाते प्रदात्यांसह सिस्टम सेटिंग्जद्वारे समाकलित करते जसे की Google, Last.fm आणि फास्टमेल. मेल आणि कॅलेंडर सारख्या अॅप्समध्ये वापरण्यासाठी या प्रदात्यांकडून डेटा पुनर्प्राप्त केला जाऊ शकतो आणि आपल्या डिव्हाइसवर स्थानिक पातळीवर संचयित केला जाऊ शकतो. हा डेटा एलिमेंटरी किंवा कोणत्याही तृतीय पक्षासह सामायिक केलेला नाही.",
    "What Data is Collected": "कोणता डेटा संकलित केला जातो",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "ऑनलाइन खाते जोडल्यानंतर, एलिमेंटरी ओएस आपल्या डिव्हाईसवर आपले नाव, ईमेल पत्ता, अवतार, ईमेल संदेश, कॅलेंडर कार्यक्रम, संपर्क, फोटो आणि आपल्या कनेक्ट केलेल्या खात्यांवरील फायली संकलित आणि संग्रहित करू शकते.",
    "How Data is Used": "डेटा कसा वापरला जातो",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "आपला डेटा आपल्या डिव्हाइसवर स्थानिक पातळीवर संग्रहित केला जातो आणि एलिमेंटरी सर्व्हर किंवा कोणत्याही तृतीय पक्षांना कधीही पाठविला जात नाही. तो आपल्या डेटासह मेल, कॅलेंडर, फायली आणि फोटोंसारख्या आपल्या स्थानिक अॅप्सना पॉप्युलेट करण्यासाठी वापरला जातो.",
    "Sharing Data": "डेटा शेअर करीत आहे",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "एलिमेंटरी ओएस आपल्या ऑनलाइन खात्यातून गोळा केलेले कोणतेही डेटा शेअर करत नाही. डेटा एलिमेंटरी किंवा तृतीय-पक्ष सर्व्हरवर कधीही पाठविला जात नाही.",
    "Website": "वेबसाईट",
    "Do Not Track": "ट्रॅक करू नये",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "ही साइट बहुतेक आधुनिक ब्राउझर्स मध्ये आढळणाऱ्या डू-नॉट-ट्रॅक पद्धतीचा सन्मान करते आणि जेव्हा ते (डू-नॉट-ट्रॅक)अस्तित्वात असते  तेव्हा Google Analytics अक्षम करते. आम्ही साइटच्या वापरास गंभीरपणे प्रभावित केल्याशिवाय इतर ट्रॅकिंग पद्धती स्वयंचलितपणे काढू शकत नाही. आपण ही ट्रॅकिंग पद्धती स्वहस्ते व्यवस्थापित करू इच्छित असल्यास, कुकीज अक्षम करण्याच्या विभागाचा संदर्भ घ्या.",
    "Cookies": "कुकीज",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>आपण आपल्या ब्राउझर सेटिंग्जमध्ये कोणत्याही कुकीज किंवा तृतीय पक्ष कुकीज अक्षम किंवा निवडकपणे बंद करणे निवडू शकता.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "ही साइट वाढीव सुधारांसाठी कुकीज वापरते. आपण त्यांच्याशिवाय सेवांचा वापर करू शकता परंतु कमी उपयुक्ततेसह. उदाहरणार्थ, आपण पूर्वी प्राथमिक ओएससाठी पूर्वी पैसे दिले असल्यास साइट लक्षात ठेवणार नाही; डीफॉल्टनुसार आपल्याला पुन्हा पैसे देण्यास सांगितले जाईल.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "वर्तनात्मक घटक लॉग इन आणि संभाव्य धोके विश्लेषित करण्यासाठी कुकीज संग्रहित केल्या जातात. अधिक माहितीसाठी पहा",
    "Cloudflare Privacy &amp; Security Policy": "क्लाउडफ्लॉवर गोपनीयता &amp; सुरक्षितता धोरण",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "माहिती गोळा करण्यासाठी कुकीज संग्रहित करते - या साइटवर अभ्यागतांची संख्या, ज्या ठिकाणाहून ते संदर्भित केले गेले होते आणि ते ज्या पृष्ठांना भेट देतात - तेही अनामिक स्वरूपात. ही माहिती साइट सुधारण्यात मदत करण्यासाठी वापरली जाते. अधिक माहितीसाठी, Google चा लेख पहा",
    "Safeguarding Your Data": "आपला डेटा सुरक्षित करणे",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "आपले अंतिम ऑर्डर आणि आपला देश लक्षात ठेवण्यासाठी कुकीज वापरते जेणेकरून देयकांसाठी कोणते कार्ड प्रकार ऑफर करावे हे माहित होईल. अधिक माहितीसाठी पहा",
    "Stripe's Privacy Policy": "स्ट्रीपचे गोपनीयता धोरण",
    "Manage Cookies": "कुकीज व्यवस्थापित करा",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "जर आपण आमच्या साइटला आधीच भेट दिली असेल तर  आपण आपल्या ब्राउझरमध्ये आधीपासून सेट केलेल्या कुकीज व्यवस्थापित करू शकाल. संबंधित निर्देशांचे दुवे आपणांस खाली मिळू शकतील.",
    "Transparency": "पारदर्शकता",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "आम्ही आमच्या सॉफ्टवेअरमध्ये कुठलेही बॅकडोअर ठेवले नाहीत आणि असे करण्यासाठी कोणत्याही विनंत्या प्राप्त केल्या नाहीत. आम्हाला नॅशनल सिक्युरिटी लेटर, एफआयएसए ऑर्डर, किंवा वापरकर्त्याच्या माहितीसाठी इतर कोणत्याही क्लासिफाइड विनंती देखील मिळाल्या नाहीत.",
    "Privacy &sdot; elementary": "गोपनीयता &sdot; एलिमेंटरी"
}
