{
    "Translation Guide": "Çeviri Rehberi",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Websitemizi ve uygulamalarımızı yerelleştirmek elementary OS'u birçok insan için mümkün hale getirebilmek için çok önemli parçalardan biridir. Sadece bir iç çeviri ekibine güvenmek yerine topluluk kaynaklarını kullanıyoruz, bu sayede herkes hiçbir teknik bilgiye sahip olmadan çevirilerini gönderebilir. Platform genelinde sesimizi kalıcılaştırmak ve yeni çevirmenlerin başlamalarına yardımcı olmak amacıyla bu çeviri kılavuzunu oluşturduk.",
    "Steps to Begin Translation": "Çeviriye Başlama Adımları",
    "Our apps and website are translated through Weblate: a free web-based translation management system. In order to submit translations, you should:": "Uygulamalarımız ve web sitemiz ücretsiz bir web tabanlı çeviri yönetim aracı olan Weblate vasıtasıyla çevrilir. Çeviri göndermek için şunları yapmalısınız:",
    "Have a": "Bir Launchpad",
    "Weblate account": "Weblate hesabı",
    "Set your": "Seçili Dil",
    "language preferences": "ayarlarını seç",
    "Browse our": "Gözat",
    "translatable projects": "Çevrilebilir projelerimize",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Bir proje seçtikten sonra, çevrilmemiş metinler için çeviri tavsiyeleri sağlayabilirsiniz veya zaten çevrilmiş metinlere değişiklikler önerebilirsiniz. Bu öneriler bir çeviri takımı üyesi tarafından değerlendirilir ve onlar en uygun olanı seçeceklerdir. Weblate hakkında daha fazla bilgi için onların <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">dökümantasyon</a> sayfasına bakabilirsiniz.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">join the translators Slack</a> and message an admin your weblate username and what language you want to translate.": "Varsayılan olarak sadece tavsiyelerde bulunabilirsiniz. Eğer çevirileri kaydedebilmek için izin almak isterseniz,<a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">Çevirmenlere katılın Slack</a> ve yöneticiye kullanıcı adınızı ve çevirmek istediğiniz dili mesaj atın.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Çeviri yaparken bir ifadeyi farklı şekillerde çevirebileceğiniz bir durumla karşılaşabilirsiniz. Biz bu durumda Ubuntu'nun  <a href=\"https://help.launchpad.net/Translations/Guide\">genel çevirmen klavuzuna</a> başvuruyoruz ve Ubuntu'nun spesifik dilinin konuları için <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">ekip çeviri kurallarına uyuyoruz</a>. Ayrıca bu klavuzlara uyarak herkesin katkıda bulunmasına izin veriyor ve muntazam çevirilerin oluşmasını sağlıyoruz.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Eğer Weblate kullanarak çevirmek istemezseniz veya tek seferde çok değişiklik yapmak istiyorsanız çevrimdışı da çeviri yapabilirsiniz. Bunun için:",
    "Go to a project you want to translate": "Çevrilmesini istediğiniz bir projeye git",
    "Choose your language": "Dilinizi seçin",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "&quot;Dosyalar&quot; tıklayın ve &quot;Çeviriyi gettext PO olarak indir&quot; seçin.",
    "Choose your favorite text-, code- or po-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "En sevdiğiniz metin-, kod- veya po-düzenleyici'yi seçin. (Örn. <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Tercüme etmeye başla",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page that you downloaded them from.": "Bitirdiğinizde, daha önce çevirileri indirmek için kullandığınız &quot;Dosyalar&quot; menüsündeki &quot;Çeviriyi Yükle&quot; seçeneğini kullanarak yükleyin.",
    "Additional Information": "Ek Bilgi",
    "We won't support translations in the following pages:": "Şu sayfalarda çeviriyi desteklemeyeceğiz:"
}
