{
    "Translation Guide": "Çeviri Rehberi",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Websitemizi ve uygulamalarımızı yerelleştirmek elementary OS'u birçok insan için mümkün hale getirebilmek için çok önemli parçalardan biridir. Sadece bir iç çeviri ekibine güvenmek yerine topluluk kaynaklarını kullanıyoruz, bu sayede herkes hiçbir teknik bilgiye sahip olmadan çevirilerini gönderebilir. Platform genelinde sesimizi kalıcılaştırmak ve yeni çevirmenlerin başlamalarına yardımcı olmak amacıyla bu çeviri kılavuzunu oluşturduk.",
    "Steps to Begin Translation": "Çeviriye Başlama Adımları",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Uygulamalarımız ve web sitemiz Weblate aracılığıyla çevrilmiştir: Özgür, web tabanlı bir çeviri yönetim sistemi. Çeviri yapmak için şunları yapmalısınız:",
    "Have a": "Bir",
    "Weblate account": "Weblate hesabı",
    "Set your": "Dil tercihlerinizi",
    "language preferences": "ayarlayın",
    "Browse our": "Çevrilebilir projelerimize",
    "translatable projects": "göz atın",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Bir proje seçtikten sonra, henüz çevrilmemiş dizeler için önerilerde bulunabilir veya daha önce çevrilmiş dizelerde değişiklikler önerebilirsiniz. Bu öneriler bir çeviri ekibi üyesi tarafından değerlendirilecek ve en uygun olanı seçilecektir. Weblate hakkında daha fazla bilgi almak için <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">belgelerine</a> bakabilirsiniz.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://join.slack.com/t/ele-l10n/shared_invite/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Varsayılan olarak, çevirilere yalnızca önerilerde bulunabilirsiniz. Çevirileri kaydetme iznini almak istiyorsanız, çevirmenlerin <a href=\"https://join.slack.com/t/ele-l10n/shared_invite/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">Slack</a> sohbet kanalına katılın ve bir yöneticiye Weblate kullanıcı adınızı ve hangi dili çevirmek istediğinizi iletin.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Eğer Weblate kullanarak çevirmek istemezseniz veya tek seferde çok değişiklik yapmak istiyorsanız çevrimdışı da çeviri yapabilirsiniz. Bunun için:",
    "Go to a project you want to translate": "Çevirmek istediğiniz bir projeye gidin",
    "Choose your language": "Dilinizi seçin",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "&quot;Dosyalar&quot; menüsüne tıklayın ve &quot;Çeviriyi gettext PO olarak indir&quot; seçeneğini seçin.",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Favori metin, kod veya PO düzenleyicinizi seçin (ör. <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Tercüme etmeye başlayın",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "İşiniz bittiğinde, indirdiğiniz sayfadaki &quot;Dosyalar&quot; menüsünde &quot;Çeviri yükle seçeneğini kullanın.",
    "Additional Info": "Ek Bilgi",
    "We won't support translation of the following pages:": "Aşağıdaki sayfaların çevirisini desteklemiyoruz:"
}
