{
    "Developer hero image": "Developer hero image",
    "Develop Your Ideas Into Code": "Fikirlerinizi Koda Dökün",
    "Learn to design, develop, and publish apps for elementary OS": "Elementary OS' de uygulamaları oluşturan tasarım ilkeleri hakkında bilgi edinin.",
    "Get Started": "Get Started",
    "Documentation": "Belgeleme",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "Başlangıç kılavuzu ile dağıtım için temel bir uygulama yapın, hazırlayın ve çalıştırın.",
    "Design": "Tasarım",
    "Learn about the design principles that make up apps on elementary OS.": "Elementary OS' de uygulamaları oluşturan tasarım ilkeleri hakkında bilgi edinin.",
    "Reference": "Referans",
    "Get more info about code style, reporting issues, and proposing design changes.": "Kod stilleri hakkında daha fazla bilgi edinin, hataları bildirin ve tasarım değişiklikleri önerin.",
    "Build for": "İçin yap",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "Loki Wingpanel için yeni bir API içeriyor, Başlatıcı API Slingshot'ta,  AlertView gibi yeni widgetlerde, yeni CSS tarzı gruplarda ve simgelerde ve daha nicesinde destekleniyor.",
    "Contractor": "Anlaşmalı taraf",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Önceden koordine edilmeden, uygulamaların diğer uygulamalar tarafından sağlanan işlevselliği kullanmasına izin veren genel masaüstü eklenti servisi.",
    "HIG for Contractor": "HIG için anlaşmalı taraf",
    "Reference for Contractor": "Anlaşmalı taraf için referans",
    "Granite": "Granit",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "elementary OS uygulamalarının temel kütüphanesi. DynamicNotebook, araçlar, verimli işlemler ve daha fazlası gibi güçlü widgetler içerir.",
    "Reference for Granite": "Granit için referans",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "Basit, esnek veritabanı yönetimi. SQLite dahil olmak üzere SQL veritabanını diskte kontrol etmeyi destekler. Grafik arayüzünde ve konsol arayüzünde SQL veri tarayıcılarıyla, otomatik veri keşfini aktifleştiren bir metadata çıkartıcıyla ve daha fazlasıyla geliyor.",
    "Reference for GDA": "GDA için referans",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "APIler ile eşzamanlı ve eşzamansız bir HTTP alıcı/sunucu kütüphanesi. SSL/TLS, çerezler, önbellek, WebSocketler, vekil ve tünel desteği ve daha fazlasıyla geliyor. JSON-GLib ile iyi çalışır.",
    "Reference for Soup": "Soup için referans",
    "Reference for JSON-GLib": "JSON-GLib için referans",
    "vala": "vala",
    "Vala. Write Fast, Native, Object-Oriented Code.": "Vala. Write Fast, Native, Object-Oriented Code.",
    "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C": "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C",
    "Low memory requirements, native execution, and purpose-built for GObject": "Low memory requirements, native execution, and purpose-built for GObject",
    "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more": "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more",
    "Learn More about Vala": "Vala hakkında daha fazlasını öğrenin.",
    "Library Documentation for Vala": "Vala için kütüphaneleri belgeleyin.",
    "Developer &sdot; elementary": "Geliştirici ⋅ elementary"
}