{
    "Check out our progress for Freya RC 1": "Freya Beta 2 gelişimine göz at",
    "Fixed": "Giderildi",
    "In Progress": "Sürüyor",
    "Unfixed": "Giderilmedi",
    "Translations": "Çeviriler",
    "Web Development": "Web Geliştirme",
    "Design": "Tasarım",
    "Desktop Development": "Masaüstü Geliştirme",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“Farklı bir dil hayata karşı farklı bir bakıştır.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.",
    "Learn More": "Daha Fazla Öğren",
    "Our website is also openly translated using an online platform called Transifex.": "Our website is also openly translated using an online platform called Transifex.",
    "Translate elementary OS": "elementary OS Çevirisi",
    "Translate This Website": "Web Site Çevirisi",
    "World map": "Dünya haritası",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“Web siteleri içerisinden dışarısına güzel görünmeli”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Sitemiz HTML, CSS, PHP ve JavaScript kullanılarak geliştirildi. Her zaman bu alanlarda deneyimli ve katkıda bulunarak daha da iyi hale getirecek kişiler arıyoruz. Tasarım işinin büyük çoğunluğu Tasarım Ekibimiz tarafından gerçekleştiriliyor, ama tasarım fikirlerine ve Web Ekibimiz için geri bildirimlere bayılıyoruz.",
    "Fork Us on GitHub": "Github ile Bize Ulaşın",
    "See Our Open Bug Reports": "Bekleyen Hata Bildirimlerine Bak",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "“Muazzam tasarım, hatırlanacak ve anlamlı bir şey yapmaktır.”",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Her proje bir fikirle başlar. Bizim Tasarım Ekibimiz bunları alır ve yol haritalarına çevirir. Biz tasarımı iki bileşene ayırırız:",
    "Visual Design": "Görsel Tasarım",
    "A great place for visual designers to get started is by sharing mockups with": "Görsel tasarımcılara harika bir başlangıç noktası olarak taslakları şurada paylaşmak ",
    "our Google+ Community": "Google+ Topluluğumuz",
    "Interactive Design": "Etkileşimli Tasarım",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Yeni özelliklerin detaylı açıklamalarını oluşturmak için Launchpad üzerindeki Blueprints sistemini kullanıyoruz.",
    "Read the Interface Guidelines": "Arayüz Kılavuzlarını Oku",
    "Browse Our Blueprints": "Blueprintlerimize Gözat",
    "Read About Our Workflow": "Süreçlerimiz Hakkında Oku",
    "Application wire frame": "Uygulama ön hazırlık aşaması",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "“Yazılımın yeniden kullanılabilir olmadan önce kullanılabilir olması gerekir”",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Masaüstü ortamımız ve tüm uygulamaları Vala, GTK+, Clutter, Cairo, Granite ve bir miktar daha açık kütüphane kullanılarak geliştiriliyor. Tüm kodlarımız açık kaynak projeleri için ücretsiz bir hizmet olan Launchpad.net üzerinde barındırılıyor. Her zaman her beceri  seviyesinde katkıda bulunacak kişiler arıyoruz. ",
    "Browse Our Desktop Code": "Masaüstü Koduna Göz Atın",
    "Browse Our Apps' Code": "Uygulamalar Koduna Göz Atın",
    "Scratch text editor": "Scratch metin editörü",
    "Get Involved with elementary OS": "elementary OS dünyasına sen de katıl"
}