{
    "Check out our progress for Freya RC 1": "Freya Beta 2 gelişimine göz at",
    "Fixed": "Çözüldü",
    "In Progress": "Sürüyor",
    "Unfixed": "Çözülemedi",
    "Translations": "Çeviriler",
    "Web Development": "Web Geliştirme",
    "Design": "Tasarım",
    "Desktop Development": "Masaüstü Geliştirme",
    "Funding": "Fonlama",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“Farklı bir dil hayata karşı farklı bir bakıştır.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS Dünya'nın heryerinden insanlar tarafından geliştirilmekte ve kullanılmaktadır; bu deneyimi daha iyi hale getirmek için daha çok dile çevirmemizde bize yardımcı olun.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS, Launchpad üzerinde Rosetta denilen açık ve işbirliğine dayalı bir çeviri aracı kullanır.",
    "Learn More": "Daha Fazla Öğren",
    "Our website is also openly translated using an online platform called Transifex.": "Websitemiz de Transifex olarak adlandırılan çevrimiçi bir platform kullanılarak açık olarak çevrilmektedir.",
    "Translate elementary OS": "elementary OS Çevirisi",
    "Translate This Website": "Bu Websiteyi Çevir",
    "World map": "Dünya haritası",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“Web siteleri içerisinden dışarısına güzel görünmeli”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Sitemiz HTML, CSS, PHP ve JavaScript kullanılarak geliştirildi. Her zaman bu alanlarda deneyimli ve katkıda bulunarak daha da iyi hale getirecek kişiler arıyoruz. Tasarım işinin büyük çoğunluğu Tasarım Ekibimiz tarafından gerçekleştiriliyor, ama tasarım fikirlerine ve Web Ekibimiz için geri bildirimlere bayılıyoruz.",
    "Fork Us on GitHub": "Github ile Bize Ulaşın",
    "See Our Open Bug Reports": "Bekleyen Hata Bildirimlerine Bak",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "“Muazzam tasarım, hatırlanacak ve anlamlı bir şey yapmaktır.”",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Her proje bir fikirle başlar. Bizim Tasarım Ekibimiz bunları alır ve yol haritalarına çevirir. Biz tasarımı iki bileşene ayırırız:",
    "<strong>Visual Design</strong>": "<strong>Görsel Tasarım</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Tasarım modellerini paylaşabileceğin harika biryer olan <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">Google+ Topluluğumuz</a> a sende katıl.Tasarımlarını paylaşmaya başla.",
    "<strong>Interactive Design</strong>": "<strong>İnteraktif Tasarım</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Yeni özelliklerin detaylı açıklamalarını oluşturmak için Launchpad üzerindeki Blueprints sistemini kullanıyoruz.",
    "Read the Interface Guidelines": "Arayüz Kılavuzlarını Oku",
    "Browse Our Blueprints": "Blueprintlerimize Gözat",
    "Read About Our Workflow": "Süreçlerimiz Hakkında Oku",
    "Application wire frame": "Uygulama ön hazırlık aşaması",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "“Yazılımın yeniden kullanılabilir olmadan önce kullanılabilir olması gerekir”",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Masaüstü ortamımız ve tüm uygulamaları Vala, GTK+, Clutter, Cairo, Granite ve bir miktar daha açık kütüphane kullanılarak geliştiriliyor. Tüm kodlarımız açık kaynak projeleri için ücretsiz bir hizmet olan Launchpad.net üzerinde barındırılıyor. Her zaman her beceri  seviyesinde katkıda bulunacak kişiler arıyoruz. ",
    "Browse Our Desktop Code": "Masaüstü Koduna Göz Atın",
    "Browse Our Apps' Code": "Uygulamalar Koduna Göz Atın",
    "Scratch text editor": "Scratch metin editörü",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Sevdiğiniz şeyi yapın ve para sizi takip edecektir.\"",
    "Targeted Funding": "Hedefli Fonlama",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource fonları yeni özellikler eklemeleri ve hataları düzeltmelerine ödül olarak vererek direkt olarak geliştiricilerin ellerine ulaştırır. Size en önemli gelenlere bir ödül koyun ya da spesifik bir uygulamaya fon yatırın. Ayrıca sürekli devam eden bir abonelik açabilirsiniz de.",
    "BountySource": "BountySource",
    "General Funding": "Genel Fonlama",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon sürekli devam eden kollektif bir fon olarak işlemektedir. Bir tutar seçin, ödüller kazanın ve hedefimize ulaşmamıza yardımcı olun.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal hızlı ve kolay bir çözümdür. Tek seferlik ödeme ya da abonelik seçin.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "elementary OS dünyasına sen de katıl"
}