{
    "Download elementary OS": "elementary OS İndir",
    "Blog": "Blog",
    "Support": "Destek",
    "Store": "Mağaza",
    "Developer": "Geliştirici",
    "Get Involved": "Dahil Ol",
    "This is a development site.": "This is a development site.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.",
    "A fast and open replacement for Windows and OS X": "Windows ve OS X'e hızlı ve açık bir alternatif.",
    "Custom": "Tercihen",
    "Enter any dollar amount.": "Miktarı dolar cinsinden yazın.",
    "Download Freya": "Freya'yı İndir",
    "893 MB (for PC or Mac)": "893 MB (Windows ve Mac için)",
    "What the press is saying about elementary OS:": "Basında elementary OS",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS farklı… Eski bilgisayarlarda bile iyi çalışabilen güzel ve güçlü bir işletim sistemi”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“Neredeyse her yere kurulabilir, hızlı ve bakımı kolay bir platform”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Hafif ve hızlı… Tamamen topluluk bazlı, ve de tasarımda ve dış görünüşte doğuştan yetenekli.”",
    "Meet Our Apps": "Diğer Uygulamalar ile Tanışın.",
    "Photos": "Fotoğraflar",
    "Music": "Müzik",
    "Videos": "Videolar",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Aktar, organize et, ve düzenle. Slayt yap. Facebook ve Flicker üzerinde paylaş.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Müziğini dinle ve organize et. Hızlı arama ile albümleri keşfet, en sevdiğin müziklerin çalma listesini oluştur.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Filmlerinizi ve videolarınızı daha minimal bir arayüzle izleyin. İnce ve kara çerçeve yok olur. Böylece filminizin daha fazlasını görürsünüz.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "İnternette daha hızlı ve hafif bir tarayıcıyla sörf yapın. Midori size pilden daha fazla tasarruf yaparken HTML5 sitelerini ve internet uygulamalarını kullanmanızı sağlar.",
    "Learn More": "Daha Fazla Bilgi",
    "dat": "dat",
    "Accessories": "Aksesuarlar",
    "Graphics": "Grafikler",
    "Internet": "İnternet",
    "Office": "Ofis",
    "Other": "Diğer",
    "Sound &amp; Video": "Ses & Video",
    "System Tools": "Sistem Araçları",
    "Applications": "Uygulamalar",
    "3 Ways to Explore": "Araştırmanın 3 Yolu",
    "Grid": "Bölüm",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Tüm uygulamalarını alfabetik sırada görüntüle. Gözden geçir ve istediğini bul.",
    "Categories": "Kategoriler",
    "View your apps automatically organized into categories. Perfect for large collections.": "Uygulamalarını kategori şeklinde düzenlenmiş olarak görüntüle. Geniş koleksiyonlar için mükemmel.",
    "Search": "Ara",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Uygulamaları başlat, ayarları aç, komutları çalıştır, ve daha fazla hızlı arama görünümü.",
    "Open Source": "Açık Kaynak",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Kodumuz, herkes tarafından incelenmeye, değişiklik yapmaya ve yeniden dağıtıma uygundur.",
    "No Ads. No Spying.": "Reklam Yok. Casusluk Yok.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Hiç bir pazarlama anlaşması yapmıyor ve hiç bir hassas kişisel bilgi toplamıyoruz. Bütün bilgilerimiz kullanıcılarımızdan direkt olarak gelen bilgilerdir.",
    "Safe &amp; Secure": "Sağlam & Güvenli",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Amerika Birleşik Devletleri Savunma Bakanlığı, Çin Bankası ve daha fazla kuruma güç veren yazılım olan Linux üzerine kuruluyuz.",
    "Choose a Download": "Bit'inizi seçin ve İndirin !",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Çoğu modern bilgisayar için 64-bit öneriyoruz. Destek ve daha fazla bilgi için buraya bakın:",
    "installation guide": "Kurulum Klavuzu",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Linki",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Telif Hakkı © 2015 elementary LLC. <a href=\"/privacy-policy\">Gizlilik Politikası</a>",
    "Language": "Dil",
    "Change Site Language": "Site Dilini Değiştir",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "elementary OS web sitesi kullandığın tarayıcının desteklemediği modern web teknolojileri ile geliştirildi.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "Internet Explorer'ın bu sürümü güncel değil ve hatalar ile güvenlik açıklarını barındırıyor olabilir. Lütfen IE 11 veya alternatif bir internet tarayıcıya <a href=\"http://browsehappy.com/\">yükselt</a>.",
    "Dismiss": "Kapat"
}