{
    "Code of Conduct": "行動規範",
    "Community Guidelines": "コミュニティのガイドライン",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "elementary コミュニティに関与していることは信じられない経験でしょう。あなたは何かの大きな一部であり、世界中の人々と協力し、人々が自分のコンピュータは素晴らしいものを作る事を得られます。しかし、それに関連しすべてのために最高の環境を確保する規則の所定セットに従うよう責任が伴います。以下のルールは、あなたがコミュニティ、elementary ウェブサイト、公式 IRC、その他の参加で付与されます。",
    "I. Respect": "I. 尊重",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "他人を尊重することはとても重要です。人と自分との意見、個人的な背景やプライバシー、考えを尊重するようにしてください。elementary コミュニティは、理由の如何を問わず失礼や人を傷つけるような発言のための場所ではありません。批判を与えた場合、建設的かつ丁重にそれに近づいていきます。個人への攻撃は容認されていません。建設的な批判を受けたときは、考慮にそれを取ると関係なく、彼らの入力のためのあなたのスタンスとして持論を持つ事には感謝していません。",
    "II. Content": "II. コンテンツ",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "elemtary コミュニティは、様々な年齢・信条・経験レベルを持つ数千ものユーザーで構成されています。このため、生成するコンテンツや行う発言は意識する必要があります。ヌード、過剰で下品なもの、政治的な内容、宗教的な内容、その他不適切なコンテンツは、elementary 関連では表示されないでしょう。最終的に、elementary のモデレータは不適切な構成についての最終的な決定権を持ちます。疑わしい場合は、世界の子どもから祖先まで、その人でいっぱいの部屋に表示すべきものかどうかを検討してください。躊躇するなら、それは行わないでしょう。",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "elementary-moderated コミュニティで共有するスクリーンショットには、客観的に行動規範に違反する個人またはコンテンツ、他のOS、写真やイラスト、模倣したテーマを含めることはできません。",
    "III. Rumors and Speculation": "III. 噂・憶測",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "後の elementary が寄贈する速いペースで自然に興奮させる噂や憶測を広げることは避けなければいけません。将来の計画を議論することは構いませんが、いつでも個人的な考えとしてそれを開示するかについては説明しませんが、検証済みの事実ではありません。不正確な情報を拡散することは負の光の中で広がっている場合は特に地域社会に有害である可能性があります。",
    "IV. Helpful Discussion": "IV. ディスカッションの参考",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary は何か特別なものを作成するために、個々の自由な時間を共有している個人によって供給されています。その事実を尊重し、常に健康で有用な議論に貢献しようとすることが重要です。議論がある場合は、オントピックを維持し、あなたが即時の議論に関連する有益な何かを持っていない限り静かに滞在して下さい。ウェブサイト上でコメントしている場合、履歴項目やアンサートピックの内容に関連した議論を続けます。このようなメーリングリストや開発者の IRC チャネルとして開発者向けのディスカッションに参加する場合は、唯一の議論を脱線し存在、開発者として存在しないトピックを議論することによる不要なノイズは作成する事はしません。",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "主にオンラインベースのコミュニティとして、私たちは、インターネットの潜在的な負の側面を避けることが重要です。輪唱しないでください。争いを開始したり、怒らせる目的で発言を作ることは幼稚な行為で受け入れられません。スパムも容認できません。これは、同じサイトへのリンクの掲載を繰り返し、無関係なサイトのリンクを投稿する事も含まれています。輪唱そやりスパムされている場合は、そのユーザーに無視し、フラグを立てます。",
    "V. Avoiding Conflict": "V. 紛争の回避",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "あなたが誰かを感じた場合 — それは新たなユーザーまたは長年の貢献者 ー 不親切、失礼など人に知らせ、彼らの化合によって問題を得る事が重要である前に、誰もがコミュニケーションが(時には挑戦的に)ユニークな作業環境にスムーズに流れる上で果たすべき役割を持っています。",
    "VI. Step Down Considerately": "VI. ステップダウンの思いやり",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "生命の優先順位や興味、情熱は変更することができます。elementary 関連のプロジェクトに関わっていても、後に離れる事がある場合は、混乱を最小限に抑えるような方法で行ってください。一緒に作業した時の作業内容やアイデアは、もはや我々自身ではありません。全体的に elementary コミュニティに属しています。辞任する予定がある場合はチームの他メンバーに通知し、可能な場合は、作業を引き継いでくれるメンバーを見つけて下さい。少なくとも、中断したところから作業を継続できているる事を確認して下さい。",
    "Consequences": "結果",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "この行動規範に従わない場合、コミュニティ破壊する可能性を選択した場合、我々は行動権利を留保し、次回の変更や投稿を行った任意のコンテンツを削除し、ウェブサイト上のアカウントを無効にします。 IRC チャンネルからブロックします。サイト、IRC チャネル、関連サービスから使用を禁止する事で、コミュニティとの対話を拒否します。",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>elementary 行動規範は <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a>ライセンス下で行われます。いくつかの内容は <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu 行動規範</a> に影響されています",
    "Code of Conduct &sdot; elementary": "行動規範 ⋅ elementary"
}