{
    "Developer hero image": "Developer hero image",
    "Develop Your Ideas Into Code": "アイデアをコードにする",
    "Learn to design, develop, and publish apps for elementary OS": "Elementary OS でアプリをデザイン、開発、発行する",
    "Get Started": "はじめましょう",
    "Documentation": "ドキュメント",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "スタートガイドで基本的なアプリケーションを動かしてビルドし、配布の準備ができるようにします。",
    "Design": "デザイン",
    "Learn about the design principles that make up apps on elementary OS.": "elementary OS のアプリケーションを作り上げているデザインの原理について学びます。",
    "Reference": "リファレンス",
    "Get more info about code style, reporting issues, and proposing design changes.": "コードスタイル、レポートの問題、および提案の変更についての詳細情報を取得します。",
    "Build for": "開発者のための",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "Loki は Wingpanel の新しい API、 Slingshot の Launcher API サポート、 AlertView のような新しいウィジェット、新しい CSS スタイルクラスとアイコン などをもたらします。 Gtk 3.18 と Vala 0.32 によって高機能なアプリをいままでより簡単に開発し、 Linux 4.4 のうえで実行できます。",
    "Contractor": "Contractor",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "デスクトップ全体の拡張サービスによってアプリが別のアプリが公開する機能を使うことができます  — 事前の調整なしで。",
    "HIG for Contractor": "Contractor の HIG",
    "Reference for Contractor": "Contractor の文書を参照する",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "elementary OS アプリの基盤ライブラリです。DynamicNotebook のようなパワフルなウィジェット、ユーティリティ、便利な関数などを提供します。",
    "Reference for Granite": "Graniteの文書を参照する",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "シンプルで柔軟なデータベース管理。 SQLite を含むオンディスク SQL データベースとリモートをサポートしています。グラフィカルとインコンソールの SQL データブラウザ、メタデータ抽出可能オブジェクト自動検出などが付属しています。",
    "Reference for GDA": "GDA の文書を参照する",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "同期および非同期 API を備えた HTTP クライアント / サーバー・ライブラリ。 SSL / TLS 、 Cookie 、キャッシュ、 WebSocket、プロキシとトンネリングのサポートなどが付属しています。 JSON-GLib とよく合います。",
    "Reference for Soup": "Soup の文書を参照する",
    "Reference for JSON-GLib": "JSON-GLib の文書を参照する",
    "vala": "vala",
    "Vala. Write Fast, Native, Object-Oriented Code.": "Vala. Write Fast, Native, Object-Oriented Code.",
    "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C": "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C",
    "Low memory requirements, native execution, and purpose-built for GObject": "Low memory requirements, native execution, and purpose-built for GObject",
    "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more": "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more",
    "Learn More about Vala": "Vala についてもっと詳しく知る",
    "Library Documentation for Vala": "Vala についてのライブラリの文書",
    "Developer &sdot; elementary": "開発者向け - elementary"
}