{
    "Be a Part of Something Bigger": "何か大きなものの一部となりましょう",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "私たちが作るものは全て 100% オープンソースであり、世界中の人たちによって共同開発されています。\nプログラマーではなくても、あなたが参加することでより良くすることができます。",
    "Funding": "寄付",
    "Translations": "翻訳",
    "Support": "サポート",
    "Web": "Web",
    "Desktop": "デスクトップ",
    "Design": "デザイン",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "elementary を支援する最大の方法は寄付です。みなさまのおかげで、小さくて情熱的なボランティアグループから小さな会社へと成長することができました。小さな支援が、新しいフルタイム開発者を雇う一歩となります。",
    "Bug Bounties": "バグ報奨金",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource は修正をコミットしたり新しい機能を作成したりする開発者に直接資金を提供します。あなたがもっとも関心がある問題やアプリに報奨金を設定してください。また、定期的なサブスクリプションを設定することができます。",
    "Learn More": "もっと知る",
    "BountySource": "BountySource",
    "Bountied Bugs": "報奨金を得たバグ",
    "General Funding": "一般的な資金調達",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon は継続的なクラウドファンディングキャンペーンのように機能します。金額を選んでリワードを手に入れ、わたしたちの目標達成の手助けができます。",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal は迅速かつ容易なソリューションです。一回量を選択するか、またはサブスクリプションを設定します。",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS は世界中で開発・使用されています。ですから、もっと多くの言語で翻訳に協力することでエクスペリエンスをもっと向上することができます。",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS は Rosetta と呼ばれる Launchpad の共同翻訳ツールを利用しています。",
    "Our website is also openly translated using an online platform called Transifex.": "私たちのウェブサイトも Transifex というオンラインプラットフォームを利用して共同で翻訳されています。",
    "Translate elementary OS": "elementary OS を翻訳する",
    "Translate This Website": "この Web サイトを翻訳する",
    "World map": "世界地図",
    "Question & Answer": "質問と回答",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange は一般的な質問に対して最も良い回答を探すための Q&A ウェブサイトです。\n誰でも質問と回答を始めるためのアカウントを作ることができます。",
    "Unanswered Questions": "未回答の質問",
    "New Questions": "新しい質問",
    "Documentation": "ドキュメント",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary はユーザーにも開発者にも基本的なドキュメントを用意しています。すべてのドキュメントはマークダウンで書かれており GitHub で管理されています。 そのため、変更や新しいセクションの追加を簡単に投稿することができます。",
    "Learning The Basics Guide": "基本ガイドを学ぶ",
    "Developer Docs": "開発者向けドキュメント",
    "Web Development": "Web 開発",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "私たちのWebサイトは HTML、CSS、PHP、そして JavaScript を用いて作られています。\n私たちはこれらの技術を持ち、Webサイトの向上に貢献してくださる人を常に探しています。",
    "Fork Our Website on GitHub": "GitHub でWebサイトをフォークする",
    "Report a Website Issue": "Webサイトの問題を報告する",
    "Desktop Development": "デスクトップ開発",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "私たちのデスクトップ環境とすべてのアプリは Vala, GTK+, Granite と多くのオープンライブラリで構築されています。デスクトップのコードはオープンソースプロジェクトへの無償サービスである Launchpad.net で管理しています。もしあなたが elementary OS の開発をしたことがなければ、スタートガイドを確認することをおすすめします。",
    "This burndown chart shows our progress for the": "This burndown chart shows our progress for the",
    "Loki RC 1 milestone": "Loki RC 1 milestone",
    ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.": ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.",
    "Fixed": "修正済み",
    "In Progress": "進行",
    "Unfixed": "未修正",
    "Browse Our Desktop Code": "デスクトップのコードを見る",
    "Browse Our Apps' Code": "アプリのコードを見る",
    "Bitesized Bugs": "ちょっとしたバグ",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "すべてのプロジェクトはアイデアから始まります。それらは私たちのデザインチームが詳細な計画とバグレポートにします。私たちはデザインを2つの主要なコンポーネントに分解します。",
    "Visual Design": "ビジュアルデザイン",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "私たちは常に elementary OS のビジュアルデザインに関する新しいアイデアを受け入れます。モックアップをシェアしてはじめましょう。",
    "our Google+ Community": "Google+ コミュニティ",
    "Read the Interface Guidelines": "インターフェースガイドラインを見る",
    "See Our Mockups": "モックアップを見る",
    "Interaction Design": "インタラクションデザイン",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "私たちは新しい機能とユーザーインターフェースの変更について詳しい説明をするために Launchpad 上の Blueprints と呼ばれるシステムを使用しています。",
    "Read About Our Workflow": "作業手順の記事を読む",
    "Browse Our Blueprints": "Blueprints の参照",
    "Get Involved with elementary OS": "elementary OS に参加する"
}