{
    "Check out our progress for Loki Alpha 1": "Loki Alpha 1の進行状況をチェック",
    "Fixed": "修正済み",
    "In Progress": "進行",
    "Unfixed": "未修正",
    "Funding": "寄付",
    "Translations": "翻訳",
    "Web Development": "Web 開発",
    "Desktop Development": "デスクトップ開発",
    "Design": "デザイン",
    "Targeted Funding": "目標とされた資金額",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "Learn More": "もっと知る",
    "BountySource": "BountySource",
    "General Funding": "一般的な資金調達",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPalは迅速かつ容易なソリューションです。一回量を選択するか、またはサブスクリプションを設定します。",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS は世界中で開発・使用されています。ですから、もっと多くの言語で翻訳に協力することでエクスペリエンスをもっと向上することができます。",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS は Rosetta と呼ばれる Launchpad の共同翻訳ツールを利用しています。",
    "Our website is also openly translated using an online platform called Transifex.": "私たちのウェブサイトも Transifex というオンラインプラットフォームを利用して共同で翻訳されています。",
    "Translate elementary OS": "elementary OS を翻訳する",
    "Translate This Website": "このウェブサイトを翻訳する",
    "World map": "世界地図",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "GitHubで私達のウェブサイトをフォークして下さい。",
    "Report an Issue with Our Website": "私達のウェブサイトに問題を報告して下さい。",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "私達のデスクトップ環境とその他の全てのアプリケーションは、Vala、GTK+、 Clutter、 Cairo、 Granite、その他様々なフリーライブラリを元に作成されています。私達のコードの全てはLaunchpad.net(オープンソースプロジェクト用の無料サービス)でホストされています。私たちはあらゆる技術レベルの貢献者を常に求めています。",
    "Browse Our Desktop Code": "デスクトップのコードを見る",
    "Browse Our Apps' Code": "アプリのコードを見る",
    "See Our Open Bug Reports": "公開されたバグレポートの参照",
    "Scratch text editor": "Scratch テキストエディタ",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "すべてのプロジェクトはアイデアから始まります。設計チームは、これらをロードマップで回します。2つのコンポーネントにデザインを挙げます:",
    "Visual Design": "ビジュアルデザイン",
    "A great place for visual designers to get started is by sharing mockups with": "ビジュアルデザイナーとして始めるためには、絶好の場所でモックアップを共有することです",
    "our Google+ Community": "Google+コミュニティ",
    "Interactive Design": "インタラクティブデザイン",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "新機能の詳細な説明を作成するために Launchpad 上の Blueprints と呼ばれるシステムを使用しています。",
    "Read the Interface Guidelines": "インターフェースガイドラインを見る",
    "Browse Our Blueprints": "Blueprints の参照",
    "Read About Our Workflow": "作業手順の記事を読む",
    "Application wire frame": "アプリケーションワイヤーフレーム",
    "Get Involved with elementary OS": "elementary OSに参加する"
}