{
    "A fast and open replacement for Windows and OS X": "高速で自由なWindowやMacの代わりです。",
    "Custom": "カスタム",
    "Enter any dollar amount.": "何ドルか入力",
    "Download Freya": "Freyaをダウンロード",
    "893 MB (for PC or Mac)": "893 MB (PC,Mac向け)",
    "What the press is saying about elementary OS:": "メディアがelementary OSを取り上げています。",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "elementary OSは違います。美しくパワフルなOSは古いPCでも十分に動きます。",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "高速で低メンテナンスなプラットフォームは実質、どのコンピューターでもインストールできます。",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "軽量で高速。完全にコミュニティベース。そしてセンスのいい外観とデザイン。",
    "Meet Our Apps": "私達のアプリを知る",
    "Photos": "写真",
    "Music": "音楽",
    "Videos": "ビデオ",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "写真を、インポート、管理、編集します。また、スライドシューを作成しFacebookかFlickrに共有できます。",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "音楽を管理し再生します。高速な検索でアルバムをブラウズしお気に入りのプレイリストを作成します。",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "最小限のインターフェイスで映画やビデオを鑑賞しましょう。スリムでダークなフレームはフェードアウトするので見ることに集中できます。",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "高速で軽いウェブブラウザを利用してネットサーフィンしましょう。MidoriはHTML5のウェブサイトとアプリを省電力で表示してくれます。",
    "dat": "dat",
    "Accessories": "アクセサリー",
    "Graphics": "グラフィック",
    "Internet": "インターネット",
    "Office": "オフィス",
    "Other": "その他",
    "Sound &amp; Video": "サウンドとビデオ",
    "System Tools": "システムツール",
    "Applications": "アプリケーション",
    "3 Ways to Explore": "3つの検索方法",
    "Grid": "グリッド",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "全てのアプリケーションがアルファベット順に表示されます。フリックしてあなたが起動したいものを探してください",
    "Categories": "カテゴリー",
    "View your apps automatically organized into categories. Perfect for large collections.": "アプリケーションを自動でカテゴリ別に振り分けます。数が多い場合に最適です。",
    "Search": "検索",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "検索画面は超高速でアプリを起動、設定を開き、コマンドを実行します。",
    "Open Source": "オープンソース",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "私達のコードは誰でも評価や検査、修正や再配布できます。",
    "Learn More": "もっと知る",
    "No Ads. No Spying.": "広告も情報収集もありません",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "私たちは広告契約をしませんし重要な個人情報を収集しません。私たちの唯一の収入はユーザーから直接寄付していただいたものです。",
    "Safe &amp; Secure": "安全で安定しています",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "私たちはLinuxの上に構築しています。同じソフトウェアはアメリカ国防総省、中国銀行や様々なところで動いています。",
    "Choose a Download": "ダウンロードを選択",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "64ビットの最新コンピュータを推奨します。ヘルプやもっと知りたい場合は見てください。",
    "installation guide": "インストールガイド",
    "Freya 32-bit": "Freya 32ビット",
    "Torrent Magnet Link": "トレントリンク",
    "Freya 64-bit": "Freya 64ビット",
    "Download elementary OS": "elementary OSをダウンロード"
}