{
    "A fast and open replacement for Windows and OS X": "速くて、開放的。 Windows や OS X の代わりに",
    "Custom": "カスタム",
    "Enter any dollar amount.": "何ドルか入力",
    "Purchase elementary OS": "Purchase elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 GB (PC, Mac向け)",
    "What the press is saying about elementary OS:": "メディアが elementary OS を取り上げています",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS は違います... 美しくパワフルな OS は古い PC でも十分に動作します\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"高速、低メンテナンスなプラットフォームは事実上どれにでもインストールできます\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"軽量で高速...完全にコミュニティベース。そしてセンスのいい外観とデザイン\"",
    "Meet Our Apps": "アプリを知る",
    "Photos": "写真",
    "Music": "音楽",
    "Videos": "ビデオ",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "写真をインポート・管理・編集します。またスライドショーを作成し Facebook や Flickr と共有できます。",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "音楽を管理し再生します。軽く高速な検索によってアルバムを参照し、お気に入りのプレイリストを生成します。",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "最小限のインターフェイスで映画やビデオを鑑賞しましょう。スリムでダークなフレームは画面がなくなるまで動画に集中する事ができます。",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "高速で軽いウェブブラウザを利用してネットサーフィンしましょう。MidoriはHTML5のウェブサイトとアプリを省電力で表示してくれます。",
    "Learn More": "もっと知る",
    "dat": "dat",
    "Accessories": "アクセサリー",
    "Graphics": "グラフィック",
    "Internet": "インターネット",
    "Office": "オフィス",
    "Other": "その他",
    "Sound &amp; Video": "サウンドとビデオ",
    "System Tools": "システムツール",
    "Applications": "アプリケーション",
    "3 Ways to Explore": "3つの検索方法",
    "Grid": "グリッド",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "全アプリをアルファベット順に表示します。フリックしてあなたが起動したいものを探してください",
    "Categories": "カテゴリー",
    "View your apps automatically organized into categories. Perfect for large collections.": "アプリを自動でカテゴリ別に振り分けます。数が多い場合に最適です。",
    "Search": "検索",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "検索画面は超高速でアプリを起動、設定を開き、コマンドを実行します。",
    "Open Source": "オープンソース",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "私達のコードは誰でも評価や検査、修正や再配布できます。",
    "No Ads. No Spying.": "広告も情報収集もありません",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "私たちは広告契約をしませんし、重要な個人情報も収集しません。私たちの唯一の収入は、ユーザーから直接寄付していただいたものだけです。",
    "Safe &amp; Secure": "安全＆安心",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Linux 上に構築しています: これらのソフトウェアはアメリカ国防総省、中国銀行など様々なところで力を発揮しています。",
    "Security Notices": "Security Notices",
    "Download elementary OS": "elementary OS のダウンロード",
    "Choose a Download": "ダウンロードの選択",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "64ビットの最新コンピュータを推奨します。ヘルプやもっと知りたい場合は参照してください。",
    "installation guide": "インストールガイド",
    "Freya 32-bit": "Freya 32ビット",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64ビット"
}