{
    "A fast and open replacement for Windows and OS X": "Brza i otvorena zamjena za Windows ili OS X",
    "Custom": "Proizvoljno",
    "Enter any dollar amount.": "Unesi bilo koji iznos u dolarima.",
    "Purchase elementary OS": "Kupite elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (za PC ili Mac)",
    "What the press is saying about elementary OS:": "Što novinari govore o elementray operativnom sustavu:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS je drukčiji... lijep i moćan operacijski sustav koji će raditi dobro čak i na starim računalima\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"brza i lako održavajuća platforma koja može biti instalirana bilo gdje\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Lagan i brz... Potpuno baziran na zajednici te ima pravi talent za dizajn i izgled.\"",
    "Meet Our Apps": "Upoznajte naše aplikacije",
    "Photos": "Slike",
    "Music": "Glazba",
    "Videos": "Video zapisi",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Uvezite, organizirajte i uređujte vaše fotografije. Napravite slideshow. Podijelite to na Facebooku ili Flickru.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organizirajte i slušajte vašu glazbu. Pregledavajte ju po albumima, korisite munejvito brzu tražilicu, kreirajte popise za reprodukciju vaših najdražih pjesama.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Gledajte filmove u minimalističkom radnom okruženju. Elegantna tamna traka nestaje kako bi mogli vidjeti više samog filma i mogli uživati u njemu.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Pretražujte internet s brzim i laganim web pregledniko. Midori vam omogućava pregled HTML5 webstranica i web aplikacija uz produžen vijek baterije.",
    "Learn More": "Pročitajte više",
    "dat": "dat",
    "Accessories": "Dodatci",
    "Graphics": "Grafika",
    "Internet": "Inernet",
    "Office": "Uredski programi",
    "Other": "Ostalo",
    "Sound &amp; Video": "Zvuk i video",
    "System Tools": "Sistemski alati",
    "Applications": "Aplikacije",
    "3 Ways to Explore": "3 našina pregelda",
    "Grid": "Rešetka",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Prikaz vaših aplikacija u abecednoj rešetci. Listajte i nađite ono što želite.",
    "Categories": "Kategorije",
    "View your apps automatically organized into categories. Perfect for large collections.": "Pregledajte vaše aplikacije automatski organizirane u kategorije. Odlično za velike kolekcije.",
    "Search": "Tražilica",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Pokrenite aplikacije, otvorite postavke, pokrenite komande i puno više uz munjevito brz pregled pomoću tražilice.",
    "Open Source": "Otvoren kod",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Naš kod je otvoren za svakoga, može te ga pregledati, modificirati i redistribuirati.",
    "No Ads. No Spying.": "Bez reklama. Bez špijunaže.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nemamo dogovore s oglašavačkim tvrtkama i ne prikupljamo osjetljive osobne podatke. Naš jedini izbor dolazi direktno od korisnika.",
    "Safe &amp; Secure": "Sigurnost",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Napravljen na Linuxu; istom sustavu kojeg koristi SADovo ministarstvo obrane, Kineska nacionalna banka i drugi.",
    "Security Notices": "Sigurnosne napomene",
    "Download elementary OS": "Preuzmi elementary OS",
    "Choose a Download": "Odaberite preuzimanje",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Prepuručamo 64-bitnu verziju za moderna računala. Za pomoć i više informacija pogledajte",
    "installation guide": "Upute za instalaciju",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64-bit"
}