{
    "Always Provide An Undo": "Donnez toujours la possibilité d'annuler",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should allow the user to undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "Parfois un utilisateur va effectuer une action qui peut être destructive ou traditionnellement irréversible. Plutôt que de lui présenter une alerte, les applications devraient permettre à l'utilisateur d'annuler l'action pendant un laps de temps approprié. Les principaux exemples de quand ce comportement est utile sont :",
    "<strong>Closing an app</strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"/docs/human-interface-guidelines/closing\">Closing</a>.": "<strong>Fermer une application</strong>. Plutôt que d'alerter l'utilisateur, sauvegarder automatiquement son travail et l'état de l'application pour qu'il puisse revenir exactement là où il l'avait laissé. Voir <a href=\"/docs/human-interface-guidelines/closing\">Fermer</a>.",
    "<strong>Deleting an item</strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Supprimer un élément</strong>. Au lieu de demander à l'utilisateur de confirmer, faite \"disparaitre\" l'élément de l'application, mais fournissez une moyen intuitif d'annuler la suppression.",
    "<strong>Sending an email</strong>. Rather than asking the user if they want to send an email, allow them to undo or edit the message a short time after &quot;sending.&quot;": "<strong>Envoyer un email</strong>. plutôt que de demander à l'utilisateur s'il souhaite envoyer un email, laissez le annuler ou éditer le message un court instant après \"l'envoi\".",
    "<strong>Editing a photo</strong>. Instead of asking the user if they want to destructively apply an edit, allow them to undo the edit and always keep the original backed up.": "<strong>Retoucher une photo</strong>. Au lieu de demander à l'utilisateur si il veut écraser la version précédente, laissez le annuler les modifications et gardez toujours une copie de l'originale.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Ce comportement devrait être implanté en dernier recours en fournissant un délai entre le moment où l'application montre à l'utilisateur ce qui a eu lieu et la réalisation de l'action. Pour conserver une impression de réactivité, l'application devrait toujours donner l'impression que l'action a eu lieu dès que l'utilisateur l'a initié.",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Ce comportement vise à atteindre l'équilibre entre ne pas gêner l’utilisateur et s'assurer qu'il ne fait pas quelque chose d'involontaire. Il est important de rendre l'annulation discrète, simple et intuitive; une manière générale de le faire est d'utiliser une barre d'information, même si d'autres méthodes peuvent aussi être appropriées.",
    "See also: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo</a> by Aza Raskin": "Voir aussi : <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Lire l'article sur A List Apart\">Never Use a Warning When you Mean Undo</a> par Aza Raskin",
    "Next Page:": "Page suivante :",
    "First-Launch Experience": "L'expérience du premier lancement"
}