{
    "Writing Style": "Style d'écriture",
    "Use the following rules to keep your text understandable and consistent:": "Respectez les règles suivantes pour garder votre texte compréhensible et cohérent :",
    "Be Brief": "Soyez bref",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "Ne donnez pas à l'utilisateur un long texte à lire ; une longue phrase peut paraître intimidante et peut le décourager de lire votre message. Proposez plutôt à l'utilisateur un texte court et concis.",
    "<strong>Bad</strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Mauvais</strong> : Il apparaît que vous n'avez pas de musique dans votre bibliothèque. Vous pouvez utiliser Noise pour organiser votre musique, en ajouter, et écouter la musique que vous possédez déjà. Pour commencer, cliquez sur le bouton \"Ajouter\" puis suivez les instructions. Une fois terminé, votre Musique sera affichée ici.",
    "<strong>Better</strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Mieux</strong> : Allez chercher de la musique. Noise ne trouve pas vos contacts. [Boutons pour importer ou créer des contacts]",
    "Think Simple": "Pensez Simple",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Supposez que l'utilisateur est intelligent, mais pas technique. Évitez les mots longs et peu communs et préférez leurs des verbes, noms et adjectifs simples. N'utilisez jamais de jargon technique.",
    "<strong>Bad</strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Mauvais</strong> : 37 fichiers de format audio on bien été importés dans votre banque de chansons.",
    "<strong>Better</strong>: Successfully added 37 songs.": "<strong>Mieux</strong> : 37 chansons ont été ajoutées.",
    "Get To The Bottom Line": "Get To The Bottom Line",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Mettez les informations les plus importantes au début de votre texte. Si l'utilisateur arrête sa lecture, il aura tout de même ce dont il a besoin.",
    "<strong>Bad</strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Mauvais</strong> : Votre connexion réseau a peut-être crashé parce que Lingo ne peut pas trouver de définition. Vérifiez et essayez à nouveau.",
    "<strong>Better</strong>: No definition found. Check your network connection and try again.": "<strong>Mieux</strong> : Pas de définition trouvée. Vérifiez votre connexion réseau et essayez à nouveau.",
    "Don't Repeat Yourself": "Ne Vous Répétez Pas",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "La répétition peut être fatigante et ajoute une longueur inutile à votre message.",
    "<strong>Bad</strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Mauvais</strong> : Votre adresse mail, johndoe@email.com, a bien été ajoutée. Pour accéder à johndoe@email.com, cliquez sur \"johndoe@email.com\" ci-dessus.",
    "<strong>Better</strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Mieux</strong> : Votre adresse mais a bien été ajoutée. Pour y accéder, cliquez sur \"johndoe@email.com\" ci-dessus.",
    "Use Visual Hierarchy": "Utilisez une Hiérarchie Visuelle",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "Une hiérarchie visuelle aide les utilisateurs à lire et comprendre votre texte tout en sachant ce qui est important. Utilisez les titres et autres styles de texte correctement.",
    "<strong>Bad</strong>:": "<strong>Mauvais</strong> :",
    "No files are open. Open a file to begin editing.": "Aucun fichier n'est ouvert. Ouvrez un fichier pour commencer à éditer.",
    "<strong>Better</strong>:": "<strong>Mieux</strong> :",
    "No files are open.": "Aucun fichier n'est ouvert.",
    "Open a file to begin editing.": "Ouvrez un fichier pour commencer à éditer.",
    "Next Page:": "Page Suivante :",
    "Language": "Langue"
}