{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Ons glo aan die unieke kombinasie van hoëgehalte UX en die wêreldveranderende krag van Oopbron.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary is in 2007 gestig deur ’n klein groep van passievolle vrywilligers. Oor die jare kon ons groei tot ’n klein maatskappy en die ontwikkeling van oopbronprogrammatuur befonds. Ons is ’n toegewyde span van ontwikkelaars, ontwerpers, skrywers en alledaagse rekenaargebruikers wat ’n ongelooflike oop rekenaarervaring skep. Ons is elementary.",
    "Pacific Standard Time": "Pacific Standard Time",
    "Mountain Standard Time": "Mountain Standard Time",
    "India Standard Time": "India Standard Time",
    "Eastern Standard Time": "Eastern Standard Time",
    "Central Standard Time": "Central Standard Time",
    "Central European Time": "Central European Time",
    "Greenwich Mean Time": "Greenwich Mean Time",
    "Eastern European Time": "Eastern European Time",
    "Korea Standard Time": "Korea Standard Time",
    "Moscow Time": "Moscow Time",
    "Brasilia Summer Time": "Brasilia Summer Time",
    "Community &amp; Collaborators": "Gemeenskap & Medewerkers",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary sou nie bestaan sonder die betrokkenheid van toegewyde gemeenskapslede en medewerkers van ander gratis- en oopbronprojekte nie.",
    "opensourcedesign": "oopbronontwerp",
    "Get Involved": "Raak Betrokke",
    "Powered by Slack": "Aangedryf deur Slack",
    "Team &sdot; elementary": "Span ⋅ elementary"
}