{
    "Brand": "מותג",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "המותג elementary שייך ל־elementary בע״מ, החברה שמנחה ותומכת בפיתוח של מוצרי elementary. הקווים המנחים האלו מתארים מתי וכיצד יש להשתמש במותג elementary.",
    "Company and Product Names": "שמות החברה והמוצר",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "המילה <strong>elementary</strong> היא סימן מסחר של elementary בע״מ. לצורך התייחסות לחברה עצמה. יש לכתוב אותה באותיות קטנות בלבד, אפילו בפתיחת משפטים. ניתן להשתמש בה לצד שמות המוצרים (למשל „elementary OS”) כדי להתייחס למוצר מסוים של elementary בע״מ.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "המוצר העיקרי של elementary, בע״מ הוא <strong>elementary OS</strong>. לצורך הבהרה, את elementary OS אין לקצר לכדי „elementary” או כל קיצור אחר.",
    "Brand Marks": "סמלי מותג",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary בע״מ טוענת בעלות של שני סמלים: האות המסוגננת <strong>”e„</strong> והמילה המסוגננת <strong>”elementary„</strong>. שני אלו נחשבים סימני מסחר ומייצגים את elementary בע״מ.",
    "Both should be used with the following in mind:": "בשימוש בשניהם יש לזכור:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "אין למתוח, לעקם, לסובב, להפוך או לשנות בכל דרך אחרת את הסמלים.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "אין להשתמש בסימנים על רקע עמוס לעייפה, צבעים אחידים עובדים הכי טוב.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "הסימנים חייבים להיות בצבעים חד־גוניים, כלומר לבן עם רקע כהה או שחור עם רקע בהיר.",
    "elementary Logomark": "סמל מסחרי של elementary",
    "Default logomark": "המילה המסוגננת כבררת מחדל",
    "Alternate elementary Logomark": "כתובית מסוגננת חלופית של elementary",
    "Alternate logomark": "לוגו חלופי",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "בסימן הלוגו „e”יש להשתמש כדי להתייחס ל־elementary בע״מ, במיוחד כאשר צריך להשתמש ביחס ריבועי. יש להשתמש בו בגודל רב יותר לצד לוגואים במשקל דומה. ניתן להשתמש בלוגו החלופי, הצר יותר, בהקשרים קטנים יותר כאשר סימן בררת המחדל של הלוגו מרגיש כבד מדי.",
    "elementary Logotype": "לוגו elementary",
    "Logotype": "לוגו",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "במילת הלוגו „elementary” יש להשתמש כאשר השטח מאפשר לך להציג את elementary בע״מ. ניתן להשתמש בה לפני שם המוצר כדי להתייחס למוצר מסוים של elementary בע״מ.",
    "The logotype should always be used under the following guidelines:": "יש להשתמש בלוגו לפי ההנחיות הבאות:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "לא לנסות לייצר מחדש את הכתב המסוגנן על ידי כתיבת „elementary” בגופן מסוים, תמיד להשתמש בגרפיקה שסופקה.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "אין להשתמש בלוגו בגדלים קטנים; אם הוא לא ברור, יש להשתמש בסמל המסחרי במקום.",
    "Color": "צבע",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "אנו מרשים להשתמש בשילוב צבע עם השם וסימני המסחר כדי לייצג את המותג שלנו. אנו משתמשים בערכת הצבעים הבאה:",
    "Strawberry": "תות",
    "Strawberry 100": "תות 100",
    "Strawberry 300": "תות 300",
    "Strawberry 500": "תות 500",
    "Strawberry 700": "תות 700",
    "Strawberry 900": "תות 900",
    "Orange": "כתום",
    "Orange 100": "כתום 100",
    "Orange 300": "כתום 300",
    "Orange 500": "כתום 500",
    "Orange 700": "כתום 700",
    "Orange 900": "כתום 900",
    "Banana": "בננה",
    "Banana 100": "בננה 100",
    "Banana 300": "בננה 300",
    "Banana 500": "בננה 500",
    "Banana 700": "בננה 700",
    "Banana 900": "בננה 900",
    "Lime": "ירוק לימון",
    "Lime 100": "ירוק לימון 100",
    "Lime 300": "ירוק לימון 300",
    "Lime 500": "ירוק לימון 500",
    "Lime 700": "ירוק לימון 700",
    "Lime 900": "ירוק לימון 900",
    "Mint": "נענע",
    "Mint 100": "נענע 100",
    "Mint 300": "נענע 300",
    "Mint 500": "נענע 500",
    "Mint 700": "נענע 700",
    "Mint 900": "נענע 900",
    "Blueberry": "אוכמנית",
    "Blueberry 100": "אוכמנית 100",
    "Blueberry 300": "אוכמנית 300",
    "Blueberry 500": "אוכמנית 500",
    "Blueberry 700": "אוכמנית 700",
    "Blueberry 900": "אוכמנית 900",
    "Grape": "ענב",
    "Grape 100": "ענב 100",
    "Grape 300": "ענב 300",
    "Grape 500": "ענב 500",
    "Grape 700": "ענב 700",
    "Grape 900": "ענב 900",
    "Bubblegum": "מסטיק",
    "Bubblegum 100": "מסטיק 100",
    "Bubblegum 300": "מסטיק 300",
    "Bubblegum 500": "מסטיק 500",
    "Bubblegum 700": "מסטיק 700",
    "Bubblegum 900": "מסטיק 900",
    "Latte": "לאטה",
    "Latte 100": "לאטה 100",
    "Latte 300": "לאטה 300",
    "Latte 500": "לאטה 500",
    "Latte 700": "לאטה 700",
    "Latte 900": "לאטה 900",
    "Cocoa": "קקאו",
    "Cocoa 100": "קקאו 100",
    "Cocoa 300": "קקאו 300",
    "Cocoa 500": "קקאו 500",
    "Cocoa 700": "קקאו 700",
    "Cocoa 900": "קקאו 900",
    "Silver": "כסף",
    "Silver 100": "כסף 100",
    "Silver 300": "כסף 300",
    "Silver 500": "כסף 500",
    "Silver 700": "כסף 700",
    "Silver 900": "כסף 900",
    "Slate": "אבן",
    "Slate 100": "אבן 100",
    "Slate 300": "אבן 300",
    "Slate 500": "אבן 500",
    "Slate 700": "אבן 700",
    "Slate 900": "אבן 900",
    "Black": "שחור",
    "Black 100": "שחור 100",
    "Black 300": "שחור 300",
    "Black 500": "שחור 500",
    "Black 700": "שחור 700",
    "Black 900": "שחור 900",
    "Fonts": "גופנים",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "לדפדפן ולהדפסה אנו משתמש ב־Inter לכותרות ולגוף התוכן. למקטעי קוד אנחנו משתמשים ב־Roboto Mono.",
    "Third Parties &amp; Community": "צד־שלישי וקהילה",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "אנו מזמינים מפתחי צד־שלישי שיוצרים מוצרים עבור elementary OS לאמץ רכיבים עיצוביים מסוימים של המותג של elementary למען אחידות:",
    "Voice/tone": "קול/טון",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "אולם, כדי למנוע בלבול אצל משתמשים, אנחנו מגבילים את השימוש בשם ובסמלים של elementary:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "אנו מעודדים אותך לציין שהשירות או היישום שלך „תוכנן עבור elementary OS” אך לא להשתמש בשם או בסימנים של elementary כחלק משם החברה, היישום, המוצר או השירות שלך או בכל לוגו שייוצר על ידיך.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "יש להשתמש בשם elementary או בסימנים כדי להתייחס ל־elementary בע״מ או למוצרים ממותגים מטעמה (למשל: elementary OS).",
    "Community": "קהילה",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "אנו מעודדים שימוש בלוגו הקהילתי של elemantary במוצרים הקהילתיים (אתרים, מועדוני מעריצים וכו׳):",
    "elementary Community Logo with color": "לוגו הקהילה של elementary בצבע",
    "elementary Community Logo in black": "לוגו הקהילה של elementary בשחור",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "מסייע בחיזוק המוצר כחלק מהקהילה כולה תוך צמצום הבלבול שעשוי להיווצר עקב השימוש בסימן הלוגו elementary בע״מ.",
    "Hardware Distributors": "מפיצי חומרה",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "כל עוד התכניות שלנו נושאות את המיתוג elementary, החוויה חייבת להישמר אחידה - בין אם הורדת את מערכת ההפעלה מהאתר שלנו או שהגיעה מותקנת על מוצר חומרה.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "ניתן לשנות ולהפיץ מחדש את רכיבי התכנה של elementary OS בהתאם לתנאי הקוד הפתוח של רישיון התכנה, עם זאת, ניתן להפיץ מחדש את המיתוג וסימני המסחר שלהלן תחת אחד או יותר מהתנאים הבאים:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "התכנית נותרת ללא שינויים מנותיים, לרבות יישומים, סגנון עיצובי, סמלי בררת מחדל וכו׳ או",
    "Software modifications are approved by elementary, Inc.": "חברת elementary בע״מ מרשה לבצע שינויים בתכנה.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "מנהלי התקנים וחבילות תאימות חומרה הם מקבלים כמובן. אנו מבינים שמיתוג המפיץ (למשל: הטפטים כבררת מחדל) עשויים להיות חשובים למפיצים, לכן בדרך כלל השינויים האלו מקבלים אישור. במקרה של ספק, יש לשלוח דוא״ל אל <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> לקבלת הבהרה או הנחיות.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "אם אין לך אפשרות או רצון לדבוק בתנאי סימני המסחר של elementary בע״מ, הסרת סימני המסחר ממערכת ההפעלה היא פשוטה וישירה:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "עליך לשנות את השורה <code>DISTRIB_DESCRIPTION</code> בקובץ <code>/etc/lsb-release</code> כדי להסיר את סימני המסחר שלנו.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "להחליף את הסמלים כגון הסמל <code>distributor-logo</code> שנמצא תחת <code>/usr/share/icons/elementary/places/</code> בכל הגדלים כדי שאלו לא יופיעו בהפצה.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "להסיר או להחליף את החבילות <code>plymouth-theme-elementary</code> ו־<code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "למידע נוסף על ספקי ומפיצי חומרה, ניתן לגשת אל <a href=\"oem\">המידע לספקי חומרה</a> שלנו.",
    "Merchandise": "סחורה",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "איננו מרשים להשתמש במיתוג (כולל סימני השם או המותג) שלנו על מוצרי צד־שלישי ללא אישור מפורש מצדנו בכתב.",
    "Assets &amp; More Info": "נכסים ומידע נוסף",
    "Download on GitHub": "הורדה ב־GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "לקבלת מידע נוסף לגבי השימוש בשם, במותג ובסימנים של elementary, נא לפנות ל־<a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "מותג ⋅ elementary"
}
