{
    "Brand": "מותג",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "המותג \"אלמנטרי\" הוא ייחודי: טכנית הוא שייך לElementary LLC, החברה שמנחה ומגבה את הפיתוח של פרויקט אלמנטרי, אבל יש לנו גם קהילה נהדרת ולכן אנחנו לא רוצים להיות מגבילים מדי עם הדרישות והפרטים החוקיים. כתוצאה מכך, רשמנו כמה הנחיות בנושא על-מנת לסייע למשתמשים להבין מתי וכיצד להשתמש במותג \"אלמנטרי\".",
    "Name": "שם",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "המילה \"אלמנטרי\" (elementary) מפנה ומהווה סימן מסחרי לתאגיד elementary LLC.\nהמילה \"אלמנטרי\" נרשמת באנגלית באותיות קטנות בלבד (elementary), אפילו בתחילת משפט.\nכמו כן, המילה \"אלמנטרי\" מהווה חלק בשמות (מערכת הפעלה אלמנטרי, לדוגמה) במטרה לפנות למוצרים של אלמנטרי.",
    "Brand Marks": "סמלי מותג",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary שולטת בשני סימנים: בלוגו של ''elementary'' ובסמליל לוגו ''e''. שניהם נחשבים לסימני מסחר ומייצגים את elementary — החברה — והמוצרים שלה.",
    "Both should be used with the following in mind:": "בשימוש בשניהם תזכרו:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "אל תמתכו, תעקמו, תסובבו, תהפכו, או תשנו בדרך אחרת את הסמלים.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "אין להשתמש בסימנים על רקע עסוק; צבעים אחידים עובדים הכי טוב.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "הסימנים תמיד צריכים להיות חו גווניים; בדרך כלל לבן אם על רקע שחור, או שחור אם על רקע בהיר.",
    "Logotype": "לוגו",
    "elementary Logotype": "לוגו elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "הלוגו יהיה בשימוש כאשר יש מקום להתייחסות לחברת elementary. הוא יכול להיות בשימוש לפני התייחסות על שם של מוצר או מוצר ספציפי של elementary.",
    "The logotype should always be used under the following guidelines:": "הלוגו צריך להיות בשימוש לפי ההנחיות הבאות:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "אין לנסות לשחזר את הלוגו. סימן המותג מעוצב בקפידה, לא רק ''elementary'' שכתוב בגופן ספציפי.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "אין להשתמש בלוגו בגדלים קטנים; אם הוא לא ברור, השתמשו בסמליל לוגו במקום.",
    "Logomark": "סמליל לוגו",
    "elementary Logomark": "סמליל לוגו elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "לוגו ה''e'' יהיה בשימוש כדי להתייחס ל-elementary החברה כשהשטח מוגבל או כשדרוש יחס מרובע.",
    "Color": "צבע",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary מעסיקה את השימוש של צבע בשילוב עם השם והסימנים שלנו כדי להקים את המותג שלנו. אנו משתמשים בלוח הצבעים הבא:",
    "Blueberry": "אוכמנית",
    "Strawberry": "תות",
    "Orange": "כתום",
    "Banana": "בננה",
    "Lime": "ירוק לימון",
    "Grape": "ענב",
    "White": "לבן",
    "Black": "שחור",
    "Fonts": "גופנים",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "לרשת ולדפוס, אנחנו משתמשים בגופן Raleway לכותרות ובגופן Open Sans לגוף המלל. לקטעי קוד, אנחנו משמתמשים בגופן Roboto Mono.",
    "Third Parties &amp; Community": "צד־שלישי וקהילה",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "אנו מעודדים מפתחי צד שלישי ליצור מוצרים למערכת ההפעלה elementary כדי לאמץ אלמנטים מסויימים ממותג elementary כדי להשיג עקביות:",
    "Voice\/tone": "קול\/טון",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "אולם, כדי למנוע בלבול אצל משתמשים, אנחנו מגבילים את השימוש בשם ובסמלים של elementary:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "אתם מוזמנים לומר שהאפליקציה או השירות שלכם מיוצר למערכת ההפעלה elementary, אבל בבקשה אל תשתמשו בשם או בסימנים של elementary כחלק משם החברה, אפליקציה, מוצר, שירות או בכל לוגו אחר שאתם מייצרים.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "השתמשו בשם או בסימנים של elementary כדי להתייחס ל-elementary LLC או למוצרים שלה (לדוגמא: מערכת ההפעלה elementary).",
    "Community": "קהילה",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "אנו מעודדים שימוש בלוגו הקהילתי של elemantary במוצרים הקהילתיים (אתרים, מועדוני מעריצים וכו׳):",
    "elementary Community Logo with color": "לוגו הקהילה של elementary בצבע",
    "elementary Community Logo in black": "לוגו הקהילה של elementary בשחור",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "הגבלות אלו מאפשרות לבסס את המוצר כחלק מקהילת elementary הכללית תוך הפחתת הבלבול שעשוי לנבוע מהשימוש בלוגו הראשי.",
    "Hardware Distributors": "מפיצי חומרה",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "אנו רוצים לוודא שכל זמן שהתכנה שלנו נושאת את המיתוג של elementary, החוויה תהיה אחידה בין אם מדובר בהורדה מהאתר שלנו או בהתקנה מראש על מוצר חומרה.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "רכיבי התכנה של elementary OS ניתנים לשינוי ולהפצה מחדש בהתאם לתנאי רישוי התכנה. עם זאת, סימני המותג שלנו מוגנים וניתן להפיץ אותם תחת אחד או יותר מהתנאים הבאים:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "התכנה נותרת ללא שינוי, לרבות היישומים, גיליונות העיצוב והסמלים, קובצי התצורה וכו׳ שהוטמעו בהפצה מראש או",
    "The modifications are approved in writing by elementary.": "התקבל אישור בכתב מ־elementary לבצע את השינויים.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "אנו מבינים שהוספת מנהלי התקנים, תמיכה נרחבת בחומרה ומיתוג המשווק חשובים למשווקים, לכן שינויים אלו כמעט תמיד יאושרו על ידי elementary. במקרה של ספק, נא לשלוח הודעת דוא״ל לכתובת <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> להבהרות והכוונה.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "אם אין לך אפשרות או רצון לעקוב אחרי תנאי ההפצה המחודשת עם סימני המסחר, ניתן להסיר את סימני המסחר של elementary ממערכת ההפעלה בקלות וביעילות:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "עליך לשנות את השורה <code>DISTRIB_DESCRIPTION<\/code> בקובץ <code>\/etc\/lsb-release<\/code> כדי להסיר את סימני המסחר שלנו.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "להחליף את הסמלים כגון הסמל <code>distributor-logo<\/code> שנמצא תחת <code>\/usr\/share\/icons\/elementary\/places\/<\/code> בכל הגדלים כדי שאלו לא יופיעו בהפצה.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "הסרת החבילות <code>plymouth-theme-elementary<\/code> ו־<code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "סחורה",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "אנו בדרך כלל לא מאשרים שימוש במותג שלנו (כולל השם או סימני המותג שלנו) על סחורת צד שלישי.",
    "Assets &amp; More Info": "נכסים ומידע נוסף",
    "Download on GitHub": "הורדה ב־GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "לקבלת מידע נוסף לגבי השימוש בשם, במותג ובסימנים של elementary, נא לפנות ל־<a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": "מותג ⋅ elementary"
}
