{
    "Code of Conduct": "נהלים",
    "Community Guidelines": "הנחיות לקהילה",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you’re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "המעורבות בקהילת elementary הנה חוויה נהדרת, לוקחים חלק במשהו גדול, שיתוף פעולה עם אנשים בכל רחבי העולם וסיוע לאנשים להפוך את המחשבים שלהם למעולים. עם זאת, לצד היתרונות האלה ישנה ערכת כללים שהוגדרה מראש שמטרתה להבטיח את הסביבה הטובה ביותר לכל המעורבים. הכללים הבאים אמורים לחול על כל מגע עם הקהילה, בין אם זה האתר של elementary, ערוץ ה־IRC הרשמי, באופן אישי או בכל מקום אחר.",
    "I. Respect": "א. כבוד",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "כבוד לזולת הוא מעל לכל. יש להקפיד לכבד אנשים ואת הדעות, הרקע האישי, הפרטיות והרעיונות שלהם. הקהילה שלנו אינה מקום להערות מזלזלות או פוגעניות מכל סיבה שהיא. כאשר ברצונך לבקר, חשוב שהביקורת תהיה בונה ומכבדת. אין מקום להתקפות אישיות. בקבלת ביקורת, יש לקחת אותה לתשומת הלב ולהודות על התגובה, גם כאשר לא מסכימים עם אותה ביקורת.",
    "II. Content": "ב. תוכן",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "קהילת elementary מורכבת מאלפי משתמשים בעלי גילאים, אמונות ורמות בגרות שונות. עקב כך, עליך לפתח מודעות לתוכן שנוצר על ידיך לרבות הערות שנשלפות. אין מקום לעירום, חוסר נימוס, תוכן פוליטי, תוכן דתי או תוכן בלתי ראוי בהקשר של elementary. בשורה התחתונה, למנהלים של elementary נשמרת הזכות לגזור את הדין בנוגע להתנהגות בלתי הולמת. במקרה של ספק, עליך לשאול את עצמך אם מעשה זה הוא מעשה בו היית מתגאה לבצע מול חדר מלא באנשים לרבות ילדים וסבתות מכל העולם. אם קיים ספק, לא לעשות זאת.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "צילומי מסך שמשותפים בקהילות בניהולינו לא יכללו ערכות נושא שמחקות מערכת הפעלה אחרת, תמונות או איורים שמחפיצים אדם פרטי, או תוכן שמפר את הנהלים שלנו בכל צורה אחרת.",
    "III. Rumors and Speculation": "ג. שמועות והשערות",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "בעוד הטבע המהיר והנלהב של elementary תורם לרצון להפיץ שמועות והשערות, יש להמנע מכך. דיון על תכניות עתידיות זה בסדר, אך בכל פעם שמדובר בעובדה שלא אומתה, יש להציג אותה כהשערה אישית או לא לדון בה. הפצת מידע בלתי מדויק יכול לפגוע בקהילה, במיוחד אם המידע מוצג באור שלילי.",
    "IV. Helpful Discussion": "ד. דיון מועיל",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "כוחה של elementary הוא ביחידים המשלבים ידיים ועומדים מאחוריה ומשקיעים מזמנם הפנוי כדי ליצור משהו מיוחד. חשוב מאוד לכבד את העובדה הזו ותמיד לנסות לתרום לדיון בריא ומועיל. אם מדובר בפגישה, יש להיצמד לנושא הפגישה ולהיות בשקט אלא אם כן יש לך משהו מועיל לתרום לדיון המיידי. בכתיבת הערה באתר, יש להיצמד לנושא ברשומת היומן או בכותרת השאלה. בעת השתתפות בדיון בנושא פיתוח כגון קבוצת דיוור או ערוץ IRC למפתחים, לא ליצור רעש בלתי הכרחי על ידי דיון בנושאים שאינם קשורים לפיתוח, התפרצויות שכאלה מדרדרות את רמת השיח ומנפחות את הרישומים למפתחים שאינם נמצאים בדיון.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "כיוון שמדובר על קהילה על בסיס מקוון, חשוב להימנע מההיבטים בעלי הנטייה השלילית שבאינטרנט. לא לצאת טרול, להתחיל במריבות או להעיר הערות רק כדי לעצבן חבר בקהילה היא התנהגות ילדותית ובלתי מקובלת. דואר זבל הוא גם מחוץ לתחום, לרבות פרסום קישורים לאתרים בלתי קשורים ופרסום חוזר ונשנה של אותו האתר. אם מישהו מתנהג כטרול או שולח זבל, יש להתעלם ולדווח על המשתמש.",
    "V. Avoiding Conflict": "ה. הימנעות מעימות",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "אם תרגישו שמישהו - משתמש חדש או ותיק - מתנהג בחוצפה, יידעו את אותו אדם באדיבות. הימנעות מעימותים לפני שהם מתלקחים זה קריטי. לכל אחד יש אחריות לשמור על תקשורת חלקה בסביבת העבודה הייחודית (ולפעמים מאתגרת) שלנו.",
    "VI. Step Down Considerately": "ו. פרישה מתחשבת",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "סדרי עדיפויות, תחומי עניין, ותשוקות עשויים להשתנות. אם ברצונך להסיר את מעורבותך במיזם זה, עדיף לעשות זאת כך תוך שיבוש מזערי. כשאנו עובדים יחד, העבודה והרעיונות שלנו הם כבר לא רק שלנו - הם שייכים לקהילה הזו ככלל. יידעו חברים אחרים בקבוצה על הכוונה לעזוב, ובמידת האפשר, עזרו למצוא מישהו שיחליף אתכם. לכל הפחות, יש לוודא כי אחרים יכולים להמשיך את עבודתך מנקודת העזיבה.",
    "Consequences": "השלכות",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "אם נהלים אלה אינם לרוחך או שברצונך לפגוע בפעילות הקהילתית, אנו שומרים את הזכות לעשות את אחד מהדברים באים: לשנות או להסיר תוכן שפרסמת, לנטרל את חשבונך באתר, לבעוט אותך מערוץ ה־IRC, לחסום אותך מגישה לאתר, לקבוצות ה־IRC או כל שירות שקשור בהם או לחלופין למנוע ממך להתנהל מול הקהילה.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>הנהלים של elementary מוגנים באמצעות הרישיון <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a>. היבטים מסוימים נלקחו כהשראה מ<a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">הקוד האתי של אובונטו</a>.</em>",
    "Code of Conduct ⋅ elementary": "נהלים ⋅ elementary"
}
