{
    "Be a Part of Something Bigger": "בואו לקחת חלק ממשהו גדול יותר",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "כל מה שאנחנו עושים הוא 100% קוד פתוח והפיתוח הוא שיתופי ולוקחים בו חלק אנשים מכל רחבי העולם. אפילו אם אין לך רקע בתכנות, ניתן לקחת חלק ולהביא לשינוי.",
    "Funding": "מימון",
    "Translations": "תרגומים",
    "Support": "תמיכה",
    "Web": "אינטרנט",
    "Desktop": "שולחן עבודה",
    "Design": "עיצוב",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "בעזרתכם, צמחנו מקבוצה קטנה של מתנדבים נמרצים לכדי חברה קטנה. כל טיפה של סיוע מביאה אותנו צעד אחד לקראת גיוס של מפתח נוסף במשרה מלאה.",
    "Indiegogo": "Indiegogo",
    "We’re currently crowdfunding AppCenter, the pay-what-you-want app store, on Indiegogo. By backing us there, you'll be helping us pay for our remote team to get together in person with developers from our community for a week long sprint in Denver, Colorado.": "אנו כרגע בתהליך של מימון המונים למרכז היישומים, החנות שמאפשרת לך לשלם לפי רצונך, ב־Indiegogo. הסיוע שיוגש דרך המערכת יאפשר לנו לממן מפגש פנים אל פנים בין קבוצות מרוחקות של מפתחים מהקהילה שלנו למשך שבוע בדנבר שבקולורדו.",
    "Back AppCenter": "תמיכה במרכז היישומים",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon עובד בתצורת קמפיין מימון המונים מתמשך. עליך לבחור סכום, לקבל פרסים ולסייע לנו להגיע למטרות שלנו.",
    "Learn More": "למד עוד",
    "Become a Patron": "להפוך ל־Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "ניתן להשתמש בקלות בכרטיס חיוב, כרטיס אשראי או חשבון PayPal. ניתן לבחור תשלום חד פעמי או תשלומים מתחדשים.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "ניתן לסייע לנו כלכלית וגם לקבל כל מיני צעצועים ייחודיים של elementary כדי להציג את תמיכתך לחברים, משפחה וחברים לעבודה.",
    "Visit Store": "ביקור בחנות",
    "Bountysource": "Bountysource",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource מעבירה את התרומות ישירות למפתחים על ידי תמריצים להגשת תיקונים או יצירת תכונות חדשות. ניתן להגדיר מענק על הנושאים שהכי בוערים לך או לממן יישום מסוים. ניתן גם להגדיר מינוי מחזורי.",
    "Bountied Bugs": "באגים עם פרסים",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS נוצרה על ידי ומשרתת אנשים מכל רחבי העולם, עזרו לנו להפוך את החוויה לטובה יותר על ידי תרגום המערכת לשפות נוספות.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "ב־elementary OS נעשה שימוש בכלי תרגום פתוח ושיתופי בשם Weblate.",
    "Our website is also openly translated using an online platform called Transifex.": "האתר שלנו מתורגם גם כן באופן פתוח באמצעות Weblate.",
    "Translate elementary OS": "תרגם את elementary OS",
    "Translate This Website": "תרגום האתר הזה",
    "World map": "מפת העולם",
    "Question & Answer": "שאלות ותשובות",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange הוא אתר שאלות ותשובות שנבנה סביב חיפוש התשובות הטובות ביותר לשאלות נפוצות. כל אחד יכול ליצור חשבון ולהתחיל לשאול שאלות או לענות עליהן.",
    "Unanswered Questions": "שאלות שלא קיבלו מענה",
    "New Questions": "שאלות חדשות",
    "Documentation": "תיעוד",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary מספקת תיעוד הן למשתמשים והן למפתחים. כל התיעוד שלנו נכתב בתצורת Markdown ומתארח ב־GitHub, לכן עריכת שינויים או הוספת פסקה חדשה הן משימות פשוטות ביותר.",
    "Learning The Basics Guide": "המדריך ללימוד הבסיס",
    "Developer Docs": "מסמכים למפתחים",
    "Web Development": "פיתוח רשת",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "האתר שלנו מורכב מהטכנולוגיות HTML, CSS, PHP ו־JavaScript. אנחנו תמיד מחפשים בעלי ניסיון בתחומים האלה שמעוניינים לתרום ולהפוך אותו לטוב יותר.",
    "Fork Our Website on GitHub": "ניתן לפצל את האתר שלנו ב־GitHub",
    "Report a Website Issue": "דיווח על תקלה באתר",
    "Desktop Development": "פיתוח לשולחן העבודה",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "סביבת שולחן העבודה שלנו וכל היישומים הנכללים בה נבנו באמצעות Vala,‏‏ GTK+‎ ו־Granite ומגוון ספריות קוד פתוח אחרות. אנו מארחים את הקוד של שולחן העבודה שלנו ב־Launchpad.net, שירות חינמי למיזמי קוד פתוח. אם טרם פיתחת לטובת elementary OS, אנו ממליצים לקרוא את המדריך למתחילים.",
    "Browse Our Desktop Code": "עיון בקוד שולחן העבודה שלנו",
    "Browse Our Apps' Code": "עיון בקוד של היישומים שלנו",
    "Bitesized Bugs": "באגים חביבים",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "כל מיזם מתחיל ברעיון. צוות העיצוב שלנו לוקח אותם והופך אותם לשרטוטים ודיווחי באגים. אנו מחלקים את העיצוב שלנו לשני רכיבים עיקריים:",
    "Visual Design": "עיצוב חזותי",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "אנחנו תמיד קשובים לרעיונות חדשים לעיצוב החזותי של elementary OS. ניתן להתחיל במלאכה על ידי שיתוף טויטות עיצוביות עם",
    "our Google+ Community": "הקהילה שלנו ב־Google+‎",
    "Read the Interface Guidelines": "לקריאת קווי המנחה של המנשק",
    "See Our Mockups": "הצגת הטויטות העיצוביות שלנו",
    "Interaction Design": "עיצוב אינטראקטיבי",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "אנו משתמשים במערכת ב־Launchpad בשם Blueprints כדי ליצור הסברים מפורטים של תכונות חדשות ועריכת שינויים למנשק המשתמש.",
    "Read About Our Workflow": "לקריאה על אופן העבודה שלנו",
    "Browse Our Blueprints": "עיון בשרטוטים שלנו",
    "Get Involved with elementary OS": "התנדבות לטובת elementary OS",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource מעבירה את התרומות ישירות למפתחים על ידי תמריצים להגשת תיקונים או יצירת תכונות חדשות. ניתן להגדיר מענק על הנושאים שהכי בוערים לך או לממן יישום מסוים. ניתן גם להגדיר מינוי מחזורי.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS לרבות האתר שלנו מתורגמים באופן פתוח באמצעות מערכת מקוונת בשם Weblate.",
    "Suggest Translations": "הצעת תרגומים",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "סביבת שולחן העבודה שלנו וכל היישומים הנכללים בה נבנו באמצעות Vala,‏‏ GTK+‎ ו־Granite ומגוון ספריות קוד פתוח נוספות. אנו מארחים את הקוד של שולחן העבודה שלנו ב־GitHub, שירות חינמי למיזמי קוד פתוח. אם טרם פיתחת לטובת elementary OS, אנו ממליצים לקרוא את המדריך למתחילים.",
    "Browse Our Code": "עיון בקוד שלנו"
}
