{
    "Be a Part of Something Bigger": "בואו לקחת חלק ממשהו גדול יותר",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "כל מה שאנחנו עושים הוא 100% קוד פתוח והפיתוח הוא שיתופי ולוקחים בו חלק אנשים מכל רחבי העולם. אפילו אם אין לך רקע בתכנות, ניתן לקחת חלק ולהביא לשינוי.",
    "Funding": "מימון",
    "Translations": "תרגומים",
    "Support": "תמיכה",
    "Web": "דפדפן",
    "Desktop": "שולחן עבודה",
    "Design": "עיצוב",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "בעזרתם של משתמשינו ומעריצינו, הצלחנו לצמוח מקבוצה קטנה של מתנדבים נלהבים לכדי חברה יציבה. כל תמיכה שהיא מסייעת לנו לשפר את elementary OS ולספק מענה לאתגרים שאפתניים יותר.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "מימון ישיר של elementary יעניק לך עיטור בפרופיל ה־GitHub שלך כדי להביא את תמיכתך. המימון דרך GitHub אינו גוזר עמלות, לכן זו דרך נהדרת להעניק את התרומה שלך.",
    "Sponsor on GitHub": "תרומה דרך GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon עובד כמו מסע פרסום מתמשך למימון המונים. ניתן לבחור את סכום התרומה בכל חודש כדי לסייע לנו להגיע ליעדים שלנו. בנוסף, להרוויח פרסים ייחודיים ולהיחשף לתוכן ייחודי לפני כולם.",
    "Back on Patreon": "גיבוי דרך Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "ניתן להשתמש בקלות בכרטיס חיוב, כרטיס אשראי או חשבון PayPal. ניתן לבחור תשלום חד פעמי או תשלומים מתחדשים.",
    "Use PayPal": "להשתמש ב־PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - הדרך הבטוחה והפשוטה יותר לשלם באינטרנט!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "ניתן להגדיר תשלום מחזורי דרך Liberapay, פלטפורמת המימון בקוד פתוח שאינה למטרות רווח.",
    "Contribute with Liberapay": "תרומה עם Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS נוצרה על ידי ומשרתת אנשים מכל רחבי העולם, עזרו לנו להפוך את החוויה לטובה יותר על ידי תרגום המערכת לשפות נוספות.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS לרבות האתר שלנו מתורגמים באופן פתוח באמצעות מערכת מקוונת בשם Weblate.",
    "Learn More": "מידע נוסף",
    "Join Chat": "הצטרפות לצ׳אט",
    "Suggest Translations": "הצעת תרגומים",
    "World map": "מפת העולם",
    "Question &amp; Answer": "שאלות ותשובות",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "אנחנו משתמשים בדיונים של GitHub לשו״ת של הקהילה. כולם יכולים ליצור חשבון ולהתחיל לשאול ולענות.",
    "New Questions": "שאלות חדשות",
    "Unanswered Questions": "שאלות שלא קיבלו מענה",
    "Documentation": "תיעוד",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary מספקת תיעוד הן למשתמשים והן למפתחים. כל התיעוד שלנו נכתב בתצורת Markdown ומתארח ב־GitHub, לכן עריכת שינויים או הוספת פסקה חדשה הן משימות פשוטות ביותר.",
    "Learning the Basics Guide": "מדריך היכרות עם היסודות",
    "Developer Docs": "מסמכים למפתחים",
    "Web Development": "פיתוח אתרים",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "האתר שלנו מורכב מהטכנולוגיות HTML, CSS, PHP ו־JavaScript. אנחנו תמיד מחפשים בעלי ניסיון בתחומים האלה שמעוניינים לתרום ולהפוך אותו לטוב יותר.",
    "Report a Website Issue": "דיווח על תקלה באתר",
    "Fork the Website on GitHub": "פיצול (Fork) האתר ב־GitHub",
    "Desktop Development": "פיתוח לשולחן העבודה",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "סביבת שולחן העבודה שלנו לרבות כל היישומים שלה נבנו באמצעות Vala, GTK, Granite ומגוון ספריות פתוחות נוספות. אנו מאחרים את כל הקוד שלנו ומפתחים מול GitHub. אם מעולם לא פיתחת עבור elementary OS בעבר, אנו ממליצים לך לעיין במדריך שלנו למפתחים.",
    "Developer Guide": "מדריך המפתחים",
    "Browse Code": "עיון בקוד",
    "Report issues": "דיווח על תקלות",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "ניתן לסייע על ידי איתור תקלות ודיווח עליהן. או לסייע באימות, הבהרה או ניקיון של תקלות קיימות.",
    "Read the Guide": "לקריאת המדריך",
    "Fix issues": "תיקון תקלות",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "ניתן לתרום ל־elementary OS בתיקון תקלות, בשיפור היכולות או בהטמעת יכולות חדשות.",
    "Bitesize Issues": "תקלות פיציות",
    "Create apps": "יצירת יישומים",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "ניתן לשפר את המעטפת של elementary OS ולהרוויח כסף על יצירת יישומים חדשים עבור מרכז היישומים.",
    "Publish on AppCenter": "פרסום במרכז היישומים",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "צוות העיצוב שלנו הופך רעיונות לדיווחי תקלות ברורים ולמשאבים שניתן למסור. לפני שנכנסים לעובי הקורה, מוטב לקרוא על תהליך עבודת העיצוב שלנו.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "צוות העיצוב שלנו עוקב אחר הדיווחים שמסומנים כ־„Needs Design” (נדרש עיצוב) ב־GitHub. יתכן שאלו נושאים שדורשים דיון נוסף בנוגע לעיצוב, המחשב בקווי מתאר או משאבים שניתן למסור.",
    "See ‘Needs Design’ Issues": "ניתן לעיין בבקשות מסוג ‚Needs Design’ (נדרש עיצוב)",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS משתמשת בגיליון סגנון שנכתב ב־CSS. הוא מגדיר איך מנשק המשתמש—כגון כפתורים, סרגלי כלים ותפריטים—מוצגים.",
    "View Stylesheet": "הצגת גיליון סגנון",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "ל־elementary OS מצורפת ערכה של סמלים וקטוריים בהם משתמשים יישומי בררת המחדל והם זמינים ליישומי צד־שלישי.",
    "Browse Icons": "עיון בסמלים",
    "Get Involved with elementary OS": "התנדבות לטובת elementary OS"
}
