{
    "Information for OEMs": "מידע לספקי חומרה",
    "Give your customers the best experience with elementary OS.": "ללקוחות שלך מגיעה החוויה הטובה ביותר עם elementary OS.",
    "Partners &amp; Retailers": "שותפים וקמעונאים",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "אנו מציעים שתי דרכים להופיע כספקים של elementary OS ב<a href=\"https://store.elementary.io\">חנות שלנו</a>, עם דרישות ויתרונות שונים.",
    "Partner": "שותפות",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "",
    "Requirements:": "דרישות:",
    "Official involvement from elementary, Inc.": "מעורבות רשמית ב־elementary בע״מ.",
    "Negotiable per-device royalty": "מיקוח על תמלוגים לפי מכשיר",
    "Strict software guidelines": "קווים מנחים נוקשים לתכנה",
    "Trademark compliance": "שימוש מתואם בסימני המסחר",
    "Retailer": "קמעונאי",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "קישור לאתר ולדף הנחיתה שלך מופיעים ב<a href=\"https://store.elementary.io\">חנות שלנו</a>.",
    "Selling devices with elementary OS": "אספקת מכשירים עם elementary OS",
    "Per-device royalty encouraged": "עדיף תמלוגים לפי מכשיר",
    "Resources": "משאבים",
    "Installation": "התקנה",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">תכנית התקנה</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">הקמה ראשונית</a>",
    "System Settings": "הגדרות מערכת",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "הגדרות המערכת מציעות מגוון יתרונות לספקי חומרה שמשווקים את elementary OS. מהארכיטקטורה הגמישה ועד למיתוג שניתן להתאים בקלות, הגדרות המערכת תוכננו לתת מענה לספקי חומרה.",
    "Plugs": "תוספים",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "הגדרות המערכת (מוכרות גם בשם הקוד <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) נעזרות ברעיון של „תוספים” כדי לספק הגדרות שניתן להתאים למגוון היבטי חומרה ותכנה. למשל, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">הגדרות עכבר ומשטח מגע</a> מסופקות על ידי תוספת.",
    "Switchboard": "Switchboard",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "",
    "Documentation": "תיעוד",
    "OEM Info in About": "פרטי ספק החומרה במסך על אודות",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "תוסף <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">על אודות</a> מציג מידע על המערכת למשתמש ומספק מגוון פעולות כלל מערכתיות, כגון שחזור הגדרות, דיווח על תקלות וקבלת עזרה. בנוסף לפרטים על התכנה (כגון גרסת מערכת ההפעלה), הוא מספק גם מקום לפרטים על החומרה. כבררת מחדל, במקום הזה מופיעים תמונה גנרית ושם המארח של המערכת. עם זאת, ספקי חומרה יכולים לספק נתונים ממותגים באזור הזה.",
    "Switchboard About": "מסך על אודות Switchboard",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "על ידי אספקת קובץ <code>oem.conf</code>, יכולים ספקי חומרה למלא את שם היצרן, שם המוצר, מספר הדגם ואת כתובת היצרן. אפשר גם לספק תמונה שמחליפה את סמל החומרה הגנרי.",
    "Learn More": "מידע נוסף",
    "Third-Party Repositories": "מאגרי צד־שלישי",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "",
    "News &amp; Announcements": "חדשות והכרזות",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "",
    "Visit our Blog": "ביקור בבלוג שלנו",
    "Brand Resources": "משאבי המותג",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "צפייה בלוגואים של elementary, קווים מנחים לשימוש במותג, בערכת הצבעים ובלוגו הקהילה. בנוסף, האפשרות להוריד את היסודות המרכיבים את הלוגו הרשמי של elementary באיכות גבוהה ברמה וקטורית.",
    "View Brand Resources": "הצגת משאבי המותג",
    "Get in Touch": "ליצור קשר",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "",
    "Send an Email": "שליחת דוא״ל",
    "Information for OEMs &sdot; elementary": "מידע לספקי חומרה &sdot;‏ elementary"
}
