{
    "Press Resources": "משאבי תקשורת",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "אנו אוהבים עבודה מול גופי תקשורת - בין אם מתוך עולם הלינוקס ובין עם ענקי טכנולוגיה ותרבות - כדי לשתף במה שחדש אצלנו.",
    "In the Press": "",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "",
    "Join Our Press List": "הצטרפות לדיוור התקשורת שלנו",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "מאפשרים לך לעמוד בחזית בכל הנוגע לגרסאות חדשות ופיתוחים משמעותיים. אנו שולחים גישה מוקדמת להפצות לתקשורת ולערכות לאנשי תקשורת, לרבות צילומי מסך באיכות גבוהה. מדובר בקבוצת דיוור <strong>עם מעט מאוד תעבורה</strong>, אנו מפיצים חדשות משמעותיות בערך פעם בשנה.",
    "Email": "דוא״ל",
    "First Name": "שם פרטי",
    "Last Name": "שם משפחה",
    "Publication": "גוף תקשורת",
    "Subscribe": "מינוי",
    "elementary OS 6.1 Jólnir": "",
    "Larger strides in less time than ever before with a redesigned window switcher, much improved apps, better portals, and refinements in every corner. OS 6.1 addresses feedback, gets stuff done around the office, and expands compatibility with a wide range of hardware.": "",
    "Read Announcement": "הצגת ההכרזה",
    "Download Press Kit": "הורדת ערכה לתקשורת",
    "News &amp; Announcements": "חדשות והכרזות",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "אנו משתפים עדכונים תכופים בנוגע לפיתוח, הכרזות עיקריות, עצות למפתחות, יישומים מובילים ותוכן נוסף דרך הבלוג הרשמי שלנו.",
    "Visit Our Blog": "לביקור בבלוג שלנו",
    "Brand Resources": "משאבי המותג",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "צפייה בלוגואים של elementary, קווים מנחים לשימוש במותג, בערכת הצבעים ובלוגו הקהילה. בנוסף, האפשרות להוריד את היסודות המרכיבים את הלוגו הרשמי של elementary באיכות גבוהה ברמה וקטורית.",
    "View Brand Resources": "הצגת משאבי המותג",
    "Get in Touch": "ליצור קשר",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "ניתן לדבר ישירות עם הצוות, זמינים בדוא״ל בכתובת <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. אנו מקבלים בברכה בקשות לראיונות, הופעות בפודקאסטים או סתם בקשות כלליות להפצה בתקשורת.",
    "Send an Email": "שליחת דוא״ל",
    "Press &sdot; elementary": "תקשורת ‎&sdot;‏ elementary"
}
