{
    "Press Resources": "משאבי תקשורת",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "אנו אוהבים עבודה מול גופי תקשורת - בין אם מתוך עולם הלינוקס ובין עם ענקי טכנולוגיה ותרבות - כדי לשתף במה שחדש אצלנו.",
    "Join Our Press List": "הצטרפות לדיוור התקשורת שלנו",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "מאפשרים לך לעמוד בחזית בכל הנוגע לגרסאות חדשות ופיתוחים משמעותיים. אנו שולחים גישה מוקדמת להפצות לתקשורת ולערכות לאנשי תקשורת, לרבות צילומי מסך באיכות גבוהה. מדובר בקבוצת דיוור <strong>עם מעט מאוד תעבורה<\/strong>, אנו מפיצים חדשות משמעותיות בערך פעם בשנה.",
    "Email": "דוא״ל",
    "First Name": "שם פרטי",
    "Last Name": "שם משפחה",
    "Publication": "גוף תקשורת",
    "Subscribe": "מינוי",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "Juno היא מערכת יותר מעודנת, יותר יעילה ומוצלחת יותר למטרות פיתוח. עדכנו את היישומים העיקריים שלנו, ערכנו את שולחן העבודה העיקרי כדי שיהיה יותר יעיל עם מגוון תכונות חדשות, שיפרנו את המראה והתחושה הכלליים ושיפצנו פלאים את הגדרות המערכת.",
    "Read Announcement": "הצגת ההכרזה",
    "Download Press Kit": "הורדת ערכה לתקשורת",
    "News &amp; Announcements": "חדשות והכרזות",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "אנו משתפים עדכונים תכופים בנוגע לפיתוח, הכרזות עיקריות, עצות למפתחים, יישומים מועדפים ותוכן חדש נוסף שמפורסם דרך הפרסומים שלנו ב־Medium.",
    "Visit Medium": "ביקור ב־Medium",
    "Brand Resources": "משאבי המותג",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "צפייה בלוגואים של elementary, קווים מנחים לשימוש במותג, בערכת הצבעים ובלוגו הקהילה. בנוסף, האפשרות להוריד את היסודות המרכיבים את הלוגו הרשמי של elementary באיכות גבוהה ברמה וקטורית.",
    "View Brand Resources": "הצגת משאבי המותג",
    "Get in Touch": "ליצור קשר",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "ניתן לדבר ישירות עם הצוות, זמינים בדוא״ל בכתובת <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. אנו מקבלים בברכה בקשות לראיונות, הופעות בפודקאסטים או סתם בקשות כלליות להפצה בתקשורת.",
    "Send an Email": "שליחת דוא״ל",
    "Press &sdot; elementary": "תקשורת ‎&sdot;‏ elementary"
}
