{
    "Privacy": "פרטיות",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "הנתונים שלך שייכים לך ואך ורק לך. אנו לא עורכים עסקאות פרסום או אוספים נתונים אישיים רגישים. אנו ממומנים ישירות על ידי המשתמשים שלנו שמשלמים על מה שהם רוצים לראות ב־elementary OS ויישומים במרכז היישומים. זאת הדרך שבה אנו מעוניינים להתקיים.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "אנו לא אוספים נתונים כלל מ־elementary OS. הקבצים, ההגדרות וכל הנתונים האישיים נשארים על המכשיר אלא אם כן בחרת במפורש לשתף אותם עם יישום או שירות צד־שלישי.",
    "Online Accounts": "חשבונות מקוונים",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "אל elementary OS ניתן לקשר חשבונות מקוונים כגוןGoogle,‏ Last.fm ו־ FastMail דרך הגדרות המערכת. הנתונים מהספקים עשויים להתקבל ולהתאחסן מקומית על המכשיר שלך לטובת יישומים כגון דוא״ל ולוח שנה. הנתונים האלו לא נשלחים אל elementary או משותפים עם גופי צד־שלישי.",
    "What Data is Collected": "אילו נתונים נאספים",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "לאחר הוספת חשבון מקוון, יתכן שיהיה על elementary OS לאסוף ולאחסן את שמך, כתובת הדוא״ל, תמונת המשתמש, תכתובת הדוא״ל, אירועי  לוח שנה, אנשי קשר, תמונות וקבצים מחשבונות מקושרים שלך באופן מקומי על המכשיר שלך.",
    "How Data is Used": "איך נעשה שימוש בנתונים",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "הנתונים שלך מאוחסנים מקומית על המכשיר שלך ואינם נשלחים לשרתי elementary ולגופי צד־שלישי. הנתונים האלו מאכלסים את היישומים המקומיים שלך כגון דוא״ל, לוח שנה, קבצים ותמונות בנתונים שלך.",
    "Sharing Data": "שיתוף נתונים",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "מערכת elementary OS אינה משתפת נתונים כלשהם שנאספו מהחשבונות המקוונים שלך. הנתונים אף פעם לא נשלחים ל־elementary או לשרתי צד־שלישי.",
    "Website": "אתר",
    "Do Not Track": "Do Not Track (הגנת מעקב)",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "אתר זה מכבד את הגדרות מניעת המעקב (do-not-track) שנמצאות ברוב הדפדפנים המודרניים ומשבית את Google Analytics כשזה צץ. אין לנו אפשרות להסיר שיטות מעקב אחרות כלשהן מבלי להשפיע על אופן השימוש באתר. אם מעניין אותך לנהל ידנית את שיטות המעקב אלה, כדאי לעיין בסעיף על השבתת עוגיות.",
    "Cookies": "עוגיות",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>לבחירתך, ניתן להשבית באופן נקודתי כל עוגייה פנימית או ממקור צד שלילי בעזרת הגדרות הדפדפן שלך.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "אתר זה משתמש בעוגיות לטובת שיפור הדרגתי. יתכן שהשירותים יפעלו בלעדיהן אך עם שימושיות לקויה. לדוגמה, האתר הזה לא יזכור אם שילמת בעבר על elementary OS, כבררת מחדל תופיע בקשה לשלם פעם נוספת.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "עוגיות מאוחסנות כדי לתעד צורות התנהגות ולזהות איומים אפשריים. למידע נוסף, ניתן לעיין",
    "Cloudflare Privacy &amp; Security Policy": "מדיניות הפרטיות והאבטחה של Cloudflare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "עוגיות מאוחסנות כדי לאסוף מידע - לרבות מספר המבקרים באתר, מהיכן הם הופנו לכאן ובאילו עמודים הם מבקרים - בצורה אלמונית. במידע זה נעשה שימוש לטובת שיפור האתר, למידע נוסף ניתן לעיין במאמר של Google על",
    "Safeguarding Your Data": "הגנה על הנתונים שלך",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "נעשה שימוש בעוגיות כדי לזכור את ההזמנה האחרונה והמדינה שלך כדי לדעת אילו כרטיסים להציע לך כאמצעי תשלום. למידע נוסף, ניתן לעיין",
    "Stripe's Privacy Policy": "במדיניות הפרטיות של Stripe",
    "Manage Cookies": "ניהול עוגיות",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "מאחר שכבר ביקרת באתר שלנו, עשוי לעניין אותך ניהול עוגיות מובנה בדפדפן. הקישורים להנחיות המתאימות מופיעים להלן.",
    "Transparency": "שקיפות",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "לא השתלנו כל מיני דלתות אחוריות בתכניות שפיתחנו וגם לא קיבלנו אף בקשה לעשות זאת. מעולם לא קיבלנו מכתב מרשות ביטחונית כלשהי, צו מרשות ריגול בינלאומית או כל בקשה מסווגת אחרת לקבלת מידע על משתמשים.",
    "Privacy &sdot; elementary": "פרטיות ‎&sdot; ‏elementary"
}
