{
    "Privacy": "פרטיות",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "הנתונים שלך שייכים לך ואך ורק לך. אנו לא עורכים עסקאות פרסום או אוספים נתונים אישיים רגישים. אנו ממומנים ישירות על ידי המשתמשים שלנו שמשלמים על מה שהם רוצים לראות ב־elementary OS ויישומים במרכז היישומים. זאת הדרך שבה אנו מעוניינים להתקיים.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "אנו מגנים על המידע שלך באופן פעיל, מפנינו ומפני אחרים על ידי כך שהוא לא נאסף לשום מקום. אנו מאמינים שכיבוד והגנה על הפרטיות שלך היא הדבר האתי לעשות, <strong>לאנשים יש זכות יסודית למלוא הפרטיות, אפילו מחברות ומוצרים שהם סומכים עליהם.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>איננו אוספים מידע כלשהו באמצעות elementary OS.</strong> הקבצים, ההגדרות וכל הנתונים האישיים שלך נשארים במכשיר עצמו אלמלא חלקת אותם עם יישום או שירות צד־שלישי.",
    "Protections": "הגנות",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "ב־elementary OS יש הגנות פרטיות מובנות כדי לסייע לך להגן על הנתונים שלך מפני אחרים.",
    "Tattle-tale": "חדל קשקשת ברשת",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS מסייעת לך לשמור לעקוב באדיקות על התנהלות היישומים. כאשר יישום משתמש במיקרופון שלך, אנו מציגים מחוון כדי ליידע אותך. כשיישום משתמש בחשמל רב, אנו מודיעים לך במחוון צריכת החשמל שלך.",
    "Permissions": "הרשאות",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "כאשר יישום מעוניין לגשת לנתונים או להתקנים שלך, עליך לבקש זאת תחילה. אנו סוקרים את כל היישומים במרכז היישומים כדי לוודא שהם משתמש בהרשאות כראוי ותמיד יש לך את האפשרות לשלול את ההרשאות האלו בעצמך דרך הגדרות המערכת.",
    "Housekeeping": "תחזוקה",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS דואגת לטפל בקבצים הזמניים ובאלו שבאשפה . לא רק שהכונן שלך נשאר פנוי, היא יכולה גם לסייע לוודא שהנתונים הפרטיים שלך לא יפגעו בך בעתיד.",
    "Online Accounts": "חשבונות מקוונים",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS יכולה לשלב בתוכה חשבונות מקוונים כגון ספקי דוא״ל ולוחות שנה דרך הגדרות המערכת. הנתונים מהספקים האלו עשויים להתקבל על ידי העותק של elementary OS ולהתאחסן מקומית במכשיר שלך להצגה ביישומים שמותקנים מקומית כגון דוא״ל, לוח שנה ומשימות. <strong>הנתונים האלה לא נשלחים ל־elementary או משותפים עם גוף שלישי כלשהו.</strong>",
    "What Data is Collected": "אילו נתונים נאספים",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "אם בחירתך תהיה להוסיף חשבון מקוון, העותק של elementary OS שברשותך עשוי לאסוף ולאחסן את השם, כתובת הדוא״ל, התמונה הייצוגית, הודעות דוא״ל, אירועים בלוח השנה, אנשי קשר, תמונות וקבצים מהחשבונות המקושרים שלך מקומית אצלך במכשיר. <strong>elementary לא אוספים את הנתונים האלה כלל.</strong>",
    "How Data is Used": "איך נעשה שימוש בנתונים",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>הנתונים שלך מאוחסנים מקומית במכשיר שלך ואינם נשלחים לשרתי elementary או לגופי צד־שלישי אף פעם.</strong> הם משמשים להזנת היישומים שמותקנים אצלך מקומית כגון דוא״ל, לוח שנה, משימות, קבצים ותמונות בנתונים כדי שיתאפשר לך לגשת אליהם.",
    "Sharing Data": "שיתוף נתונים",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS אינה משתפת נתונים שנאספו מהחשבונות המקוונים שלך.</strong> הנתונים אף פעם אינם נשלחים ל־elementary או לשרתי צד־שלישי.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "אתר זה משתמש ב־Plausible Analytics שבקוד פתוח כדי לספור ביקורים, הורדות ועוד בצורה אלמונית. אפשר לצפות באותם הנתונים ב<a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">לוח הבקרה הציבורי</a>. לא נעשה שימוש בעוגיות ולא נאספים נתונים אישיים, אפילו לא כתובת IP או סוכן המשתמש של הדפדפן. למידע נוסף, יש לעיין ב<a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">מדיניות המידע של Plausible</a>",
    "Cookies": "עוגיות",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>לבחירתך, ניתן להשבית באופן נקודתי כל עוגייה פנימית או ממקור צד שלילי בעזרת הגדרות הדפדפן שלך.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "אתר זה משתמש בעוגיות לטובת שיפור הדרגתי. יתכן שהשירותים יפעלו בלעדיהן אך עם שימושיות לקויה. לדוגמה, האתר הזה לא יזכור אם שילמת בעבר על elementary OS, כבררת מחדל תופיע בקשה לשלם פעם נוספת.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "עוגיות מאוחסנות כדי לתעד צורות התנהגות ולזהות איומים אפשריים. למידע נוסף, ניתן לעיין",
    "Cloudflare Privacy &amp; Security Policy": "מדיניות הפרטיות והאבטחה של Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "נעשה שימוש בעוגיות כדי לזכור את ההזמנה האחרונה והמדינה שלך כדי לדעת אילו כרטיסים להציע לך כאמצעי תשלום. למידע נוסף, ניתן לעיין",
    "Stripe's Privacy Policy": "במדיניות הפרטיות של Stripe",
    "Manage Cookies": "ניהול עוגיות",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "מאחר שכבר ביקרת באתר שלנו, עשוי לעניין אותך ניהול עוגיות מובנה בדפדפן. הקישורים להנחיות המתאימות מופיעים להלן.",
    "Transparency": "שקיפות",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "לא השתלנו כל מיני דלתות אחוריות בתכניות שפיתחנו וגם לא קיבלנו אף בקשה לעשות זאת. מעולם לא קיבלנו מכתב מרשות ביטחונית כלשהי, צו מרשות ריגול בינלאומית או כל בקשה מסווגת אחרת לקבלת מידע על משתמשים.",
    "Privacy &sdot; elementary": "פרטיות ‎&sdot; ‏elementary"
}
