{
    "Privacy Policy": "מדיניות פרטיות",
    "Do Not Track": "מניעת מעקב",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "אתר זה מכבד את הגדרות מניעת המעקב שנמצאות ברוב הדפדפנים המודרניים ומבטלת את Google Analytics כשזה קיים. אין לנו אפשרות להסיר שיטות מעקב אחרות באופן אוטומטי מבלי להשפיע באופן ניכר על השימוש באתר. אם ברצונך לנהל ידנית את שיטות המעקב האלה, יש לפנות לסעיף בנוגע להשבתת עוגיות.",
    "Cookies": "עוגיות",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>ניתן לבחור להשבית או לכבות באופן נקודתי עוגיות כלשהן או עוגיות צד־שלישי בהגדרות הדפדפן.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "אתר זה משתמש בעוגיות לטובת שיפורים מצטברים. סביר להניח שהשירותים השונים יעבדו גם בלעדיהן אבל בביצועים נחותים. למשל, אתר זה לא יזכור אם שילמת בעבר על elementary OS, כבררת מחדל תופיע בקשה לתשלום פעם נוספת.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "אתר זה משתמש בעוגיות כדי לתעד רכיבים התנהגותיים ולנתח איומים אפשריים. מידע נוסף, ניתן לקרוא תחת",
    "CloudFlare Privacy & Security Policy": "מדיניות הפרטיות והאבטחה של CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "את זה משתמש בעוגיות כדי לאסוף מידע - לרבות מספר המבקרים באתר, מהמיקום שאליו הם הופנו והעמודים שבהם הם ביקרו - באופן אנונימי. מידע זה משמש לטובת שיפור האתר. למידע נוסף ניתן לעיין בכתבה של Google בנושא",
    "Safeguarding Your Data": "הגנה על המידע שלך",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "האתר משתמש בעוגיות כדי לזכור את ההזמנה האחרונה שלך ואת המדינה שלך כדי לפענח אילו סוגי כרטיסי אשראי להציע לך לטובת התשלום. מידע נוסף, ניתן למצוא תחת",
    "Stripe's Privacy Policy": "מדיניות הפרטיות של Stripe",
    "Manage Cookies": "ניהול עוגיות",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "כיוון שכבר ביקרת באתר שלנו, יתכן שברצונך לנהל עוגיות שכבר מוגדרות בדפדפן שלך. ניתן למצוא קישורים להנחיות המתאימות להלן.",
    "Transparency": "שקיפות",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "לא השתלנו דלתות אחוריות לתוך התכנה שלנו ולא קיבלנו בקשות לעשות זאת. מעולם לא קיבלנו מכתב מהסוכנות לביטחון לאומי, צו FISA או כל בקשה מסווגת לקבלת פרטים על משתמשים.",
    "Privacy Policy ⋅ elementary": "מדיניות פרטיות ⋅ elementary"
}
