{
    "Reference": "Referencia",
    "Now that you've stepped through the developer guide like a champ, we have some reference materials for you. This would be a great place to bookmark and refer back to when you have questions about elementary development.": "Ahora que ha transitado exitosamente por la guía de desarrollo, hemos recopilado algunos materiales de referencia para usted. Guarde esta página en sus marcadores por si le surgen dudas sobre el desarrollo para elementary en el futuro.",
    "Code Style": "Estilo del código",
    "The purpose of this guide is to provide clean and accurate instructions on\nwriting good code across all elementary projects. This guideline is to be\nfollowed on every file, in order to keep our code consistent and readable. We\nare also inheriting some of the GNOME's Vala guidelines to keep our code\nconsistent with other Vala programs.": "El propósito de esta guía es proporcionar instrucciones claras y precisas\npara escribir buen código en todos los proyectos de elementary. Esta pauta debe\nser seguida en cada archivo, con el objetivo de mantener el código consistente y legible.\nTambién hemos heredado algunas de las directrices del lenguaje Vala de GNOME para\nmantener el código consistente con otros programas con el mismo lenguaje.",
    "If the guidelines here proposed are followed, newcomers to elementary\ndevelopment will be more easily able to join the development and\nunderstand code. Besides, it'll make it easier for all developers to work on\napplications that they don't usually work on, because the code will be\nconsistent. Finally, as Guido Van Rossum said - &quot;Code is much more often read\nthan written&quot;, so having nicely written code is crucial.": "Si estas pautas son seguidas, los nuevos desarrolladores de elementary\npodrán unirse más fácilmente al desarrollo y comprenderán el código.\nAparte, será mas sencillo para todos los desarrolladores trabajar en\naplicaciones en las que normalmente no trabajarían, ya que el código\nserá consistente. Finalmente, como dijo Guido Van Rossum: \"Es más común leer código\nque escribirlo\", así que tener un código correctamente escrito es crucial",
    "Disclaimer": "Renuncias",
    "This guide is not finished, but has been discussed and partially approved by\nthe elementary contributors. It is subject to changes in the near future.": "Esta guía no está terminada, pero los colaboradores de elementary la han\ndebatido y aprobado parcialmente. Está sujeta a cambios en el futuro cercano.",
    "1. Whitespace": "1. Espacio en blanco",
    "There is no trailing whitespace at the end of a line, whether it's empty or\nnot. There is also no empty line after declaring a function:": "No hay espacios en blanco al final de una linea, ya sea que este en blanco o\nno. Tampoco hay una linea en blanco después de declarar una función:",
    "public string get_text () {\n    string text = search_entry.get_text ();\n    return text;\n}": "public string get_text () {\nstring text = search_entry.get_text ();\nreturn text;\n}",
    "White space comes before opening parentheses:": "Es necesario un espacio en blanco antes de la apertura de paréntesis:",
    "public string get_text () {}\nif (a == 5) return 4;\nfor (i = 0; i &lt; maximum; i++) {}\nmy_function_name ();\nObject my_instance = new Object ();": "public string get_text () {}\nif (a == 5) return 4;\nfor (i = 0; i < maximum; i++) {}\nmy_function_name();\nObject my_instance = new Object ();",
    "Whitespace goes in all maths-related code, between numbers and operators.": "En todas las funciones matemáticas en el código, es necesario un espacio en blanco entre los números y los operadores.",
    "c = n * 2 + 4;": "c = n * 2 + 4;",
    "2. Indentation": "2. Sangría",
    "Vala code is indented using 4 spaces for consistency and readability.": "En el código de Vala se usan 4 espacios para mantener la consistencia y la legibilidad.",
    "In classes, functions, loops and general flow control, the first parentheses\nis on the end of the first line (&quot;One True Brace Style&quot;), followed by the\nindented code, and a line closing the function with a curly bracket:": "En clases, funciones, bucles y flujos en general, el primer paréntesis\nesta al final de la primer linea  (\"One True Brace Style\"), seguido por el\ncódigo identado, y una linea cerrando la función con un corchete:",
    "public int my_function (int a, string b, long c, int d, int e) {\n    if (a == 5) {\n        b = 3;\n        c += 2;\n        return d;\n    }\n\n    return e;\n}": "public int my_function (int a, string b, long c, int d, int e) {\nif (a == 5) {\nb = 3;\nc += 2;\nreturn d;\n}\n\nreturn e;\n}",
    "On conditionals and loops, if there's only one line of code, no braces are\nused:": "En condicionales y bucles, si hay solo una línea de código no se utilizan corchetes:",
    "if (my_var &gt; 2)\n    print (\"hello\\n\");": "if (my_var > 2)\nprint (\"hello\\n\");",
    "Cuddled else and else if:": "Else y else if:",
    "if (a == 4) {\n    b = 1;\n    print (\"Yay\");\n} else if (a == 3) {\n    b = 3;\n    print (\"Not so good...\");\n} else {\n    b = 5;\n    print (\"Terrible!\");\n}": "if (a == 4) {\nb = 1;\nprint (\"Yay\");\n} else if (a == 3) {\nb = 3;\nprint (\"No está muy bien...\");\n} else {\nb = 5;\nprint (\"¡Terrible!\");\n}",
    "3. Classes and files": "3. Clases y archivos",
    "Only having one class per file is recommended.": "Es recomendable tener una sola clase por archivo",
    "All files have the same name of the class in them.": "Todos los archivos tienen el mismo nombre de la clase.",
    "Separate code into classes for easier extensibility.": "Separar el código en clases para hacer mas simple su extensibilidad.",
    "4. Comments": "4. Comentarios",
    "Comments are either on the same line as the code or in a special line.": "Los comentarios no están en la misma línea de código, o en una línea especial.",
    "Comments are indented alongside the code, and obvious comments do more harm\nthan good.": "Los comentarios reciben la misma sangría que el código circuncidante.\nNo sirven para nada los comentarios que repiten lo obvio.",
    "/* User chose number five */\nif (a == 5) {\n    B = 4;           // Update value of b\n    c = 0;           // No need for c to be positive\n    l = n * 2 + 4;   // Clear l variable\n}": "/* El usuario elije el número 5 */\nif (a == 5) {\nB = 4; // Actualiza el valor de b\nc = 0; // No necesita c para ser positivo\nl = n * 2 + 4; // Limpiar la variable l\n}",
    "5. Variable names, class names, function names": "5. Nombres de variable, nombres de clase, nombres de función",
    "my_variable = 5;     // Variable names\nMyClass              // Class names\nmy_function_name (); // Type/Function/Method names\nMY_C     // Constants are all caps with underscores\n\n/* For enum members, all uppercase and underscores */\nenum OperatingSystem { // An enum name is the same as ClassesNames\n    UBUNTU,\n    ELEMENTARY_OS,\n    VERY_LONG_OS_NAME\n}": "my_variable = 5; //Nombres de Variables\nMyClass // Nombres de Clases\nmy_function_name (); // Nombres de tipo/funciones/métodos\nMY_C // Las constantes se expresan en mayúscula con guiones bajos\n\n/* Para los miembros de un enum, se usan solo mayúsculas y guiones bajos*/\nenum OperatingSystem { // El nombre del enum se expresa igual que el de las clases \nUBUNTU,\nELEMENTARY_OS,\nVERY_LONG_OS_NAME\n}",
    "Also worth referring that there should be no Hungarian notation, and no mix of\nany kinds of notations.": "Vale la pena mencionar que no debe haber notación húngara, ni combinaciones \nde distintas clases de notaciones.",
    "6. Vala namespaces": "6. Espacios de nombres en Vala",
    "Referring to GLib is not necessary. If you want to print something:": "No es necesario referenciarse a GLib. Si quiere imprimir algo:",
    "GLib.print (\"Hello World\");\nprint (\"Hello World\");": "GLib.print (\"Hola Mundo\");\nprint (\"Hola Mundo\");",
    "Opt for the second one, it's much cleaner.": "Escoge la segunda opción, es mas limpia.",
    "7. Columns per line": "7. Columnas por línea",
    "Ideally, lines should have no more than 80 characters per line, because this\nis the default terminal size. However, as an exception, more characters could\nbe added, because most people have wide-enough monitors nowadays. The hard\nlimit is 120 characters.": "Idealmente, las lineas no deben tener las de 80 caracteres, ya que este es el tamaño por defecto de la terminal. Sin embargo, como excepción, se pueden agregar mas caracteres, ya que la mayoría de la gente tiene monitores suficientemente anchos. El limite máximo es de 120 caracteres.",
    "8. GPL Header": "8. Cabecera GPL",
    "/***\n  Copyright (C) 2011-2012 Application Name Developers\n  This program is free software: you can redistribute it and/or modify it\n  under the terms of the GNU Lesser General Public License version 3, as published\n  by the Free Software Foundation.\n\n  This program is distributed in the hope that it will be useful, but\n  WITHOUT ANY WARRANTY; without even the implied warranties of\n  MERCHANTABILITY, SATISFACTORY QUALITY, or FITNESS FOR A PARTICULAR\n  PURPOSE. See the GNU General Public License for more details.\n\n  You should have received a copy of the GNU General Public License along\n  with this program. If not, see\n***/": "/***\nCopyright (C) 2011-2012 Application Name Developers\nEste programa es de software libre: usted puede redistribuirlo y / o modificarlo \nbajo los términos de la Licencia Pública General GNU versión 3, publicada \npor la Free Software Foundation.\n\nEste programa es distribuido con la esperanza que sera útil, pero\nSIN NINGUNA GARANTÍA; sin incluso las garantías implícitas de\nCOMERCIALIZACIÓN, CALIDAD SATISFACTORIA O IDONEIDAD PARA UN DETERMINADO\nPROPÓSITO. Consulte la  Licencia Pública General GNU para mas detalles. \n\nUsted debería haber recibido una copia de la  Licencia Pública General GNU junto\ncon este programa. Si no lo recibió, consulte\n***/",
    "Reporting Bugs": "Informar de errores",
    "One of the big advantages of being an openly developed project is being able to take part in public bug tracking. However, if you're new to working with public bug tracking, it can be difficult to understand how to report bugs The Right Way™. So let's find out how:": "Una de las grandes ventajas de ser un proyecto desarrollado abiertamente es ser capaz de tomar parte en el seguimiento de errores públicos. Sin embargo, si usted es nuevo trabajando con seguimiento de errores públicos, le puede ser difícil entender cómo reportar errores de la manera correcta™. Así que vamos a averiguar cómo:",
    "In order to file reports, you must be signed up as a member of Launchpad. If you've been through our <a href=\"/docs/code/the-basic-setup\">development guide</a>, you already have this covered.": "Con el fin de archivar los reportes, usted debe estar registrado como miembro de Launchpad. Si has pasado por nuestra <a href=\"/docs/code/the-basic-setup\">guía de desarrollo</a>, ya tienes este cubierto.",
    "Find the &quot;Report a Bug&quot; page for the app in question. Often times you can right-click the app in the dock, select &quot;About&quot;, and then select &quot;Report a Problem&quot;. Otherwise, you can search for the app on Launchpad, select the &quot;Bugs&quot; tab, and then &quot;Report a Bug&quot; on the right side of the page.": "Encuentra la página \"Informar de un error\" para la aplicación en cuestión. Muchas veces usted puede hacer clic derecho en la aplicación del dock, seleccione \"Acerca de\", y luego seleccione \"Informar de un problema\". De lo contrario, usted puede buscar la aplicación en Launchpad, seleccionar la pestaña \"Bugs\", y luego \"Reportar un error\" en la parte derecha de la página.",
    "When filing a new report, launchpad will automatically check for duplicates. However, it's still a good idea to search the bug list to make sure your report hasn't been filed already. If your report has already been filed by someone else, you can mark the report as affecting you using the link on the top left of the report's page. Only comment on the report if you can provide additional useful information that may help track down the source of the issue. Do not comment things like, &quot;I have this problem too&quot; or &quot;This is a really important issue&quot;.": "Cuando presente un nuevo reporte, Launchpad comprobará automáticamente si hay duplicados. Sin embargo, sigue siendo una buena idea buscar en la lista de errores para asegurarse de que su informe no se ha presentado ya. Si su reporte ya ha sido presentado por otra persona, puede marcar el informe que le afecte utilizando el enlace en la parte superior izquierda de la página del reporte. Sólo comente el informe si usted puede proporcionar información útil adicional que puede ayudar a rastrear el origen del problema. No comente cosas como: \"También tengo este problema\" o \"Este es un tema muy importante\".",
    "If your report has not already been filed by someone else and you've reached the &quot;Report a Bug&quot; page, type in a summary and description of the issue and select &quot;Submit&quot;. Keep in mind the following information while filing your report:": "Si su reporte no ha sido todavía presentado por otra persona y que has llegado a la página \"Informar de un error\", escriba un resumen y descripción del problema y seleccione \"Enviar\". Tenga en cuenta la siguiente información mientras presente su reporte:",
    "Be Specific In The Summary": "Sea específico en el resumen",
    "This will be the title of the issue in the bug tracker. It's very important to be specific because it makes it much easier for a developer or bug manager to search the issue list and helps avoid duplicate reports. A summary such as &quot;App Crashes&quot; is not good and vague requests like &quot;Increase Performance&quot; are not helpful. A good summary is something like &quot;Notification is not sent when process finishes&quot;.": "Este será el título del tema en el rastreador de errores. Es muy importante ser específico, ya que hace que sea mucho más fácil para un desarrollador o administrador de errores buscar la lista de tema y ayudar a evitar informes duplicados. Un resumen como \"la aplicación se bloquea\" no es bueno y peticiones vagas como \"aumentar el rendimiento\" no son útiles. Un buen resumen es algo así como \"No se envía la notificación cuando finaliza el proceso\".",
    "Avoid Subjective or Ambiguous Adjectives": "Evite adjetivos o subjetivos ambiguos",
    "This may sound like a repeat of the first heading, but it's important when you want someone to confirm your report. Don't say that something is &quot;jarring&quot; or &quot;unintuitive&quot;. Instead describe what happened and contrast it with what you expected to happen. &quot;The panel suddenly appeared instead of being animated in,&quot; describes the problem in a way that is actionable and objective.": "Esto puede sonar como una repetición de la primera partida, pero es importante cuando se quiere a alguien para confirmar su reporte. No diga que algo es \"chocante\" o \" no intuitivo\". En lugar de describir lo que pasó y contrastarlo con lo que esperabas que sucediera. \"El panel de repente aparece en lugar de ser animada en\", describe el problema de una manera que es accionable y objetiva.",
    "Be Concise, But Explain The Issue": "Sea conciso, pero explique el tema",
    "First of all, it's important to mention that bug reports should be written in English and you should, if possible, watch out for your language and grammar.": "En primer lugar, es importante mencionar que los informes de fallos deben ser escritos en Inglés y usted debe, si es posible, tener cuidado con su lenguaje y gramática.",
    "The most important thing for a report is that the developer must be able to reproduce the issue. If necessary, include exact numbered steps to reproduce the issue. Include relevant information like your OS version, any modifications you've made to the system (like changing your window manager or kernel), or the version numbers of relevant libraries like Gtk or WebKit. If you're reporting a crash, make sure to <a href=\"https://wiki.debian.org/HowToGetABacktrace\">include a backtrace</a>.": "Lo más importante para un reporte es que el desarrollador debe ser capaz de reproducir el problema. Si es necesario, incluir los pasos enumerados para reproducir el problema. Incluir información relevante como la de su versión de Sistema Operativo, cualquiera de las modificaciones que usted haya hecho al sistema (como cambiar su gestor de ventanas o kernel), o los número de versión de las bibliotecas relevantes como Gtk o WebKit. Si usted está reportando un accidente, asegúrese de <a href=\"https://wiki.debian.org/HowToGetABacktrace\">incluir una traza inversa</a>.",
    "Be Prepared To Provide More Information": "Prepárese para proporcionar más información",
    "If your report does not contain enough information for the developer to reproduce the issue, it may be marked as &quot;Incomplete&quot;. Oftentimes, a developer will make a comment requesting additional specific information. If you do not provide that information, your report will eventually expire.": "Si el reporte no contiene suficiente información para el desarrollador para reproducir el problema, puede ser marcado como \"incompleto\". A menudo, un desarrollador hará un comentario solicitando información específica adicional. Si usted no proporciona esa información, su reporte caducará eventualmente.",
    "If you've reported your issue against the wrong app, a developer may mark it as &quot;Invalid&quot;. If the developer knows which app you meant to report against, they may re-assign the issue. However, if they do not you must find the correct app and re-assign the report yourself.": "Si usted ha reportado su problema en contra de la aplicación incorrecta, un desarrollador puede marcarlo como \"no válido\".",
    "If you're reporting a &quot;Wishlist&quot; issue, like a feature request, a developer may mark your bug as &quot;Opinion&quot; or &quot;Won't Fix&quot;. Developers are often open to discussion about these kinds of issues, but please do not harass a developer for marking your report this way.": "Si usted está reportando un problema en \"Lista de deseos\", como una solicitud de función, un desarrollador puede marcar su error como \"Opinión\" o como \"No se arreglará\". Los desarrolladores con frecuencia están abiertos a la discusión sobre este tipo de problemas, pero por favor, no acose a un desarrollador para marcar su reporte de esta manera.",
    "You Can Get a Bit of Help": "Usted puede conseguir un poco de ayuda",
    "If you're not sure about anything above, you are always welcome to our development IRC channel: #elementary-dev on irc.freenode.net. We might be able to help you track down the actual project where you should report the issue, or perhaps even aid you with any English language issue you might come across. Most developers want to help you make good bug reports.": "Si no estás seguro sobre algo de arriba,  eres siempre bienvenido en nuestro canal IRC de desarrollo: #elementary-dev en irc-freenode.net. Te ayudaremos a encontrar el proyecto donde debas reportar el problema, o quizas incluso ayudarte con cualquier problema en inglés que puedas encontrar. La mayoria de los desarrolladores quieren ayudarte a hacer buenos reportes de errores.",
    "Don't Confirm Reports for Other People's Apps": "No confirmar reportes para aplicaciones para otras personas",
    "If a report affects you, mark it using the link. Do not confrim your own reports. Even if you are 100% sure that you are right, just don't do it. It's not good bug tracker etiquette. A bug manager or developer for the app will confirm the report when they are able to review it.": "Si un reporte te afecta, marcarlo utilizando el enlace. No confirme tus propios reportes. Incluso si estás 100% seguro que usted tiene la razón, simplemente no lo hagas.",
    "Don't Make &quot;Me Too&quot; Comments": "No haga comentarios como \"yo también\"",
    "We mentioned this earlier, but it's worth mentioning again. Do not make comments that simply say &quot;This issue affects me as well&quot;. This clutters up the tracker. Only comment if you are providing additional information that helps find the source of the issue. If you only want to let a developer know that you are affected, use the green link that says, &quot;Does this bug affect you?&quot; under the report's title.": "Hemos mencionado esto antes, pero vale la pena mencionarlo otra vez. No haga comentarios que simplemente dicen \"Este problema me afecta también\". Esto desordena hasta al rastreador. Sólo comente si usted está proporcionando información adicional que ayude a encontrar el origen del problema. Si sólo desea que un desarrollador conozca que esto le afecta, utilice el enlace verde que dice: \"¿Este error le afecta?\" bajo el título del reporte."
}