{
    "Reference": "Referencia",
    "Now that you've stepped through the developer guide like a champ, we have some reference materials for you. This would be a great place to bookmark and refer back to when you have questions about elementary development.": "Ahora que ha transitado exitosamente por la guía de desarrollo, hemos recopilado algunos materiales de referencia para usted. Guarde esta página en sus marcadores por si le surgen dudas sobre el desarrollo para elementary en el futuro.",
    "Code Style": "Estilo del código",
    "The purpose of this guide is to provide clean and accurate instructions on\nwriting good code across all elementary projects. This guideline is to be\nfollowed on every file, in order to keep our code consistent and readable. We\nare also inheriting some of the GNOME's Vala guidelines to keep our code\nconsistent with other Vala programs.": "El propósito de esta guía es proporcionar instrucciones claras y precisas\npara escribir buen código en todos los proyectos de elementary. Esta pauta debe\nser seguida en cada archivo, con el objetivo de mantener el código consistente y legible.\nTambién hemos heredado algunas de las directrices del lenguaje Vala de GNOME para\nmantener el código consistente con otros programas con el mismo lenguaje.",
    "If the guidelines here proposed are followed, newcomers to elementary\ndevelopment will be more easily able to join the development and\nunderstand code. Besides, it'll make it easier for all developers to work on\napplications that they don't usually work on, because the code will be\nconsistent. Finally, as Guido Van Rossum said - &quot;Code is much more often read\nthan written&quot;, so having nicely written code is crucial.": "Si estas pautas son seguidas, los nuevos desarrolladores de elementary\npodrán unirse más fácilmente al desarrollo y comprenderán el código.\nAparte, será mas sencillo para todos los desarrolladores trabajar en\naplicaciones en las que normalmente no trabajarían, ya que el código\nserá consistente. Finalmente, como dijo Guido Van Rossum: \"Es más común leer código\nque escribirlo\", así que tener un código correctamente escrito es crucial",
    "Disclaimer": "Renuncias",
    "This guide is not finished, but has been discussed and partially approved by\nthe elementary contributors. It is subject to changes in the near future.": "Esta guía no está terminada, pero los colaboradores de elementary la han\ndebatido y aprobado parcialmente. Está sujeta a cambios en el futuro cercano.",
    "Whitespace": "Espacio en blanco",
    "There is no trailing whitespace at the end of a line, whether it's empty or\nnot. There is also no empty line after declaring a function:": "No hay espacios en blanco al final de una linea, ya sea que este en blanco o\nno. Tampoco hay una linea en blanco después de declarar una función:",
    "public string get_text () {\n    string text = search_entry.get_text ();\n    return text;\n}": "public string get_text () {\nstring text = search_entry.get_text ();\nreturn text;\n}",
    "White space comes before opening parentheses:": "Es necesario un espacio en blanco antes de la apertura de paréntesis:",
    "public string get_text () {}\nif (a == 5) return 4;\nfor (i = 0; i &lt; maximum; i++) {}\nmy_function_name ();\nObject my_instance = new Object ();": "public string get_text () {}\nif (a == 5) return 4;\nfor (i = 0; i < maximum; i++) {}\nmy_function_name();\nObject my_instance = new Object ();",
    "Whitespace goes in all maths-related code, between numbers and operators.": "En todas las funciones matemáticas en el código, es necesario un espacio en blanco entre los números y los operadores.",
    "c = n * 2 + 4;": "c = n * 2 + 4;",
    "Indentation": "Sangría",
    "Vala code is indented using 4 spaces for consistency and readability.": "En el código de Vala se usan 4 espacios para mantener la consistencia y la legibilidad.",
    "In classes, functions, loops and general flow control, the first parentheses\nis on the end of the first line (&quot;One True Brace Style&quot;), followed by the\nindented code, and a line closing the function with a curly bracket:": "En clases, funciones, bucles y flujos en general, el primer paréntesis\nesta al final de la primer linea  (\"One True Brace Style\"), seguido por el\ncódigo identado, y una linea cerrando la función con un corchete:",
    "public int my_function (int a, string b, long c, int d, int e) {\n    if (a == 5) {\n        b = 3;\n        c += 2;\n        return d;\n    }\n\n    return e;\n}": "public int my_function (int a, string b, long c, int d, int e) {\nif (a == 5) {\nb = 3;\nc += 2;\nreturn d;\n}\n\nreturn e;\n}",
    "On conditionals and loops, always use braces even if there's only one line of code:": "Condicionales y bucles, siempre use llaves incluso si hay una línea de código:",
    "if (my_var &gt; 2) {\n    print (\"hello\\n\");\n}": "si (mi_var >2) {\nimprimir (\"hola\\n\");\n}",
    "Cuddled else and else if:": "Else y else if:",
    "if (a == 4) {\n    b = 1;\n    print (\"Yay\");\n} else if (a == 3) {\n    b = 3;\n    print (\"Not so good\");\n}": "si (a == 4){\nb =1;\nimprimir (\"Yei\");\n}entonces si (a ==3) {\nb = 3;\nimprimir (\"No es bueno\");\n}",
    "If you are checking the same variable more than twice, use switch/case instead of multiple else/if:": "Si usted esta comprobando la misma variable más de dos veces use un interruptor, en lugar de varios entonces / si",
    "switch (week_day) {\n   case \"Monday\":\n       message (\"Let's work!\");\n       break;\n   case \"Tuesday\":\n   case \"Wednesday\":\n       message (\"What about watching a movie?\");\n       break;\n   default:\n       message (\"You don't have any recommendation.\");\n       break;\n}": "interruptor (día_semana) {\ncaso \"Lunes\":\nmensaje (\"Vamos a trabajar!\");\nalto;\ncaso \"Martes\":\ncaso \"Miércoles\":\nmensaje (\"Por que ver una película?\");\nalto;\nruptura:\nmensaje (\"no tiene ninguna recomendación.\");\nalto;\n}\n",
    "Classes and files": "Clases y archivos",
    "Only having one class per file is recommended.": "Es recomendable tener una sola clase por archivo",
    "All files have the same name of the class in them.": "Todos los archivos tienen el mismo nombre de la clase.",
    "Separate code into classes for easier extensibility.": "Separar el código en clases para hacer mas simple su extensibilidad.",
    "Comments": "Comentarios",
    "Comments are either on the same line as the code or in a special line.": "Los comentarios no están en la misma línea de código, o en una línea especial.",
    "Comments are indented alongside the code, and obvious comments do more harm\nthan good.": "Los comentarios reciben la misma sangría que el código circuncidante.\nNo sirven para nada los comentarios que repiten lo obvio.",
    "/* User chose number five */\nif (a == 5) {\n    B = 4;           // Update value of b\n    c = 0;           // No need for c to be positive\n    l = n * 2 + 4;   // Clear l variable\n}": "/* El usuario elije el número 5 */\nif (a == 5) {\nB = 4; // Actualiza el valor de b\nc = 0; // No necesita c para ser positivo\nl = n * 2 + 4; // Limpiar la variable l\n}",
    "Variable names, class names, function names": "Nombres de variable, nombres de clase, nombres de función",
    "my_variable = 5;     // Variable names\nMyClass              // Class names\nmy_function_name (); // Type/Function/Method names\nMY_C     // Constants are all caps with underscores\n\n/* For enum members, all uppercase and underscores */\nenum OperatingSystem { // An enum name is the same as ClassesNames\n    UBUNTU,\n    ELEMENTARY_OS,\n    VERY_LONG_OS_NAME\n}": "my_variable = 5; //Nombres de Variables\nMyClass // Nombres de Clases\nmy_function_name (); // Nombres de tipo/funciones/métodos\nMY_C // Las constantes se expresan en mayúscula con guiones bajos\n\n/* Para los miembros de un enum, se usan solo mayúsculas y guiones bajos*/\nenum OperatingSystem { // El nombre del enum se expresa igual que el de las clases \nUBUNTU,\nELEMENTARY_OS,\nVERY_LONG_OS_NAME\n}",
    "Also worth referring that there should be no Hungarian notation, and no mix of\nany kinds of notations.": "Vale la pena mencionar que no debe haber notación húngara, ni combinaciones \nde distintas clases de notaciones.",
    "Vala namespaces": "Espacios de nombres en Vala",
    "Referring to GLib is not necessary. If you want to print something:": "No es necesario referenciarse a GLib. Si quiere imprimir algo:",
    "GLib.print (\"Hello World\");\nprint (\"Hello World\");": "GLib.print (\"Hola Mundo\");\nprint (\"Hola Mundo\");",
    "Opt for the second one, it's much cleaner.": "Escoge la segunda opción, es mas limpia.",
    "Columns per line": "Columnas por línea",
    "Ideally, lines should have no more than 80 characters per line, because this\nis the default terminal size. However, as an exception, more characters could\nbe added, because most people have wide-enough monitors nowadays. The hard\nlimit is 120 characters.": "Idealmente, las lineas no deben tener las de 80 caracteres, ya que este es el tamaño por defecto de la terminal. Sin embargo, como excepción, se pueden agregar mas caracteres, ya que la mayoría de la gente tiene monitores suficientemente anchos. El limite máximo es de 120 caracteres.",
    "GPL Header": "Cabecera GPL",
    "/*\n* Copyright (c) 2011-2015 APP Developers (http://launchpad.net/APP)\n*\n* This program is free software; you can redistribute it and/or\n* modify it under the terms of the GNU General Public\n* License as published by the Free Software Foundation; either\n* version 2 of the License, or (at your option) any later version.\n*\n* This program is distributed in the hope that it will be useful,\n* but WITHOUT ANY WARRANTY; without even the implied warranty of\n* MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the GNU\n* General Public License for more details.\n*\n* You should have received a copy of the GNU General Public\n* License along with this program; if not, write to the\n* Free Software Foundation, Inc., 59 Temple Place - Suite 330,\n* Boston, MA 02111-1307, USA.\n*\n* Authored by: Author &lt;author@example.com&gt;\n*/": "* Copyright (c) 2011-2015 APP Desarrollador (http://launchpad.net/APP)\n*\n* Este programa es software libre; Usted puede redistribuirlo y / o\n* modificar bajo los términos de la GNU General Public\n* Licencia publicada por la Free Software Foundation; either\n* versión 2 de la licencia o (a su opción) cualquier versión.\nmás tarde\n*\n* Este programa se distribuye con la esperanza de que será útil, \n* pero sin ninguna garantía; sin incluso la garantía implícita \n* COMERCIABILIDAD o aptitud para un propósito PARTICULAR. Ver el GNU\n* General Public License para más detalles.\n*\n* Usted debe han recibido una copia de la General de GNU Public\n* Licencia junto con este programa; Si no, escriba a\n* Free Software Foundation, Inc., 59 Temple Place - Suite 330, \n* Boston, MA 02111-1307, USA.\n*\n* Escrito por: autor < author@example.com > \n*",
    "Reporting Bugs": "Informar de errores",
    "One of the big advantages of being an openly developed project is being able to take part in public bug tracking. However, if you're new to working with public bug tracking, it can be difficult to understand how to report bugs The Right Way™. So let's find out how:": "Una de las grandes ventajas de ser un proyecto desarrollado abiertamente es ser capaz de tomar parte en el seguimiento de errores públicos. Sin embargo, si usted es nuevo trabajando con seguimiento de errores públicos, le puede ser difícil entender cómo reportar errores de la manera correcta™. Así que vamos a averiguar cómo:",
    "In order to file reports, you must be signed up as a member of Launchpad. If you've been through our <a href=\"/docs/code/getting-started#the-basic-setup\">development guide</a>, you already have this covered.": "A fin de presentar informes, debe estar inscrito como miebro de Launchpad. si usted  estado en nuestra <a href=\"/docs/code/getting-started#the-basic-setup\"> guía para el desarrollo </a>, ya estas listo",
    "Find the &quot;Report a Bug&quot; page for the app in question. Often times you can right-click the app in the dock, select &quot;About&quot;, and then select &quot;Report a Problem&quot;. Otherwise, you can search for the app on Launchpad, select the &quot;Bugs&quot; tab, and then &quot;Report a Bug&quot; on the right side of the page.": "Encuentra la página \"Informar de un error\" para la aplicación en cuestión. Muchas veces usted puede hacer clic derecho en la aplicación del dock, seleccione \"Acerca de\", y luego seleccione \"Informar de un problema\". De lo contrario, usted puede buscar la aplicación en Launchpad, seleccionar la pestaña \"Bugs\", y luego \"Reportar un error\" en la parte derecha de la página.",
    "When filing a new report, launchpad will automatically check for duplicates. However, it's still a good idea to search the bug list to make sure your report hasn't been filed already. If your report has already been filed by someone else, you can mark the report as affecting you using the link on the top left of the report's page. Only comment on the report if you can provide additional useful information that may help track down the source of the issue. Do not comment things like, &quot;I have this problem too&quot; or &quot;This is a really important issue&quot;.": "Cuando presente un nuevo reporte, Launchpad comprobará automáticamente si hay duplicados. Sin embargo, sigue siendo una buena idea buscar en la lista de errores para asegurarse de que su informe no se ha presentado ya. Si su reporte ya ha sido presentado por otra persona, puede marcar el informe que le afecte utilizando el enlace en la parte superior izquierda de la página del reporte. Sólo comente el informe si usted puede proporcionar información útil adicional que puede ayudar a rastrear el origen del problema. No comente cosas como: \"También tengo este problema\" o \"Este es un tema muy importante\".",
    "If your report has not already been filed by someone else and you've reached the &quot;Report a Bug&quot; page, type in a summary and description of the issue and select &quot;Submit&quot;. Keep in mind the following information while filing your report:": "Si su reporte no ha sido todavía presentado por otra persona y que has llegado a la página \"Informar de un error\", escriba un resumen y descripción del problema y seleccione \"Enviar\". Tenga en cuenta la siguiente información mientras presente su reporte:",
    "Be Specific In The Summary": "Sea específico en el resumen",
    "This will be the title of the issue in the bug tracker. It's very important to be specific because it makes it much easier for a developer or bug manager to search the issue list and helps avoid duplicate reports. A summary such as &quot;App Crashes&quot; is not good and vague requests like &quot;Increase Performance&quot; are not helpful. A good summary is something like &quot;Notification is not sent when process finishes&quot;.": "Este será el título del tema en el rastreador de errores. Es muy importante ser específico, ya que hace que sea mucho más fácil para un desarrollador o administrador de errores buscar la lista de tema y ayudar a evitar informes duplicados. Un resumen como \"la aplicación se bloquea\" no es bueno y peticiones vagas como \"aumentar el rendimiento\" no son útiles. Un buen resumen es algo así como \"No se envía la notificación cuando finaliza el proceso\".",
    "Avoid Subjective or Ambiguous Adjectives": "Evite adjetivos o subjetivos ambiguos",
    "This may sound like a repeat of the first heading, but it's important when you want someone to confirm your report. Don't say that something is &quot;jarring&quot; or &quot;unintuitive&quot;. Instead describe what happened and contrast it with what you expected to happen. &quot;The panel suddenly appeared instead of being animated in,&quot; describes the problem in a way that is actionable and objective.": "Esto puede sonar como una repetición de la primera partida, pero es importante cuando se quiere a alguien para confirmar su reporte. No diga que algo es \"chocante\" o \" no intuitivo\". En lugar de describir lo que pasó y contrastarlo con lo que esperabas que sucediera. \"El panel de repente aparece en lugar de ser animada en\", describe el problema de una manera que es accionable y objetiva.",
    "Be Concise, But Explain The Issue": "Sea conciso, pero explique el tema",
    "First of all, it's important to mention that bug reports should be written in English and you should, if possible, watch out for your language and grammar.": "En primer lugar, es importante mencionar que los informes de fallos deben ser escritos en Inglés y usted debe, si es posible, tener cuidado con su lenguaje y gramática.",
    "The most important thing for a report is that the developer must be able to reproduce the issue. If necessary, include exact numbered steps to reproduce the issue. Include relevant information like your OS version, any modifications you've made to the system (like changing your window manager or kernel), or the version numbers of relevant libraries like Gtk or WebKit. If you're reporting a crash, make sure to <a href=\"https://wiki.debian.org/HowToGetABacktrace\">include a backtrace</a>.": "Lo más importante para un reporte es que el desarrollador debe ser capaz de reproducir el problema. Si es necesario, incluir los pasos enumerados para reproducir el problema. Incluir información relevante como la de su versión de Sistema Operativo, cualquiera de las modificaciones que usted haya hecho al sistema (como cambiar su gestor de ventanas o kernel), o los número de versión de las bibliotecas relevantes como Gtk o WebKit. Si usted está reportando un accidente, asegúrese de <a href=\"https://wiki.debian.org/HowToGetABacktrace\">incluir una traza inversa</a>.",
    "Be Prepared To Provide More Information": "Prepárese para proporcionar más información",
    "If your report does not contain enough information for the developer to reproduce the issue, it may be marked as &quot;Incomplete&quot;. Oftentimes, a developer will make a comment requesting additional specific information. If you do not provide that information, your report will eventually expire.": "Si el reporte no contiene suficiente información para el desarrollador para reproducir el problema, puede ser marcado como \"incompleto\". A menudo, un desarrollador hará un comentario solicitando información específica adicional. Si usted no proporciona esa información, su reporte caducará eventualmente.",
    "If you've reported your issue against the wrong app, a developer may mark it as &quot;Invalid&quot;. If the developer knows which app you meant to report against, they may re-assign the issue. However, if they do not you must find the correct app and re-assign the report yourself.": "Si usted ha reportado su problema en contra de la aplicación incorrecta, un desarrollador puede marcarlo como \"no válido\".",
    "If you're reporting a &quot;Wishlist&quot; issue, like a feature request, a developer may mark your bug as &quot;Opinion&quot; or &quot;Won't Fix&quot;. Developers are often open to discussion about these kinds of issues, but please do not harass a developer for marking your report this way.": "Si usted está reportando un problema en \"Lista de deseos\", como una solicitud de función, un desarrollador puede marcar su error como \"Opinión\" o como \"No se arreglará\". Los desarrolladores con frecuencia están abiertos a la discusión sobre este tipo de problemas, pero por favor, no acose a un desarrollador para marcar su reporte de esta manera.",
    "You Can Get a Bit of Help": "Usted puede conseguir un poco de ayuda",
    "If you're not sure about anything above, you are always welcome to our development IRC channel: #elementary-dev on irc.freenode.net. We might be able to help you track down the actual project where you should report the issue, or perhaps even aid you with any English language issue you might come across. Most developers want to help you make good bug reports.": "Si no estás seguro sobre algo de arriba,  eres siempre bienvenido en nuestro canal IRC de desarrollo: #elementary-dev en irc-freenode.net. Te ayudaremos a encontrar el proyecto donde debas reportar el problema, o quizas incluso ayudarte con cualquier problema en inglés que puedas encontrar. La mayoria de los desarrolladores quieren ayudarte a hacer buenos reportes de errores.",
    "Don't Confirm Reports for Other People's Apps": "No confirmar reportes para aplicaciones para otras personas",
    "If a report affects you, mark it using the link. Do not confrim your own reports. Even if you are 100% sure that you are right, just don't do it. It's not good bug tracker etiquette. A bug manager or developer for the app will confirm the report when they are able to review it.": "Si un reporte te afecta, marcarlo utilizando el enlace. No confirme tus propios reportes. Incluso si estás 100% seguro que usted tiene la razón, simplemente no lo hagas.",
    "Don't Make &quot;Me Too&quot; Comments": "No haga comentarios como \"yo también\"",
    "We mentioned this earlier, but it's worth mentioning again. Do not make comments that simply say &quot;This issue affects me as well&quot;. This clutters up the tracker. Only comment if you are providing additional information that helps find the source of the issue. If you only want to let a developer know that you are affected, use the green link that says, &quot;Does this bug affect you?&quot; under the report's title.": "Hemos mencionado esto antes, pero vale la pena mencionarlo otra vez. No haga comentarios que simplemente dicen \"Este problema me afecta también\". Esto desordena hasta al rastreador. Sólo comente si usted está proporcionando información adicional que ayude a encontrar el origen del problema. Si sólo desea que un desarrollador conozca que esto le afecta, utilice el enlace verde que dice: \"¿Este error le afecta?\" bajo el título del reporte.",
    "Proposing Design Changes": "Proponiendo cambios en el diseño",
    "elementary has always been known for its strong focus on great design, but if you’re an up and coming designer you might not know how to get developers to pay attention to you. This reference guide is about how to effectively propose a design change in a way that makes it more likely for your design to become implemented.": "elementary siempre se ha caracterizado por su énfasis en el diseño, pero si estás comenzando tu carrera como diseñador tal vez no sepas cómo hacer que los desarrolladores te pongan atención. Esta guía trata de explicar cómo proponer un cambio en el diseño de forma efectiva, para que sea mucho mas probable que tu diseño sea implementado.",
    "Don't Make Demands": "No haga peticiones",
    "Let’s say you spent the last few hours re-designing the Search Engine Manager dialog in Midori and you want to bring this work to the attention of Midori’s developers. You could file a bug report something like “Search engine popup sucks” and paste your mockup and be done. But that approach isn’t going to win you any friends and your report will probably be marked “opinion” or “invalid”. Instead, we should consider the amount of work it will take to implement the new design and try to present it in a way that gets developers excited about the overall vision without demanding 1,000 lines of code in one shot.": "Supongamos que pasas algunas horas rediseñando el diálogo de búsqueda en Midori y quieres mostrarle este trabajo a los desarrolladores de Midori. Podrías crear un reporte de error diciendo algo como \"el diálogo de búsqueda apesta\", pegar el bosquejo de tu diseño y dejarlo así. Pero esto no va a ser bien recibido y tu reporte muy probablemente va a ser marcado como \"opinión\" o \"inválido\". En cambio, debes considerar la cantidad de trabajo que se requiere para implementar el nuevo diseño y tratar de presentarlo de una forma llamativa que motive a los desarrolladores por la visión en general, sin exigir 1,000 líneas de código de la noche a la mañana.",
    "Use Blueprints": "Utilice Blueprints",
    "Firstly, we want to present the overall vision of our grand new design. So we should file a new blueprint (in this example, we’d file it <a href=\"http://blueprints.launchpad.net/midori\">here</a>). Name it something explicit and try to avoid titles that marginalize developer’s existing work. Something like “search-engine-manager-redesign” works just fine. In this blueprint we want to describe our motivations for the redesign. What are the problems with the current design and what does our new design aim to solve? Common reasons for a redesign can include minimizing window chrome, taking advantage of new toolkit elements, making the UI more consistent with other apps, etc. This is also a good place to link to that mockup we were talking about earlier. If your design is really involved, you can even link to an external specification (Google Docs work great for getting feedback) where you have a chance to really get into the nitty gritty of your idea.": "Primero, queremos presentar la visión global de nuestro nuevo gran diseño. Por lo que debemos presentar un nuevo blueprint (en este ejemplo, lo presentaremos <a href=\"http://blueprints.launchpad.net/midori\">aquí</a>). Nómbrelo de manera explícita e intente evitar títulos que degraden el trabajo existen de desarrolladores. Algo como \"search-engine-manager-redesign\" servirá. Es este blueprint queremos describir nuestras motivaciones para el rediseño. ¿Cuáles son los problemas con el presente diseño y a qué apunta resolver nuestro nuevo diseño? Razones comunes para un rediseño pueden incluir minimizar la ventana de chrome, tomar ventaja de nuevos elementos de toolkit, hacer la UI mas consistente con otras aplicaciones, etc. Este es también un buen lugar para vincular con ese bosquejo del que hablamos antes. Si está realmente involucrado con su diseño, puede colocar un link a una especificación externa (Google Docs sirven de maravillas para obtener respuestas) donde tenga la oportunidad de adentrarse al meollo del asunto de su idea.",
    "Create Concise Work Items": "Cree elementos de trabajo concisos",
    "Now that you’ve laid out the motivations for your design and explained the overall vision, you should break it up into small, actionable work items (also called bug reports). To continue our example, I would have reports like “Change Search Engine Manager Dialog to Popover”, “Re-order Search Engines with Drag and Drop”, “Open Search Engine Manager by clicking Search icon in URL Bar”, “Show edit and remove buttons next to engine in Search Engine Manager”, etc etc. Each bug report should describe just one small change. We do this for several reasons:": "Ahora que ha establecido las motivaciones para su diseño y explicado la visión general, debería dividirlo en pequeños elementos de trabajo (también llamados bug reports). Para continuar nuestro ejemplo, tendría reportes como \"Cambiar el manejar de diálogo del motor de búsqueda a Popover\", \"Reordenar motores de búsqueda con Drag and Drop\"m \"Abrir el manejador de motores de búsqueda al hacer click sobre el ícono de búsqueda en la barra de URL\", \"Mostrar editar y remover botones al lado de motor en Manejador de Motores de Búsqueda\", etc etc. Cada bug report debería describir solo un pequeño cambio, Hacemos esto por varias razones:",
    "It allows developers to deny one request without denying all of them. Face it: your design isn’t perfect and it’s very possible that a developer isn’t going to like part of it. By breaking up your design into little pieces, it allows a developer to incorporate the changes they like and ignore the ones they don’t.": "Permite a los desarrolladores rechazar una petición sin rechazar todas. Enfréntalo: tu diseño no es perfecto y es muy posible que a un desarrollador no le guste parte de él. El dividir tu diseño en partes pequeñas, permite a los desarrolladores incorporar los cambios que les gustan e ignorar los que no.",
    "It makes your design less intimidating. A big redesign means lots of lines of code. If your changes look like too much of a hassle, you’re going to have a hard time getting a developer to work on them. But if you present small changes that can be incorporated a bit at a time, there’s a bigger chance that your whole design will eventually be implemented.": "Hace tu diseño menos intimidatorio. Un gran rediseño significa muchas líneas de código. Si tus cambios parecen demasiada molestia, tendrás que pasar un tiempo difícil para conseguir un desarrollador para trabajar en ello. Pero si presentas pequeños cambios que pueden ser implementados en poco tiempo, hay más posibilidades de que todo tu diseño finalmente sea implementado.",
    "It allows developers to track their progress. Once again, big designs take time to implement. Even if a developer wants to implement the whole thing right away, they might not be able to. Giving them a way to “check off” pieces as they go makes it more likely that a part of your design won’t be forgotten about when it’s translated into code.": "Permite a los desarrolladores seguir su proceso. Una vez más, grandes diseños tardan tiempo en implementarse. Incluso si un desarrollador quiere implementarlo de inmediato, podría no ser capaz de hacerlo. Dándole una forma de \"marcar\" los fragmentos según avanza hace más posible que esa parte de tu diseño no sea olvidada cuando se traduzca en código.",
    "File Compelling Reports": "Presente informes convincentes",
    "Don’t forget to make your reports compelling. It’s up to you to sell the merits of each change. Cite the HIG, prior-art, user complaints, articles by other designers, and present your changes in a logical, non-opinionated, and concise manner. It also doesn’t hurt to speak in developer terms. Brush up on the names of widgets in Gtk and Granite, get familiar with available libraries like Zeitgeist and Unity, and don’t forget about system components like PulseAudio or Contractor. Also, whatever you do, don’t be presumptuous and confirm your own bug reports. You wouldn’t ask a friend for a favor and then answer yourself for them, so don’t do it here either. See <a href=\"#reporting-bugs\">the above section</a> for a refresher on filing good bug reports.": "No se olvide de hacer sus informes convincentes. Depende de usted vender los méritos de cada cambio. Cite la HIG, arte anterior, quejas de usuarios, artículos de otros diseñadores, y presente sus cambios de una manera lógica, no dogmática, y concisa. Asimismo, no se pierde nada con hablar en términos de desarrollador. Repase los nombres de los widgets en Gtk y Granite, familiarícese con las bibliotecas disponibles como Zeitgeist y Unity, y no se olvide de los componentes del sistema como PulseAudio o Contractor. También, haga lo que haga, no sea presuntuoso y confirme sus propios informes de errores. No le pediría a un amigo un favor y luego responder usted mismo por ellos, así que no lo haga aquí tampoco. Vea <a href=\"#reporting-bugs\"> la sección arriba</a> para una actualización sobre la presentación de buenos informes de errores.",
    "Be Prepared to Iterate": "Esté preparado para iterar",
    "Don’t be upset if a developer plainly states that they don’t want to implement your idea. Remember that they have plans too. You might have to go back to the drawing board a bit. Listen to their feedback. Your design might be a little over-engineered, it might conflict with other designs being worked on, or maybe it’s just in conflict with the goals and scope of the app. Remember that you’re in the position of requesting someone to devote their time to something. You’re asking for a favor. Don’t be afraid to argue a position within polite reason, but remember to stay humble.": "No se moleste si un desarrollador establece claramente que no quiere implementar su idea.  Recuerde que también tienen planes. Quizás deba retomar el tablero de dibujo un poco. Escuche sus respuestas. Su diseño puede estar sobre pensado. Puede hacer conflicto con otros diseños con los que se está trabajando, o quizás entra en conflicto con las metas y el alcance de la aplicación. Recuerde que se encuentra en la posición de pedir a alguien que dedique su tiempo en algo. Está pidiendo un favor. No tenga miedo de discutir una posición siendo educado, pero recuerde mantenerse humilde."
}