{
    "Installation": "Instalacja",
    "Download elementary OS": "Pobierz elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Jeśli jeszcze tego nie zrobiłeś, powinieneś <a href=\"\/\" target=\"_blank\" rel=\"noopener\">ściągnąć elementary OS z naszej strony<\/a>. Musisz skopiować ściągnięty obraz ISO na USB używając instrukcji podanych poniżej.",
    "Recommended System Specifications": "Zalecane wymagania sprzętowe",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Chociaż nie posiadamy ścisłych wymagań sprzętowych, polecamy posiadać taką specyfikację lub lepszą, aby móc komfortowo korzystać z systemu:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nowszej generacji procesor Intel i3 lub porównywalny dwurdzeniowy procesor 64-bitowy",
    "4 GB of system memory (RAM)": "4 GB pamięci operacyjnej (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Dysk twardy SSD z 15 GB wolnego miejsca",
    "Internet access": "Połączenie internetowe",
    "1024×768 display": "Ekran o rozdzielczości 1024x768",
    "Back Up Your Data": "Wykonaj kopię zapasową swoich plików",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Upewnij się, że masz wykonaną kopię swoich plików, np. w usłudze chmury bądź na zewnętrznym dysku twardym. Instalacja systemu operacyjnego może nadpisać poprzednie dane.",
    "Choose your current Operating System": "Wybierz swój obecny system operacyjny",
    "Select the operating system you are currently using to view tailored installation instructions.": "Wybierz system operacyjny, z którego aktualnie korzystasz, aby wyświetlić Ci odpowiednią instrukcję instalacji.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Tworzenie dysku instalacyjnego",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Będziesz potrzebował pamięci przenośnej USB z co najmniej 2 GB wolnego miejsca i programu o nazwie Rufus.",
    "Download Rufus": "Pobierz Rufus",
    "Rufus - select ISO": "Rufus - wybierz plik ISO",
    "Open Rufus": "Otwórz Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Włóż swoją pamięć USB i wybierz ją z listy &quot;Urządzenie&quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Wybierz &quot;Dysk lub obraz ISO&quot; na liście &quot;Wyboru rozruchu&quot;",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Kliknij &quot;WYBIERZ&quot;, aby wskazać obraz SO, który uprzednio pobrałeś.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Tworzymy sumę kontrolną (lub sumę haszową) dla obrazów systemu operacyjnego elementary, aby można było zweryfikować pobrany plik. Gwarantuje to, że otrzymałeś pełne, kompletne pobieranie i że Twój obraz instalacyjny nie jest w żaden sposób uszkodzony. Kliknij na",
    "the checksum icon": "ikonę sumy kontrolnej",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "obok polecenia &quot;WYBIERZ&quot; i zweryfikuj, czy tekst znajdujący się obok &quot;SHA256&quot; odpowiada następującemu haszowi:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Jeśli hasze do siebie pasują, kliknij na &quot;START&quot; i zaczekaj na zakończenie procesu.",
    "Booting from the Install Drive": "Rozruch z dysku instalacyjnego",
    "In order to start the installation process, you must boot your computer from the install drive.": "W celu rozpoczęcia procesu instalacji, musisz uruchomić komputer z dysku instalacyjnego.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Zakładając że Twój komputer jest nadal włączony, zacznij od włożenia dysku instalacyjnego i zrestartowania swojego komputera.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Najczęściej komputery pozwalają na krótko zmienić kolejność rozruchu tylko dla aktualnie przeprowadzanego rozruchu przez przyciśnięcie specjalnego klawisza — zazwyczaj <kbd>F12<\/kbd>, ale czasami <kbd>Esc<\/kbd> lub innego klawisza funkcyjnego. Odnieś się do ekranu lub dokumentacji komputera, aby się upewnić.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Naciśnij <kbd>F12<\/kbd> (lub właściwy klawisz) i wybierz napęd instalacji — zazwyczaj &quot;USB-HDD&quot; lub inny zawierający słowo &quot;USB&quot;, ale nazewnictwo może się różnić. Jeśli wybierzesz niewłaściwy napęd, Twój komputer będzie prawdopodobnie kontynuował normalny rozruch. Wtedy zrestartuj swój komputer i wybierz inny napęd w menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krótko po wybraniu właściwego napędu do rozruchu, powinien ukazać się Tobie ekran powitalny elementary OS. Możesz teraz podążać za instrukcjami na ekranie, które poprowadzą Cię przez resztę procesu.",
    "Verify your Download": "Zweryfikuj pobrany plik",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Weryfikacja Twoich pobrań jest ważnym, ale opcjonalnym krokiem. Generujemy sumę kontrolną (lub sumę hashu) dla obrazów elementary OS i zalecamy abyś zweryfikował czy Twój obraz pasuje do sumy kontrolnej przed instalacją. To zapewnia, że otrzymałeś pełny, kompletny obraz po ściągnięciu i nie jest on uszkodzony w żaden sposób.",
    "Running the following command in your Terminal:": "Uruchomienie następującego polecenia w Twoim terminalu:",
    "Should produce the output:": "Powinno oddać na wyjściu:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: To jest założenie, że pobrałeś plik .iso do swojego katalogu Pobrane.\nW przypadku kiedy pobrałeś go gdzie indziej, proszę doprecyzuj właściwą ścieżkę do pobranego pliku, tak jak pokazano to poniżej",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Do utworzenia napędu instalacyjnego elementary OS na macOS będziesz potrzebował pamięci przenośnej USB posiadającej co najmniej pojemność 2 GB i programu o nazwie &quot;Etcher&quot;.",
    "Download Etcher": "Pobierz Etcher",
    "etcher steps": "Kroki z etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Włóż wolny napęd USB i wybierz plik ISO, który pobrałeś.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Otwórz &quot;Etcher&quot; i wybierz pobrany obraz elementary OS używając przycisku &quot;Wybierz obraz&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher powinien automatycznie wykryć Twój napęd USB, ale sprawdź czy został wybrany poprawny napęd.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Rozpocznij proces nagrywania klikając przycisk &quot;Nagraj!&quot;. Proces ten może potrwać kilka minut.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Po zakończeniu będzie można wyciągnąć dysk i przystąpić do rozruchu instalatora elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Okno dialogowe może pojawić się podczas procesu nagrywania. Można je zignorować.",
    "Not readable warning": "Ostrzeżenie o niemożliwości odczytu",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Kiedy usłyszysz dźwięk, przytrzymaj klawisz <kbd>Opcja<\/kbd> na klawiaturze. Następnie, wybierz odpowiednie urządzenie. Może ono być niepoprawnie rozpoznane jako &quot;Windows&quot;, ale jest to całkowicie normalne.",
    "Boot Errors": "Błędy rozruchu",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Jeśli Twój Mac nie rozpoznaje dysku instalacyjnego USB systemu w menu rozruchowym, powinieneś zamiast tego utworzyć dysk instalacyjny DVD. Aby go utworzyć, włóż do napędu czystą płytę DVD, kliknij prawym przyciskiem myszy na plik ISO w Finderze i wybierz &quot;Wypal elementaryos-0.4.1-stable.20180214.iso na dysku&quot;. Kiedy proces się zakończy, rozpocznij ponownie próbę rozruchu z dysku DVD.",
    "Running the following command in your terminal:": "Uruchom następujące polecenie w terminalu:",
    "should produce the output:": "powinno dać następujący wynik:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Będziesz potrzebował pamięci USB z co najmniej 2 GB wolnego miejsca i program UNetbootin.",
    "Download UNetbootin": "Pobierz UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otwórz UNetbootin z Panelu uruchamiania. Otworzy on okno wyglądające mniej więcej tak:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Zaznacz &quot;Obraz dysku&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Kliknij &quot;...&quot;, aby zaznaczyć wcześniej pobrany obraz ISO.",
    "Unplug all USB memory devices apart from the one you want to use.": "Odłącz wszystkie urządzenia pamięciowe USB z wyjątkiem tego, który chcesz użyć.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Kliknij &quot;OK&quot; i poczekaj na zakończenie procesu.",
    "After Installation": "Po instalacji",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Poświęć swój czas na przeczytanie <a href=\"\/docs\/learning-the-basics\">przewodnika wprowadzającego<\/a>, abyś poznał swój nowy system operacyjny."
}
