{
    "Installation": "Instalacja",
    "Download elementary OS": "Pobierz elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Jeśli jeszcze tego nie zrobiłaś, będziesz musiała <a href=\"/\" target=\"_blank\" rel=\"noopener\">pobrać elementary OS z naszej strony głównej</a>. Będziesz musiała skopiować pobrany obraz płyty ISO na pamięć USB korzystając z instrukcji poniżej.",
    "Frequently-Asked Questions": "Często zadawane pytania",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Zobacz <a href=\"{#release_faq}\">często zadawane pytania dla tego wydania</a>.",
    "Recommended System Specifications": "Zalecana konfiguracja sprzętowa",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Chociaż nie mamy ścisłego zestawu minimalnych wymagań systemowych, aby uzyskać najlepsze wrażenia zalecamy co najmniej następujące specyfikacje:",
    "Recent Intel Core i3 or comparable dual-core 64-bit processor": "Niedawno wydany Intel Core i3 lub porównywalny dwurdzeniowy procesor 64-bitowy",
    "4 GB of system memory (RAM)": "4 GB pamięci operacyjnej (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "Dysk SSD o pojemności przynajmniej 32 GB",
    "Internet access": "Dostęp do internetu",
    "Built-in or wired mouse/touchpad and keyboard": "Wbudowana lub przewodowa mysz/touchpad oraz klawiatura",
    "1024×768 minimum resolution display": "Ekran o rozdzielczości minimum 1024x768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Podczas instalacji potrzebny będzie również nieużywany pendrive USB o pojemności przynajmniej 4 GB.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Nie zalecamy maszyn wirtualnych, ponieważ nie działają one równie dobrze co pełna instalacja.</strong> Jeśli próbujesz zainstalować system na maszynie wirtualnej włącz EFI jeśli to możliwe, ale wiedz, że możesz natrafić na inne problemy.",
    "Back Up Your Data": "Utwórz kopię zapasową swoich danych",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Upewnij się, że twoje ważne dane mają kopię zapasową w zewnętrznej lokalizacji takiej jak chmura czy zewnętrzny dysk twardy. Instalowanie nowego systemu operacyjnego może nadpisać twoje istniejące dane.",
    "Step-by-step Guide": "Przewodnik krop po kroku",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Obejrzyj film powyżej lub wybierz system operacyjny który aktualnie używasz by zobaczyć poniżej przystosowane instrukcje instalacji.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Zweryfikuj pobrane pliki",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Weryfikacja pobranych pliki jest ważnym krokiem: generujemy „sumy kontrolne” dla obrazów elementary OS i rekomendujmy byś zweryfikowała, że pobrane pliki mają taką samą sumę kontrolną przed instalacją. Dzięki temu możemy być pewni, że pobrałaś pełne i nieuszkodzone pliki.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Zakładając, że pobrałaś elementary OS do twojego folderu Pobrane w Windows, otwórz wiersz poleceń w Windows i wpisz w nim następującą komendę:",
    "It should produce the output:": "Rezultat powinien wyglądać tak:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Jeśli suma kontrolna się nie zgadza będziesz musiała ponownie pobrać kopię elementary OS i upewnić się, że pobieranie ukończy się przed ponowną weryfikacją.",
    "Creating an Install Drive": "Tworzenie nośnika instalacyjnego",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Aby utworzyć nośnik instalacyjny elementary OS będziesz potrzebowała pendrive USB o pojemności co najmniej 4 GB oraz aplikację o nazwie „Etcher”.",
    "Download Etcher": "Pobierz Etcher",
    "etcher steps": "używanie Etchera",
    "Open Etcher, then:": "Otwórz Etcher, następnie:",
    "Plug in your spare USB flash drive": "Włóż twój nieużywany pendrive USB",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Wybierz pobrany plik .iso korzystając z przycisku „Select image”",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher powinien automatycznie wykryć twojego pendrive'a; jeśli tak się nie stanie wybierz poprawny nośnik",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Kliknij przycisk „Flash”. Start może chwilę potrwać.",
    "Once complete, continue to boot from the install drive.": "Po zakończeniu uruchom system z nośnika instalacyjnego.",
    "Booting From the Install Drive": "Uruchamianie systemu z nośnika instalacyjnego",
    "In order to start the installation process, you must boot your computer from the install drive.": "Aby rozpocząć proces instalacji musisz uruchomić system z nośnika instalacyjnego.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Zakładając, że twój komputer wciąż jest włączony, zacznij od włożenia nośnika i ponownego uruchomienia komputera.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Większość komputerów pozwoli przez chwilę zmienić kolejność uruchamiania przez naciśnięcie przycisku — zwykle <kbd>F12</kbd>, ale czasami <kbd>Esc</kbd> lub inny przycisk funkcyjny. Sprawdź ekran swojego komputera lub jego dokumentację by się upewnić.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Naciśnij <kbd>F12</kbd> (lub inny odpowiedni przycisk) i wybierz nośnik instalacyjny — zwykle „USB-HDD” lub coś zawierającego słowo „USB”, ale dokładna nazwa może zależeć od komputera. Jeśli wybierzesz niepoprawny nośnik twój komputer prawdopodobnie będzie kontynuował uruchamianie jak zwykle. Po prostu uruchom go ponownie i spróbuj wybrać inny nośnik w menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krótko po wybraniu odpowiedniego nośnika rozruchu, powinnaś zobaczyć ekran powitalny elementary OS. Możesz teraz podążać za instrukcjami na ekranie, które przeprowadzą cię przez pozostałą część procesu instalacji.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Zakładając, że pobrałaś elementary OS do twojego folder Pobrane w macOS, otwórz aplikację Terminal w macOS i wpisz następującą komendę:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Następujące okno może pojawić się podczas procesu tworzenia nośnika. Można to bezpiecznie zignorować.",
    "Not readable warning": "Ostrzeżenie nie do odczytu",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Po usłyszeniu dzwonka kliknij i przytrzymaj <kbd>Option</kbd>. Następnie wybierz odpowiedni nośnik rozruchu. Może być on niepoprawnie rozpoznany jako „Windows” ale jest to normalne.",
    "Boot Errors": "Błędy rozruchu",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Jeśli twój Mac nie rozpoznaje twojego pendrive'a USB z Elementary OS w menu rozruchu możesz być zmuszona do utworzenia DVD instalacyjnego z elementary OS. Aby je utworzyć, włóż pustą płytę DVD, kliknij prawym przyciskiem na plik ISO w folderze i kliknij „Wypal {#release_filename} na dysku”. Po zakończeniu spróbuj ponownie uruchomić przy użyciu DVD.",
    "Running the following command in your terminal:": "Wpisując następującą komendę w terminalu:",
    "After Installation": "Po instalacji",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Wykorzystaj ten czas by przeczytać przewodnik <a href=\"/docs/learning-the-basics\">pierwsze kroki</a> aby nauczyć się o twoim nowym systemie operacyjnym."
}
