{
    "Learning the Basics": "Nauka podstaw",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Poznaj system elementary OS oraz dowiedz się jak nawigować między oknami, obszarami roboczymi i wieloma innymi.",
    "Desktop": "Pulpit",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "Pulpit elementary OS składa się z dwóch elementów: Panel oraz Dok. Możesz zmienić tło pulpitu naciskając klawiszem drugorzędnym — prawy przycisk myszy lub stuknięcie dwoma palcami w touchpad. Możesz również zmienić wygląd pulpitu i zachowanie korzystając z <strong><a href=\"#system-settings\">Ustawienia systemu</a></strong> → <strong>Pulpit</strong>.",
    "Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "Na górze pulpitu znajduje się panel. Po lewej stronie jest Menu aplikacji, na środku data i godzina, a na prawej Wskaźniki systemu.",
    "Applications Menu": "Menu aplikacji",
    "Date &amp; Time": "Data i godzina",
    "System Indicators": "Wskaźniki systemowe",
    "The Panel": "Panel",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Aby otworzyć lub wyszukać zainstalowane aplikacje wybierz <strong>Aplikacje</strong> na Panelu. Możesz przeglądać strony z aplikacjami przewijając kółkiem myszy, przesuwając dwoma palcami po touchpadzie lub korzystając z kropek stron na dole. Możesz też wykorzystać przycisk zmiany widoku by przełączyć między wyświetlaniem aplikacji w siatce lub w kategoryzowanej liście.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Zacznij pisać w Menu aplikacji aby wyszukać twoje aplikacje przy użyciu nazwy lub słowa kluczowego. Wyszukiwanie wyświetli również akcje aplikacji oraz Ustawienia systemu. Przykładowo dzięki wyszukiwaniu możesz:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Zamknąć</strong> lub <strong>Uruchomić ponownie</strong> swoje urządzenie",
    "<strong>Compose Message</strong> with Mail": "<strong>Napisać wiadomość</strong> korzystając z Poczty",
    "Open a <strong>New Incognito Window</strong> in Web": "Otworzyć <strong>Nowe okno incognito</strong> w Przeglądarce",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Obliczyć proste wyrażenia matematyczne takie jak <strong> 23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Zrobić <strong>Zrzut ekranu aktualnego okna</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Znaleźć konkretne ustawienia takie jak <strong>Klawiatura → Układ → Klawisz Compose</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "Aby otworzyć Menu aplikacji przy użyciu klawiatury naciśnij <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Spacja</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "Wskaźnik daty i godziny na środku Panelu wyświetla aktualną datę i godzinę. Kliknij lub stuknij gdziekolwiek na dacie lub godzinie aby wyświetlić kalendarz oraz nadchodzące wydarzenia. Podwójnie kliknij dzień lub wybierz wydarzenie by otworzyć je w aplikacji Kalendarz.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Wskaźniki systemowe po prawej stronie Panel pokazują status urządzenia tj. połączenie z internetem, bateria, wejście i wyjście dźwięku, powiadomienia itp. Wybranie wskaźnika pokazuje więcej informacji oraz powiązane akcje.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Najechanie myszką na wskaźnik pokazuje szybkie informacje a kliknięcie środkowym przyciskiem lub stuknięcie trzema palcami skrót do wskaźnika. Na przykład:",
    "Sound: Mute": "Dźwięk: Wycisz",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: Włącz lub wyłącz Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Zasilanie: Przełącz wyświetlanie procentowe lub pozostałego czasu w Panelu",
    "Notifications: Toggle Do Not Disturb mode": "Powiadomienia: Przełącz tryb Nie przeszkadzać",
    "Session: Prompt to shut down": "Sesja: Zapytaj o wyłączenie",
    "Dock": "Dok",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "Na dole pulpitu znajduje się Dok który daje szybki dostęp do twoich ulubiony i aktualnie otwartych aplikacji.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Aby dodać aplikację do Doku, chwyć i przeciągnij ją z Menu aplikacji lub kliknij drugorzędnym przyciskiem ikonę otwartej aplikacji i zaznacz <strong>Przypnij do Doku</strong>. Aby usunąć aplikację z Doku, chwyć i przeciągnij ją w puste miejsce na pulpicie lub kliknij drugorzędnym przyciskiem i odznacz <strong>Przypnij do Doku</strong>. Chwyć i przeciągnij aplikację na Doku aby dostosować ich kolejność.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Domyślnie Dok chowa się w dole pulpitu gdy aplikacja jest zmaksymalizowana lub go zasłania. Pociągnij kursorem w dolną-środkową część pulpitu by odsłonić Dok gdy jest ukryty.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Możesz dostosować rozmiar i zachowanie Doku w <strong><a href=\"#system-settings\">Ustawienia systemowe</a></strong> → <strong>Pulpit</strong> → <strong>Dok i Panel</strong>.",
    "App Windows": "Okna aplikacji",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Gdy otworzysz aplikację, jej okno pojawi się na pulpicie. Pomimo tego, że dokładny wygląd aplikacji może być zróżnicowany, ich okna można zwykle zamknąć, przenieść, zwiększyć, zmniejszyć oraz zmaksymalizować.",
    "Header Bar": "Pasek nagłówka",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "Większość aplikacji ma pasek nagłówka na górze swoich okien wraz z przyciskami okna oraz akcjami aplikacji oraz nawigacją.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Przenieś okno klikając i przytrzymując pasek nagłówka lub naciskając <kbd>Alt</kbd><kbd>F7</kbd> i przesuwając kursor myszy.",
    "HeaderBar": "Pasek nagłówka",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Klikając drugim przyciskiem myszy na pasek nagłówka zyskasz dostęp do szybkich akcji okna oraz obszarów roboczych.",
    "Window Buttons": "Przyciski okna",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Przyciski okna aplikacji są w górnych rogach okna: zamknij po lewej oraz zmaksymalizuj (jeśli wspierane przez aplikację) po prawej. Zamknięcie okna zamknie aplikację; może być ona ponownie otwarta z menu aplikacji lub doku. Maksymalizacja okna powiększa na tyle na ile pozwala pulpit, jednocześnie zachowując dostęp do panelu oraz doku.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Możesz też przeciągnąć okno do góry pulpitu lub podwójnie kliknąć pasek nagłówka by je zmaksymalizować oraz odciągnąć od góry lub podwójnie kliknąć pasek nagłówka by odmaksymalizować.",
    "Resizing": "Powiększanie i zmniejszanie",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "Większość okien aplikacji może być zwiększona i zmniejszona przeciągając kursorem krawędzie okna. Możesz również kliknąć drugim przyciskiem myszy pasek nagłówka i wybrać <strong>Zmień rozmiar</strong> lub nacisną <kbd>Alt</kbd><kbd>F8</kbd> aby wejść w tryb zmiany rozmiaru; przesuń kursor myszy w kierunku w którym chcesz zmienić rozmiar okna.",
    "Multitasking": "Wielozadaniowość",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS wykorzystuje zarówno okna jak i obszary robocze do wielozadaniowości.",
    "Windows": "Okna",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Okna aplikacji mogą nachodzić na siebie na swoim pulpicie i być przemieszczane. Możesz przełączać się między otwartymi oknami na kilka sposobów:",
    "Click or tap on the window you want to switch to": "Kliknij lub stuknij na oknie na które chcesz się przełączyć",
    "Click or tap the app's icon in the dock": "Kliknij lub stuknij ikonę aplikacji w doku",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Naciśnij <kbd>Alt</kbd><kbd>Tab</kbd> aby przełączać między oknami",
    "Workspaces": "Obszary robocze",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Domyślnie okna aplikacji otwierając się w twoim aktualnym obszarze roboczym. Możesz jednak używać wiele obszarów roboczych by zarządzać swoim przepływem pracy:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Aby przełączyć się między obszarami po lewej i prawej stronie naciśnij <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> lub <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> lub przesuń trzeba palcami po touchpadzie lub ekranie dotykowym.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Przejdź bezpośrednio do danego obszaru roboczego naciskając przyciski od <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> do <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. Zawsze możesz też przejść do nowego obszaru roboczego naciskając <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Przenoś okna między obszarami roboczymi przeciągając je w <a href=\"#multitasking-view\">widoku wielozadaniowym</a> lub naciskając <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> lub <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Dostosuj swoje skróty klawiszowe w <strong><a href=\"#system-settings\">Ustawienia systemu</a></strong> → <strong>Klawiatura</strong> → <strong>Skróty klawiszowe</strong> → <strong>Obszary robocze</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Niektóre okna mogą otworzyć się pełnoekranowo w nowym obszarze roboczym. Możesz przełączać się między obszarami jak zwykle, a zamykanie i wyłączenie pełnego ekranu powróci cię do poprzedniego obszaru roboczego.",
    "Multitasking View": "Widok wielozadaniowy",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "Widok wielozadaniowy pokazuje wszystkie otwarte okna i obszary robocze by można się między nimi przełączać. Aby go otworzyć wybierz ikonę <strong>Widok wielozadaniowy</strong> w doku, naciśnij <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, lub przesuń trzema palcami w górę na touchpadzie lub ekranie dotykowym.",
    "Gestures": "Gestyy",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS wspiera gesty wielodotykowe na wspieranym sprzęcie takim jak touchpady czy ekrany dotykowe. Domyślnie przesunięcie trzema palcami w lewo lub prawo zmienia obszary robocze, a przesunięcie trzema palcami w góry otwiera widok wielozadaniowy.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Możesz zmienić gesty w <strong><a href=\"#system-settings\">Ustawienia systemowe</a></strong> → <strong>Mysz i Touchpad</strong> → <strong>Gesty</strong>.",
    "Hot Corners": "Aktywne rogi",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Aktywne rogi są skrótami aktywowanymi przez ustawienie kursora w rogu głównego wyświetlacza. Możesz skonfigurować aktywne rogi by aktywować akcje wielozadaniowe, takie jak podgląd okna, podgląd obszaru roboczego i inne.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Możesz dostosować aktywne rogi w <strong><a href=\"#system-settings\">Ustawienia systemu</a></strong> → <strong>Pulpit</strong> → <strong>Wielozadaniowość</strong>.",
    "Multiple Displays": "Wiele wyświetlaczy",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panel, dok i obszary robocze widoczne są tylko na wyświetlaczu głównym. Każdy inny podłączony wyświetlacz zachowuje się jak osobny obszar roboczy. Aby zarządzać i przestawić wyświetlacza przejdź do <strong><a href=\"#system-settings\">Ustawienia systemu</a></strong> → <strong>Wyświetlacze</strong>. Twój główny wyświetlacz oznaczony będzie wypełnioną gwiazdką (",
    ") and each display's settings can be changed from its": "), a ustawienia każdego wyświetlacza mogą być zmienione z jego",
    "menu.": "menu.",
    "Installing Apps": "Instalowanie aplikacji",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "Częścią elementary OS jest <strong>AppCenter</strong>, otwarta, zapłać-ile-chcesz platforma z aplikacjami dla niezależnych twórców. Aby zainstalować nową aplikacje:",
    "Open <strong>AppCenter</strong>": "Otwórz <strong>AppCenter</strong>",
    "Search in the top-right, or browse by category": "Wyszukaj w prawym górnym rogu lub przejrzyj kategorie",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Wybierz <strong>Darmowa</strong> lub sugerowaną cenę obok aplikacji, którą chcesz zainstalować. Aby wybrać inną cenę, wybierz przycisk <strong>▾</strong> i wybierz lub wpisz swoją cenę.",
    "Sideload": "Instalowanie nieoficjalnych aplikacji",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Niektóre aplikacje stron trzecich mogą nie być dostępne w AppCenter, zwłaszcza jeśli są one między-platformowe i nie projektowane z myślą o elementary OS. Możesz instalować aplikację Flatpak z nieoficjalnych źródeł takich jak <a href=\"https://flathub.org\">Flathub</a>: pobierz i otwórz plik <code>.flatpakref</code> lub <code>.flatpak</code>, a narzędzie instalacyjne zajmie się resztą. Aktualizacje dla tej aplikacji oraz inne aplikacje z tego samego źródła mogą pojawić się wtedy jako nieoficjalne aplikacje w AppCenter.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Pamiętaj, że nieoficjalne aplikacje nie zostały sprawdzone przez elementary pod kątem bezpieczeństwa i prywatności.",
    "Updating": "Aktualizowanie",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppCenter zarządza również aktualizacjami aplikacji oraz samego systemu operacyjnego w karcie <strong>Zainstalowane</strong>. Pamiętaj aby często instalować aktualizacje by otrzymywać najnowsze funkcje, poprawki oraz ulepszenia bezpieczeństwa. Aby dowiedzieć się więcej o łatkach bezpieczeństwa przeczytaj <a href=\"https://usn.ubuntu.com/\">notatki bezpieczeństwa Ubuntu</a>.",
    "System Settings": "Ustawienia systemu",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS posiada rozbudowane <strong>Ustawienia systemu</strong>, które pomagają ci zarządzać ustawieniami urządzenia i preferencjami użytkownika. Ustawienia systemu pozwalają ci dostosować skróty klawiszowe, rozdzielczość wyświetlacza, twoją tapetę i wiele więcej.",
    "Search": "Wyszukiwanie",
    "You can find specific settings by typing in the search bar at the top of the window.": "Możesz znaleźć konkretne ustawienia wpisując je w pasku wyszukiwania na górze okna.",
    "App Settings": "Ustawienia aplikacji",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Pamiętaj, że ustawienia systemu zarządzają tylko ustawieniami i preferencjami na poziomie systemowym elementary OS. Jeśli aplikacja oferuje swoje ustawienia lub preferencje możesz je znaleźć wewnątrz tej aplikacji.",
    "Keyboard Shortcuts": "Skróty klawiszowe",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Skróty klawiszowe w elementary OS są zwykle eksponowane kontekstowo w tooltipach podczas najechania lub w menu kontekstowych po kliknięciu drugim przyciskiem myszy.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "Aby zobaczyć podgląd skrótów klawiszowych pulpitu naciśnij <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "Skróty klawiszowe pulpitu można dostosować w",
    "menu in the shortcuts overlay or in": "menu lub w podglądzie skrótów w",
    "→": "→",
    "Keyboard": "Klawiatura",
    "Shortcuts": "Skróty klawiszowe"
}
