{
    "Translation Guide": "Poradnik tłumaczenia",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalizowanie naszej strony internetowej i programów jest bardzo ważnym elementem procesu udostępnienia elementary OS dla jak największej liczby osób. Zamiast polegać wyłącznie na wewnętrznej pracy zespołu tłumaczy, używamy crowdsourcingu, a więc każdy z niewielką wiedzą techniczną może zaproponować swoje tłumaczenie. Aby utrzymać nasz głos spójnym z całą platformą, i aby pomóc nowym tłumaczom, stworzyliśmy przewodnik tłumaczenia.",
    "Steps to Begin Translation": "Kroki do rozpoczęcia tłumaczenia",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Nasze programy i strona internetowa są tłumaczone poprzez platformę Weblate: wolny system tłumaczeniowy oparty o sieć. Aby zgłosić swoje tłumaczenie powinieneś:",
    "Have a": "Posiadać",
    "Weblate account": "konto Weblate",
    "Set your": "Ustalić swoje",
    "language preferences": "preferencje językowe",
    "Browse our": "Przejrzeć nasze",
    "translatable projects": "przetłumaczone projekty",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Gdy już wybierzesz projekt, możesz dodać sugestię dla napisów, które nie zostały jeszcze przetłumaczone lub sugerować zmiany do już przetłumaczonych napisów. Te sugestie będą ocenione przez członka zespołu tłumaczeniowego i najbardziej pasująca zostanie zaakceptowana. Więcej informacji na temat Weblate możesz znaleźć w <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">jego dokumentacji</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Domyślnie będziesz jedynie w stanie dodawać sugestie. Jeśli chcesz otrzymać uprawnienia do zapisywania tłumaczenia <a href=\"https://translators-slack.elementary.io/\">dołącz do Slacka tłumaczy</a> i wyślij adminowi twój username na Weblate oraz, który język chcesz przetłumaczyć.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Podczas tłumaczenia możesz natrafić na sytuację gdzie musisz zdecydować pomiędzy różnymi sposobami napisania tego samego. W takich sytuacjach odsyłamy cię do <a href=\"https://help.launchpad.net/Translations/Guide\">ogólnego przewodnika dla tłumaczy Ubuntu</a>, a w przypadku problemów charakterystycznych dla danego języka korzystamy z <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">wskazówek zespołu tłumaczy Ubuntu</a>. Dzięki tym wytycznym możemy zapewnić spójne tłumaczenie oraz dajemy możliwość kontrybucji dla wszystkich.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Jeśli nie chcesz tłumaczyć przy użyciu Weblate lub chcesz dokonać wielu zmian naraz, możesz tłumaczyć również offline. Aby to zrobić:",
    "Go to a project you want to translate": "Przejdź do projektu, który chcesz przetłumaczyć",
    "Choose your language": "Wybierz swój język",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Kliknij na &quot;Pliki&quot; i wybierz stamtąd &quot;Pobierz tłumaczenie jako plik PO&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Wybierz swój ulubiony edytor tekstu, kodu lub plików PO (np. <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Rozpocznij tłumaczenie",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Po zakończeniu użyj opcji &quot;Wyślij translację&quot; w menu &quot;Pliki&quot; na tej samej stronie z której je pobrałeś.",
    "Additional Info": "Dodatkowe informacje",
    "We won't support translation of the following pages:": "Nie będziemy obsługiwać tłumaczenia następujących stron:"
}
