{
    "Translation Guide": "Çeviri Rehberi",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Sitemiz ve uygulamalarımızın yerelleştirilmesi, elementary işletim sisteminin daha geniş kitlelere ulaşabilmesi açısından oldukça önemlidir. Bu işlemi yaparken teknik ekipten bir çeviri ekibi oluşturmak yerine topluluk üzerinde yoğunlaşıyoruz, böylece teknik bilgilere sahip olmayanların da çevirilere katılabilmesini sağlıyoruz. Platform üzerinde daha kararlı olabilmek ve yeni başlayacak olan çevirmenlere yardımcı olabilmek amacıyla, bu çeviri rehberini hazırladık.",
    "Translating Applications": "Uygulamaları Çevirmek",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Uygulamaları çevirmek için Rosetta adlı, Launchpad içerisinde barındırılan çeviri arayüzü kullanılmaktadır. Çevirilere hemen başlamak için:",
    "Have a": "Bir",
    "Launchpad account": "Launchpad hesabı oluşturun",
    "Set your": "Ardından",
    "language preferences": "dil ayarlarınızı yapın",
    "Browse our": "Son olarak",
    "translatable projects": "çevrilebilir projelerimizi araştırın.",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Bu maddeleri başarı ile tamamladıktan sonra, henüz çevrilmemiş kelime ve cümleler için önerilerde bulunabilir, çevrilmiş olan kelime ve cümleler için ise farklı önerilerde bulunabilirsiniz. Tüm bu öneriler çeviri ekibi takımındaki üyeler tarafından incelenecek ve en uygun çeviri seçilecektir. Rosetta hakkında daha fazla bilgi almak için <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">dökümanları</a> okuyabilirsiniz. ",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Çeviri yaparken en çok karşılaşacağınız durumlardan biri, çevirisini yaptığınız kelime veya cümlenin birden çok anlamı olabileceği ve bunlardan birini seçmek zorunda olacağınız durumlardır. Böyle bir durumla karşılaşıldığında yol olarak Ubuntu işletim sisteminin <a href=\"https://help.launchpad.net/Translations/Guide\">genel çevrim rehberini</a>, dil ile ilgili belli sorunlar için ise yine Ubuntu işletim sisteminin href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">ekip çeviri ilkelerini </a> izliyoruz. Bu kılavuzların yönetiminde çevirilerin daha resmi olabilmesini sağlamak ile birlikte herkesin katkıda bulunabilmesi de sağlanmaktadır.",
    "Translating our Website": "Sitemizin Çevirisinin Yapılması",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "Siztemizin çevirisi <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a> aracılığı ile yapılmaktadır. Çeviriye katkıda bulunabilmek için ihtiyacınız olan sadece:",
    "Transifex account": "Transifex hesabı",
    "Join our": "Ve",
    "translation team": "çeviri ekibinin üyesi olmanız",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Transifex hakkında daha fazla bilgi almak için sitenin <a href=\"http://docs.transifex.com/tutorials/txeditor\">dökümanlarını</a> incelemenizi öneririz.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Uygulamalarımız için Ubuntu işletim sisteminin <a href=\"https://help.launchpad.net/Translations/Guide\">genel çevrim rehberini</a>, dil ile ilgili belli problemler için ise Ubuntu işletim sisteminin <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">ekip çeviri ilkelerini</a> izliyoruz."
}