{
    "Installation": "Asennus",
    "Download elementary OS": "Lataa elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "<a href=\"/\" target=\"_blank\">Lataa elementary OS sivustoltamme</a>, ellet ole sitä jo tehnyt. Kopioi lataamasi ISO-tiedosto USB-muistitikulle alla olevien ohjeiden mukaisesti.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS on tällä hetkellä koostettu kahdelle suoritinarkkitehtuurille, 32-bittiselle ja 64-bittiselle.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Jos tiedät käytössäsi olevan uusi tietokone varustettuna 64-bittisellä suorittimella, valitse 64-bittinen versio.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Jos tietokoneesi on erittäin vanha tai et tiedä minkä tyyppinen suoritin tietokoneessasi on, valitse 32-bittinen versio. (tämä versio toimii myös 64-bittisillä suorittimilla).",
    "Recommended System Specifications": "Suositellut järjestelmämääritykset",
    "1 GHz 32-bit or 64-bit processor": "1 gigahertsin 32-bittinen tai 64-bittinen suoritin",
    "1 GB of system memory (RAM)": "1 gigatavu keskusmuistia (RAM)",
    "15 GB of disk space": "15 gigatavua tallennustilaa",
    "Internet access": "Internet-yhteys",
    "Back Up Your Data": "Varmuuskopioi tiedostosi",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Varmista, että varmuuskopioit tärkeät tiedostosi ulkoiseen sijaintiin, esimerkiksi pilvipalveluun tai ulkoiselle kiintolevylle. Uutta käyttöjärjestelmää asentaessasi tiedostosi saattavat hävitä tietokoneen kiintolevyltä.",
    "Verify your Download": "Vahvista latauksesi",
    "Windows": "Windows",
    "OS X": "OS X",
    "Linux": "Linux",
    "DivHasher - Choose File": "DivHasher - Valitse tiedosto",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://soft.mydiv.net/DivHasher.html\">DivHasher</a>.": "Windowsissa ei oletuksena sisällä mitään työkalua SHA256-tarkistesummien laskemiseen, joten lataa <a href=\"http://soft.mydiv.net/DivHasher.html\">DivHasher</a>.",
    "Open DivHasher": "Avaa DivHasher",
    "Select <code>Choose…</code> and find the elementary OS ISO file": "Napsauta <code>Valitse…</code> ja etsi elementary OS:n ISO-tiedosto",
    "Verify that the text box next to &quot;SHA-256&quot; matches one of the following hashes": "Varmista, että tekstin \"SHA-256\" vieressä oleva kenttä sisältää jonkin seuraavista tarkistesummista",
    "32-bit": "32-bit",
    "941ae370d27fe496fd10723a2803cfa52ddbce510ea502f20ec15a7127a68cab": "941ae370d27fe496fd10723a2803cfa52ddbce510ea502f20ec15a7127a68cab",
    "64-bit": "64-bit",
    "a7b8edfe95eb1c12745e02c63f830cad06ee756f552cba1cdca7bc30b7ca39e7": "a7b8edfe95eb1c12745e02c63f830cad06ee756f552cba1cdca7bc30b7ca39e7",
    "Running the following command in your terminal:": "Seuraavan komennon suorittaminen päätteessä:",
    "shasum -a 256 elementaryos-freya-i386.20150411.iso": "shasum -a 256 elementaryos-freya-i386.20150411.iso",
    "should produce the output:": "tulisi tuottaa tulosteen:",
    "shasum -a 256 elementaryos-freya-amd64.20150411.iso": "shasum -a 256 elementaryos-freya-amd64.20150411.iso",
    "sha256sum elementaryos-freya-i386.20150411.iso": "sha256sum elementaryos-freya-i386.20150411.iso",
    "sha256sum elementaryos-freya-amd64.20150411.iso": "sha256sum elementaryos-freya-amd64.20150411.iso",
    "Creating an Install Drive": "Asennusmedian luominen",
    "OS X &amp; Ubuntu": "OS X & Ubuntu",
    "Rufus - select ISO": "Rufus - valitse ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Aloita tyhjällä USB-muistitikulla, jossa on vähintään yksi gigatavu vapaata tilaa.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Tarvitset ohjelman nimeltä Rufus. Lataa se <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">Rufuksen verkkosivustolta</a>. Ladattuasi ohjelman, avaa se napsauttamalla Rufuksen kuvaketta. Oheisen ikkunan pitäisi nyt aueta:",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "Liitä USB-muistitikku tietokoneeseen ja valitse liittämäsi muistitikku Laite-pudotusvalikosta. Tämän jälkeen valitse \"Luo käynnistyslevy käyttäen\"-kohdasta ISO-levykuva ja napsauta",
    "the disk icon": "levykuvaketta",
    "to choose the ISO that you downloaded previously.": "valitaksesi aiemmin lataamasi ISO-tiedoston.",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "Napsauta \"Aloita\", odota sitten kunnes toimenpide valmistuu.",
    "OS X, Ubuntu, and others": "OS X, Ubuntu ja muut",
    "UNetbootin": "UNetbootin",
    "You'll also need a small application called UNetbootin. To install it in Ubuntu, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>. In OS X you'll have to download it from <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">its website</a> and open the downloaded file to install it.": "Tarvitset ohjelman nimeltä UNetbootin. Asentaaksesi sen Ubuntussa, <a href=\"http://appnr.com/install/unetbootin\">napsauta tätä linkkiä</a>. Jos käytössäsi on OS X, lataa UNetbootin osoitteesta <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">http://unetbootin.sourceforge.net/</a> ja avaa ladattu tiedosto asentaaksesi sen.",
    "Open UNetbootin from the Dash in Ubuntu or Launchpad in OS X. It will open a window like the one below:": "Avaa UNetbootin Ubuntun Unity-valikosta tai OS X:n Launchpadin kautta. Oheisen kaltainen ikkuna avautuu:",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "Varmista, että kohta \"Levykuva\" on valittu ja napsauta \"...\" valitaksesi aiemmin lataamasi ISO-levykuvan. Irroita tietokoneesta kaikki muut USB-massamuistit, paitsi sen, jolle haluat luoda asennusmedian. Napsauta \"OK\" ja odota, kunnes toimenpide valmistuu.",
    "Booting from the Install Drive": "Asennusmedialta käynnistäminen",
    "In order to start the installation process, you must boot your computer from the install drive. This process may differ depending on the type of computer you have. This guide covers the most common use cases.": "Aloittaaksesi asennuksen, tietokone tulee käynnistää asennusmedialta. Tämän toimeenpiteen toteuttaminen vaihtelee eri tietokonemallien kesken. Tämä ohje kattaa useimmat tapaukset.",
    "Booting on a PC": "Käynnistäminen PC:llä",
    "Booting on a Mac": "Käynnistäminen Macillä",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Olettaen, että tietokoneesi on käynnissä, aloita kytkemällä asennusmedia tietokoneeseen ja käynnistä tietokone uudelleen.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Useimmat tietokoneet sallivat käyttäjän muuttaa tietokoneen käynnistymisjärjestystä hetkellisesti painamalla tiettyä näppäintä, yleensä F12:ta, mutta joskus myös Escia tai jotain muuta funktionäppäintä. Varmista käynnistysjärjestysvalikon aktivoiva näppäin tietokoneesi ohjekirjasta tai käynnistyksen yhteydessä tietokoneen näytöltä.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Paina <kbd>F12</kbd> (tai muuta vastaavaa näppäintä) ja valitse asennusmedian asema — yleensä \"USB-HDD\" tai jokin muu sanan \"USB\" sisältävä. Jos valitset väärän aseman, tietokoneesi käynnistynee tavalliseen tapaan. Tällöin voit käynnistää tietokoneen uudelleen, toistaa aiemmat vaiheet ja valita jonkin muun aseman käynnistysjärjestysvalikosta.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kun olet valinnut oikean asennusmedian sisältävän aseman, näet hetkellisesti elementary OS:n aloitusnäkymän. Voit nyt seurata näytöllä olevia ohjeita, jotka opastavat sinut asennuksen läpi.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Kun kuulet merkkiäänen, pidä pohjassa <kbd>Optio</kbd>-näppäintä. Valitse sitten oikea käynnistyslevy. Huomioi, että se saattaa olla virheellisesti tunnistettu \"Windows\"-nimellä, mutta sillä ei ole käytännön merkitystä."
}