{
    "A fast and open replacement for Windows and OS X": "Ātrs un atvērts Windows un OS X aizstājējs",
    "Custom": "Cits",
    "Enter any dollar amount.": "Ierakstiet jebkādu summu dolāros",
    "Purchase elementary OS": "Nopirkt elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Ko par elementary OS domā mediji:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS ir atšķirīgs… perfekta un spēcīga operētājsistēma, kuru var palaist pat uz veciem datoriem”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"ātra platforma bez lielām prasībām, kas var tikt instalēta virtuāli jebkur\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Viegla un ātra... To pilnībā bāzē kopiena, un ir reāla nojauta par dizainu un izskatu.\"",
    "Meet Our Apps": "Mūsu lietotnes",
    "Photos": "Bildes",
    "Music": "Mūzika",
    "Videos": "Video",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importē, organizē un rediģē fotogrāfijas. Veido slīdrādes. Kopīgo Facebook vai Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organizē un klausies savu mūziku. Kārto pēc albumiem, izmanto ātro meklēšanu, veido atskaņošanas sarakstus ar saviem favorītiem.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Skatieties filmas un video ar minimālu interfeisu. ",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Pārlūko internetu ar ātru un stabilu pārlūku. Midori ļauj Jums izmantot HTML5 vietnes un Web lietotnes.",
    "Learn More": "Uzzināt vairāk",
    "dat": "dat",
    "Accessories": "Accessories",
    "Graphics": "Grafika",
    "Internet": "Internets",
    "Office": "Ofiss",
    "Other": "Citi",
    "Sound &amp; Video": "Skaņa un video",
    "System Tools": "Sistēmas rīki",
    "Applications": "Lietotnes",
    "3 Ways to Explore": "3 veidi kā izpētīt",
    "Grid": "Režģis",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Aplūko savas lietotnes, pēc alfabēta sakārtotā režģī. Atrodi to, kas tev nepieciešams.",
    "Categories": "Kategorijas",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "Search",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "Open Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Our code is available for review, scrutiny, modification, and redistribution by anyone.",
    "No Ads. No Spying.": "No Ads. No Spying.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.",
    "Safe &amp; Secure": "Safe & Secure",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Download elementary OS",
    "Choose a Download": "Choose a Download",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "We recommend 64-bit for most modern computers. For help and more info, see the",
    "installation guide": "installation guide",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64-bit"
}