{
    "Check out our progress for Freya Update 1": "Freya Update 1의 진행 상황을 확인해 보세요",
    "Fixed": "수정 됨",
    "In Progress": "진행 중",
    "Unfixed": "수정 안 됨",
    "Translations": "번역",
    "Web Development": "웹 개발",
    "Design": "디자인",
    "Desktop Development": "데스크탑 개발",
    "Funding": "펀딩",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“다른 언어는 다른 삶의 시각이다.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS는 전세계 사람들에 의해 만들어지고 사용됩니다. 여러 언어로 번역을 함으로써 더욱 나은 경험을 만드는데 도움을 주세요.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS 를 실행하면, Launchpad에 있는 Rosetta라는 프로그램을 사용하여 번역에 협력할 수 있습니다.",
    "Learn More": "더 알아보기",
    "Our website is also openly translated using an online platform called Transifex.": "또한 저희의 웹사이트는 Transifex 라는 온라인 플랫폼으로 공개적으로 번역되었습니다.",
    "Translate elementary OS": "엘리멘터리 OS 번역하기",
    "Translate This Website": "이 웹사이트 번역하기",
    "World map": "세계 지도",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"웹 사이트는 안팎으로 좋아보여야 합니다.\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "저희의 웹 사이트는 HTML, CSS, PHP 그리고 JavaScript 를 이용하여 만들었습니다. 저희는 계속하여 각 지역에서 볼 이곳을 더욱 좋게 만드는 것을 좋아하는 사람을 찾고 있습니다. 디자인 작업의 대부분은 저희의 디자인 팀이 구성하였습니다만, 저희는 이 페이지에 대한 디자인 피드백을 좋아합니다.",
    "Fork Us on GitHub": "GitHub 에서 보기",
    "See Our Open Bug Reports": "공개적인 버그 리포트 보기",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"좋은 디자인은 기억에 남는, 뜻깊은 무언가를 만듭니다.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "모든 프로젝트의 아이디어는 저희로부터 나옵니다. 저희의 디자인팀은 로드맵을 그려가면서 수정합니다. 저희는 두가지 요소에 따라 수정합니다:",
    "Visual Design": "Visual Design",
    "A great place for visual designers to get started is by sharing mockups with": "A great place for visual designers to get started is by sharing mockups with",
    "our Google+ Community": "our Google+ Community",
    "Interactive Design": "Interactive Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "저희는 시스템에 Launchpad 의 Blueprints 라고 하는에는 새 기능들에 대한 자세한 설명이 나와있습니다.",
    "Read the Interface Guidelines": "인터페이스 가이드라인 읽기",
    "Browse Our Blueprints": "Blueprints 탐색하기",
    "Read About Our Workflow": "Workflow 읽어보기",
    "Application wire frame": "애플리케이션 와이어 프레임",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"소프트웨어를 재사용하기 전에 그것이 사용 가능한지 확인하라\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "저희의 데스크탑 환경과 모든 앱들은 Vala, GTK+, Clutter, Cairo, Granite 그리고 다수의 무료 라이브러리를 사용하여 만들어졌습니다. 저희들의 모든 코드는 오픈 소스 프로젝트에 대해 무료로 서비스를 제공하는 Launchpad.net 에 호스팅됩니다. 저희는 항상 기여자들의 능력을 모두 사용할 수 있는 방법을 찾고 있습니다.",
    "Browse Our Desktop Code": "데스크탑 코드 보기",
    "Browse Our Apps' Code": "모든 앱에 사용된 코드 보기",
    "Scratch text editor": "Scratch 텍스트 편집기",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"당신이 좋아하는 일을 하면 돈이 따라올 것이다.\"",
    "Targeted Funding": "목적을 위한 펀딩",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource 는 버그에 대한 펀드를 받아 개발가자 그 버그를 수정하거나 원하는 기능을 추가하면 보상으로 개발자에게 펀드를 받은것을 보내줍니다. 당신에게 큰 문제가 되는 특정 앱에 대해 펀드를 bounty 에 하면 됩니다. 또한 정기 구독을 설정할 수도 있습니다.",
    "BountySource": "BountySource",
    "General Funding": "일반적인 펀딩",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon 은 크라우드펀딩 운동처럼 진행됩니다. 금액을 설정하고, 대가를 받고, 저희가 목표에 도달할 수 있게 도와주세요",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal 은 가장 빠르고 쉬운 수단입니다. 한번 금액을 고르고 구독하면 됩니다.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "elementary OS 에 참여"
}