{
    "Be a Part of Something Bigger": "좀 더 큰 역할 하기",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "우리가 만드는 것들은 100% 오픈 소스이고 전 세계의 모든 사람들과 협력하여 개발됩니다. 비록 당신이 프로그래머가 아닐지라도, 참여하고 도움을 줄 수 있습니다.",
    "Funding": "펀딩",
    "Translations": "번역",
    "Support": "지원",
    "Web": "웹",
    "Desktop": "데스크톱",
    "Design": "디자인",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "elementary를 도울 수 있는 최고의 방법은 펀딩입니다. 우리들은 당신의 도움으로 인해, 열정적인 자원봉사자들의 작은 단체에서 작은 회사로 성장해올 수 있었습니다. 각각의 작은 도움들이 전임 개발자 고용과 가까워지는 발걸음이 됩니다.",
    "Bug Bounties": "버그 현상금",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource 는 버그에 대한 펀드를 받아 개발가자 그 버그를 수정하거나 원하는 기능을 추가하면 보상으로 개발자에게 펀드를 받은것을 보내줍니다. 당신에게 큰 문제가 되는 특정 앱에 대해 펀드를 bounty 에 하면 됩니다. 또한 정기 구독을 설정할 수도 있습니다.",
    "Learn More": "더 알아보기",
    "BountySource": "BountySource",
    "Bountied Bugs": "현상금 걸린 버그",
    "General Funding": "일반적인 펀딩",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon 은 크라우드투자 운동처럼 진행됩니다. 금액을 설정하고, 대가를 받고, 저희가 목표에 도달할 수 있게 도와주세요",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal 은 가장 빠르고 쉬운 수단입니다. 한번 금액을 고르고 구독하면 됩니다.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS는 전세계 사람들에 의해 만들어지고 사용됩니다. 여러 언어로 번역을 함으로써 더욱 나은 경험을 만드는데 도움을 주세요.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS 를 실행하면, Launchpad에 있는 Rosetta라는 프로그램을 사용하여 번역에 협력할 수 있습니다.",
    "Our website is also openly translated using an online platform called Transifex.": "또한 저희의 웹사이트는 Transifex 라는 온라인 플랫폼으로 공개적으로 번역되었습니다.",
    "Translate elementary OS": "엘리멘터리 OS 번역하기",
    "Translate This Website": "이 웹사이트 번역하기",
    "World map": "세계 지도",
    "Question & Answer": "질문 & 답변",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange는 일반적인 질문에 대한 최고의 답변을 찾을 수 있도록 만들어진 Q&A 웹사이트입니다. 누구나 계정을 만들고 질문과 답변을 할 수 있습니다.",
    "Unanswered Questions": "답변을 기다리고 있는 질문",
    "New Questions": "새로운 질문",
    "Documentation": "문서",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary는 사용자와 개발자를 위한 기초적인 문서를 제공합니다. 우리의 모든 문서는 Markdown으로 쓰여 있고 GitHub에서 호스팅 되어, 변경사항이나 새로운 섹션을 제출하기란 식은 죽 먹기입니다.",
    "Learning The Basics Guide": "기초 안내 배우기",
    "Developer Docs": "개발자 문서",
    "Web Development": "웹 개발",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "저희의 웹 사이트는 HTML, CSS, PHP 그리고 JavaScript를 이용하여 만들었습니다. 이러한 분야에서 더욱 좋게 만들기 원하는 사람들을 항상 찾고 있습니다.",
    "Fork Our Website on GitHub": "저희의 웹 사이트 GitHub에서 Fork하기",
    "Report a Website Issue": "웹 사이트 문제 알리기",
    "Desktop Development": "데스크탑 개발",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "저희의 데스크탑 환경과 모든 앱은 Vala, GTK+, Granite 그리고 다수의 무료 라이브러리를 사용하여 만들어졌습니다. 모든 코드는 오픈 소스 프로젝트에 대해 무료로 서비스를 제공하는 Launchpad.net에 호스팅 됩니다. elementary OS를 개발해본 적이 없으시다면, 저희의 Getting Started guide를 살펴보시는 것을 권장합니다.",
    "This burndown chart shows our progress for the": "This burndown chart shows our progress for the",
    "Loki RC 1 milestone": "Loki RC 1 milestone",
    ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.": ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.",
    "Fixed": "수정 됨",
    "In Progress": "진행 중",
    "Unfixed": "수정되지 않음",
    "Browse Our Desktop Code": "데스크탑 코드 보기",
    "Browse Our Apps' Code": "모든 앱에 사용된 코드 보기",
    "Bitesized Bugs": "거의 잡힌 버그",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "각각의 프로젝트는 아이디어로부터 시작합니다. 저희 디자인팀은 이러한 아이디어들을 모아서 명확한 청사진과 버그 보고서로 사용합니다. 저희는 디자인을 2가지 요소로 나눕니다.",
    "Visual Design": "시각적 디자인",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "elementary OS의 시각적 디자인에 대한 새로운 아이디어는 항상 열려있습니다. mockups를 공유하세요.",
    "our Google+ Community": "저희의 구글+",
    "Read the Interface Guidelines": "인터페이스 가이드라인 읽기",
    "See Our Mockups": "모형 보기",
    "Interaction Design": "양방향 디자인",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "저희는 Blueprints로 불리는 Launchpad를 사용하여 새로운 기능들과 사용자 인터페이스의 변화에 대한 자세한 설명을 작성합니다.",
    "Read About Our Workflow": "Workflow 읽어보기",
    "Browse Our Blueprints": "Blueprints 탐색하기",
    "Get Involved with elementary OS": "elementary OS 로 참여"
}