{
    "A fast and open replacement for Windows and OS X": "윈도우나 OSX를 대체할 수 있는 빠른 오픈소스 운영체제",
    "Custom": "사용자 정의",
    "Enter any dollar amount.": "원하시는 액수를 달러로 입력하세요.",
    "Purchase elementary OS": "Elementary OS 구입",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (PC 또는 Mac 용)",
    "What the press is saying about elementary OS:": "elementary OS에 대한 언론의 반응:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS는 다릅니다.. 오래된 PC들에서도 아주 잘 실행되는 예쁘고 강력한 운영체제입니다\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"빠르고 유지 비용이 적게들며, 모든 곳에 설치할 수 있는 플랫폼\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"가볍고 빠릅니다... 커뮤니티를 바탕으로 제작되었고, 디자인이 아주 뛰어납니다.\"",
    "Meet Our Apps": "저희 앱을 만나보세요.",
    "Photos": "사진",
    "Music": "음악",
    "Videos": "비디오",
    "Midori": "미도리 웹 브라우저",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "사진을 불러오고, 정리하고, 수정하세요. 슬라이드 쇼를 만들고 Facebook이나 Flickr에 공유하세요.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "노래를 정리하고 감상하세요. 앨범에 따라 정렬하고 아주 빠른 검색 기능 이용, 또 좋아하는 음악의 재생 목록을 만드실 수 있습니다.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "미니멀한 인터페이스로 영화와 비디오를 감상하세요. 얇고 어두운 프레임이 영화를 재생할 때는 자동으로 숨겨집니다.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "웹사이트를 빠르고 가벼운 브라우저로 접속하세요. 미도리 웹 브라우저는 HTML5 웹사이트와 웹 애플리케이션을 사용할 수 있으며, 배터리 소모가 적습니다.",
    "Learn More": "더 알아보기",
    "dat": "dat",
    "Accessories": "액세서리",
    "Graphics": "그래픽",
    "Internet": "인터넷",
    "Office": "오피스",
    "Other": "기타",
    "Sound &amp; Video": "소리와 영상",
    "System Tools": "시스템 도구",
    "Applications": "응용프로그램",
    "3 Ways to Explore": "탐험하는 3가지 방법",
    "Grid": "그리드",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "설치된 모든 앱들을 알파벳순 그리드로 보세요. 휙휙 넘기고 원하는 앱을 찾으면 됩니다.",
    "Categories": "카테고리",
    "View your apps automatically organized into categories. Perfect for large collections.": "카테고리에 따라서 자동적으로 분류돼 있는 앱들을 볼 수 있습니다. 앱이 많은 경우이면 아주 편리합니다.",
    "Search": "검색",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "아주 빠른 검색 창으로 앱을 열고, 설정판을 보고, 명령을 실행하고 등 많은 기능을 즐겨 쓰세요.",
    "Open Source": "오픈소스",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "저희 프로젝트의 코드는 검토나 수정, 배포를 자유롭게 하실 수 있습니다.",
    "No Ads. No Spying.": "광고가 없으며, 여러분을 추적하지 않습니다.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "저희 팀은 광고 계약이나 사용자의 정보를 수집하지 않습니다. 사용자들의 기부에 전적으로 의존해서 프로젝트를 유지합니다.",
    "Safe &amp; Secure": "안전성",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "저희 프로젝트는 미국 국방부, 중국 중앙은행을 비롯한 여러 기관에서 사용되는 리눅스를 바탕으로 제작되었습니다.",
    "Security Notices": "보안 공지",
    "Download elementary OS": "elementary OS 다운로드",
    "Choose a Download": "선택하고 다운로드하기",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "최신 컴퓨터에는 64비트 파일을 권장합니다. 더 많은 정보를 보려면",
    "installation guide": "설치 가이드를 보세요.",
    "Freya 32-bit": "Freya 32비트",
    "Torrent Magnet Link": "토렌트 마그넷 링크",
    "Freya 64-bit": "Freya 64비트"
}