{
    "Installation": "Instalacija",
    "Download elementary OS": "Preuzmite elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ako to već niste učinili, <a href=\"/\" target=\"_blank\"> preuzmite elementary OS sa naše početne stranice</a>. Preuzetu ISO datoteku kopirajte na USB flash pogon pomoću uputa ispod.",
    "Recommended System Specifications": "Preporučeni sustavski preduvjeti",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 ili sličan kompatibilni, dvojezgreni 64-bitni procesor",
    "1 GB of system memory (RAM)": "1 GB radne memorije (RAM)",
    "15 GB of disk space": "15 GB diskovnog prostora",
    "Internet access": "Pristup internetu",
    "Back Up Your Data": "Napravite sigurnosnu kopiju svojih podataka",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Pobrinite se da su podaci koji su vam važni sigurno pohranjeni na vanjsku lokaciju, poput cloud servisa ili eksternog tvrdog diska. Instalacija novog operacijskog sustava može prebrisati postojeće podatke.",
    "Choose your current Operating System": "Odaberite vaš sadašnji operativni sustav",
    "Select the operating system you are currently using to view tailored installation instructions.": "Odaberite sustav koji sada koristite za detaljne upute o instalaciji.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Potvrdite vaše preuzimanje",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Potvrda vašeg preuzimanja je važan ali ne i obvezan korak. Mi vam generiramo checksum za datoteke elementary OSa i preporučamo da potvrdite da vaša preuzeta datoteka odgovara prema checksumu prije no što je instalirate. To osigurava da ste preuzeli cijelu, ispravnu verziju elementary sustava i da nije oštećena u bilo kojem obliku.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows ne uključuje alat za SHA256 verifikaciju, morat ćete ju preuzeti na linku: <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash alat",
    "Open Hash Tool": "Pokrenite Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Pod \"Hash Type\" odaberite <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Pod \"Input File\" odaberite <code>Select File(s)</code>  i pronađite vašu elementary OS ISO datoteku",
    "Verify that the text in &quot;Results&quot; matches the following hash:": "Verify that the text in \"Results\" matches the following hash:",
    "Creating an Install Drive": "Staranje instalacijskog pogona",
    "Rufus - select ISO": "Rufus - odaberite ISO",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Potreban Vam je USB flash pogon sa najmanje 2GB slobodnog prostora na njemu te Rufus program.",
    "Download Rufus": "Preuzmite Rufus",
    "Open Rufus": "Pokrenite Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Umetnite vaš USB sitck i odaberite ga pod \"Device\"",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Odaberite \"ISO Image\" pod \"Create a bootable disk using...\"",
    "Click": "Kliknite",
    "the disk icon": "ikona diska",
    "to choose the ISO that you downloaded previously.": "kako biste odabrali ISO koji ste prethodno preuzeli.",
    "Click &quot;Start&quot; and wait for the process to finish.": "Kliknite \"Start\" i pričekajte dok se proces ne završi.",
    "Booting from the Install Drive": "Pokretanje sustava sa instalacijskog diska",
    "In order to start the installation process, you must boot your computer from the install drive.": "Da bi ste pokrenuli instalaciju, morate vaše računalo pokrenuti s medija na kojem je instalaciju, u ovom slučaju s USB sticka.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Uz pretpostavku da je računalo još uvijek uključeno, započnite sa umetanjem instalacijskog pogona i ponovno pokrenite računalo.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Većina računala će vam nakratko dozvoliti da promjenite redoslijed pokretanja za trenutnu sesiju pritiskom na specijalnu tipku - koja je uglavnom <kbd>F12</kbd>, a ponekad i <kbd>Esc</kbd> ili neka druga funkcijska tipka. Pogledajte zaslon računala pri paljenju ili dokumentaciju računala kako bi bili sigurni.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pritisnite <kbd>F12</kbd> (ili odgovarajuću tipku) i odaberite instalacijski pogon - obično \"USB-HDD\" ili nešto što sadrži riječ \"USB\", ali redoslijed riječi može varirati. Ako ste izabrali krivi pogon, Vaše računalo će vjerojatno nastaviti s podizanjem sustava kao obično. Samo ponovo pokrenite računalo i odaberite drugi pogon u tom izborniku.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Nedugo nakon odabira odgovarajućeg instalacijskog pogona, trebao bi se pojaviti elementary OS početni zaslon. Sada na zaslonu pratite upute koje će vas voditi kroz ostatak procesa.",
    "Running the following command in your Terminal:": "Izvršite sljedeću naredbu u Vašem Terminalu:",
    "Should produce the output:": "Should produce the output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".",
    "Download Etcher": "Preuzmite Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Umetnite USB stick i odaberite ISO datoteku koju ste upravo preuzeli.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Otvorite \"Etcher\" i odaberite sliku elementary OS-a koju ste preuzeli koristeći \"Odaberi sliku\" tipku.",
    "Select image in Etcher": "Odaberite sliku u Etcher-u",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.",
    "Flash image in Etcher": "Flash slika u Etcher-u",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Kada se stvaranje medija završi možete sigurno ukloniti pogon te pokušati pokrenuti instalaciju elementary OS-a.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Ovaj dijaloški okvir se može pojaviti tijekom stvaranja instalacijskog medija. Možete ga zanemariti.",
    "Not readable warning": "Upozorenje nije čitljivo",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Nakon što čujete zvučni signal, pritisnite i držite <kbd>Opcije</kbd>. Tada odaberite odgovarajući pogon za podizanje sustava. Zapamtite da bi mogao biti netočno identificiran kao 'Winodws', ali to je uobičajeno.",
    "Boot Errors": "Pogreška prilikom pokretanja",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc\". When complete, attempt to boot again from the Install DVD.",
    "Running the following command in your terminal:": "Pokrenite slijedeću komandu u vašem terminalu:",
    "should produce the output:": "odgovor bi trebao biti:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Potreban Vam je USB flash pogon sa najmanje 2GB slobodnog prostora na njemu te UNetbootin program.",
    "Download UNetbootin": "Preuzmite UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otvorite UNetbootin sa pokretačke trake. Otvorit će se prozor kao ovaj koji je prikazan ispod.",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Odaberite \"Diskimage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Kliknite \"...\" da bi odabrali ISO datoteku koju ste nedavno preuzeli",
    "Unplug all USB memory devices apart from the one you want to use.": "Isključite sve USB stickove i uređaje osim onog koji namjeravate koristiti.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klinite \"OK\" i pričekajte da proces završi.",
    "After Installation": "Nakon instalacije",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Bilo bi dobro pročitati <a href=\"/docs/learning-the-basics\">getting started</a> uputstvo kako bi naučili osnove vašeg novog operacijskog sustava."
}