{
    "Brand": "Использование торговых знаков",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Бренд elementary уникален тем, что технически он принадлежит elementary LLC — компании, которая поддерживает и направляет разработку продукта elementary. Тем не менее, у нас есть прекрасное сообщество, и мы не желаем серьезно ограничивать его как юридически, так и технически. Поэтому мы написали руководство для лучшего понимания того, когда и как бренд elementary должен использоваться.",
    "Name": "Наименование",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Слово «elementary» является торговым знаком elementary LLC. elementary всегда записывается в нижем регистре, даже в начале предложения, например как в этом. Слово используется как прилагательное к названию продукта (т.е. «elementary OS» — элементарная система) при указании на конкретный продукт.",
    "Brand Marks": "Торговые марки",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary владеет двумя знаками: логотипом «elementary» и значком «e». Они являются товарными знаками и представляют как компанию, так и ее продукцию.",
    "Both should be used with the following in mind:": "При их использовании нужно помнить следующие рекомендации:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Не растягивайте, не наклоняйте, не поворачивайте и не изменяйте иным образом эти знаки.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Не используйте знаки на перегруженном фоне, на сплошном цвете они выглядят лучше.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Знаки должны быть одноцветны. Как правило используются белый знак на темном фоне и черный светлом фоне.",
    "Logotype": "Логотип",
    "elementary Logotype": "Логотип elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Логотип должен использоваться для указания на компанию elementary, если это позволяет свободное место. Он может быть использован перед наименованием продукта, чтобы ссылаться на конкретный продукт elementary.",
    "The logotype should always be used under the following guidelines:": "При использовании логотипа нужно помнить следующие правила:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Не пытайтесь самостоятельно воссоздать логотип. Это тщательно продуманный торговый знак, а не просто слово «elementary», написанное в определенном шрифте.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Не используйте логотип при недостатке места для него, вместо этого используйте значок «e».",
    "Logomark": "Значок",
    "elementary Logomark": "Значок elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Значок «e» необходимо использовать для указания на компанию elementary при недостатке места, либо когда необходимо квадратное изображение.",
    "Color": "Цвет",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary использует комбинации цветов в сочетании с именем и торговыми знаками для создания узнаваемого бренда. Мы используем следующую палитру: ",
    "Blueberry": "Черника",
    "Strawberry": "Клубника",
    "Orange": "Апельсин",
    "Banana": "Банан",
    "Lime": "Лайм",
    "Grape": "Виноград",
    "White": "Белый",
    "Black": "Черный",
    "Fonts": "Шрифты",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Для веб-страниц и печати мы используем Raleway в заголовках и Open Sans для основного текста. В блоках кода мы используем Roboto Mono.",
    "Third Parties": "Третьим лицам",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Мы призываем сторонних разработчиков, создающих продукты для elementary OS, принимать некоторые нормы бренда elementary для сохранения единого стиля:",
    "Voice/tone": "Общая атмосфера",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Однако, чтобы избежать недоразумений, мы ограничиваем использование наименования и знаков elementary:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Мы призываем вас рассказывать, что ваше приложение или услуга предназначены для elementary OS, но, пожалуйста, не используйте наименование или логотип elementary как часть названия или логотипа вашей компании, приложения, продукта или услуги.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Используйте наименование или знаки elementary только для указания на elementary LLC и на принадлежащие ей продукты (например elementary OS).",
    "Merchandise": "Предметы с символикой",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Как правило, мы не разрешаем использовать наш бренд (включая наше название и товарные знаки) для сторонних продуктов с символикой.",
    "Assets &amp; More Info": "Материалы и дополнительная информация",
    "Download on GitHub": "Загрузить с GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Для получения дополнительной информации об использовании бренда, имени и  торговых знаков  elementary, пожалуйста, свяжитесь с нами по почте  <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Использование торговых знаков ⋅ elementary"
}