{
    "Code of Conduct": "Нормы Поведения",
    "Community Guidelines": "Руководящие Принципы Сообщества",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Быть вовлечённым в  сообщество elementary - это потрясающий опыт; вы становитесь частью чего-то большого, сотрудничаете с людьми со всего мира, помогаете им превращать их компьютеры в действительно классные вещи. Однако, на вас ложится ответственность за следование правилам, которые обеспечат наилучшие условия для всех участников. Следующие правила должны соблюдаться в любое время, когда вы находитесь в сообществе, будь то главная страница elementary, чат, личная беседа или где-либо ещё.",
    "I. Respect": "I. Уважение",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Уважение к другим первостепенно. Уважайте других людей, их мнения, опыт, личную жизнь и идеи. Сообщество elementary это не место для неуважительных или оскорбительных высказываний, независимо от причины. Будьте конструктивны и уважительны когда критикуете. Личные выпады не допускаются. Конструктивная критика должна восприниматься вами с рассудительностью и уважением, примите её к сведению и поблагодарите критика за вклад, независимо от вашей позиции.",
    "II. Content": "II. Контент",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Сообщество elementary состоит из тысяч пользователей различного возраста, вероисповедания, а так же уровня зрелости. В связи с этим, вы должны отдавать себе отчет касаемо контента который вы производите, и комментариев которые вы оставляете. Контент для взрослых, брань, политический или религиозный материал, или какой-либо иной неприемлимый контент не должны появляться в контексте elementary. В конечном счете модераторы elementary имеют решающее слово в определении неприемлимого контента. Если вы сомневаетесь можно ли писать \"так\" - представьте что перед вами аудитория состоящая из детей и пожилых людей со всего света. И если вы все еще сомневаетесь, то лучше воздержаться.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Скриншоты подлежащие обмену между сообществами модерируемыми elementary не должны содержать темы имитирующие своим содержанием другие операционные системы а также фотографии или иллюстрации объективизирующие определленных лиц  или контент так или иначе нарушающий  наши Нормы Поведения.",
    "III. Rumors and Speculation": "Слухи и домыслы",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "В то время как быстро развивающаяся и захватывающая натура elementary подогревает желание распространять слухи или домыслы, мы просим воздержаться от этого. Обсуждение будущих планов само по себе безвредно, но не должно преподноситься как подтвержденный факт - или ясно давайте понять что это домыслы, или не обсуждайте вовсе. Распространение неточной информации может быть решающим для сообщества, особенно если информация распространяется в негативном ключе.",
    "IV. Helpful Discussion": "IV. Полезное Обсуждение",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary создается совместными усилиями многих людей в их свободное время, имея как конечную цель создание нечто особенного. Важно всегда помнить об этом факте и стараться вносить свой посильный вклад в полезно-содержательные дискуссии. При встрече, поддерживайте тематику обсуждения и высказывайте свои мысли, имеющие непосредственное отношение к предмету  дискуссии. Комментируя веб-страницу ведите дискуссию касательно содержания Журнала или подраздела - Ответы. Принимая участие в обсуждениях касательно разработки, к примеру в почтовой переписке  или в рамках IRC канала не задавайте ненужных вопросов и не ведите беседы не касающиеся непосредственно процесса разработки; вы тем самым затрудняете ход обсуждения и переполняете историю логов разработчиков, которые могут и не присутствовать в тот момент. ",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Прежде всего необходимо понимать что мы являемся интернет-сообществом, исходя из этого нужно приложить максимум усилий во избежания всех негативных аспектов которыми обладает всемирная сеть. Не нужно троллить; словесные перепалки, и высказанные замечания с единственной целью выставить кого-то дураком являются недопустимыми и выглядят  по крайней мере - инфантильно. Спамминг так же недопустим. К спаммингу  относятся ссылки к иррелевантным веб станицам, повторные ссылки на одну и ту же веб страницу. Если кто-то из пользователей занимается троллингом или спаммингом просто игнорируйте его и помечайте флажком.",
    "V. Avoiding Conflict": "V. Избежание конфликтов",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Если вы видите что кто-то, будь то новичок или старожил, грубит - сообщите этому человеку. Проблемы должны решаться до того как они станут катастрофой. Каждый должен вносить свой вклад в общение чтобы коммуникации проходили гладко в нашей (порой испытывающей на прочность) уникальной рабочей среде.",
    "VI. Step Down Considerately": "VI. Тактичное Отступление",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Жизненные приоритеты, интересы и увлечения могут измениться. Если вы участвуете в проекте связанным с elementary, но чувствуете что должны покинуть его - сделайте это наименее проблематичным для сообщества образом. Когда мы работаем вместе, плоды нашего труда и идеи перестают быть нашими собственными - они целиком принадлежат сообществу elementary. Сообщите другим участникам команды о том что вы собираетесь отойти от дел, и если возможно, найдите человека который продолжит вашу работу. По крайней мере, убедитесь что вашу работу смогут продолжить когда вы уйдёте.",
    "Consequences": "Последствия",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Если вы решите не следовать вышеизложенным нормам поведения, или как-то иначе будете мешать сообществу, мы сохраняем за собой право делать следующее: изменять или удалять любой контент который вы опубликовали; отключить аккаунт на сайте; исключить с IRC канала; заблокировать на сайте, IRC каналах или сопряженных сервисах; или как-либо ещё препятствовать вашему взаимодействию с сообществом.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>Нормы Поведения elementary написаны под лицензией <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a>. Определенные пункты были вдохновлены <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>",
    "Code of Conduct &sdot; elementary": "Кодекс поведения ⋅ elementary"
}