{
    "Develop Your Ideas Into Code": "Воплощайте свои идеи в коде.",
    "Learn to design, develop, and publish apps for elementary OS": "Научитесь проектировать, разрабатывать и публиковать приложения для elementary OS",
    "Sign In or Register for MyApps": "Войдите или зарегистрируйтесь в MyApps",
    "Documentation": "Справка",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "Научитесь создавать, собирать и подготавливать простые приложения к распространению в нашем руководстве по началу работы.",
    "Design": "Проектирование",
    "Learn about the design principles that make up apps on elementary OS.": "Ознакомьтесь с принципами проектирования, которые используются для создания приложений elementary OS.",
    "Reference": "Документация",
    "Get more info about code style, reporting issues, and proposing design changes.": "Получите больше информации о стиле программирования, создании сообщений о проблемах и предложении изменений в дизайне.",
    "Build for": "Разрабатывайте для",
    "Freya brings a new API for Switchboard, searchable action entries in Slingshot, new widgets like HeaderBar, animations in the toolkit, improved CSS theming and more. Build feature-full apps easier than ever with Gtk 3.14 & Vala 0.30": "Freya привносит новое API для Switchboard, поисковые возможности в Slingshot, новые виджеты, такие как HeaderBar, анимацию в панель инструментов, улучшает изменение тем через CSS и другое. Разработка полноценных приложений становится легче, чем когда-либо, благодаря Gtk 3.14 и Vala 0.30",
    "Contractor": "Contractor",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Служба расширений рабочего стола, которая позволяет приложениям использовать функциональность, предоставляемую другими приложениями, без вмешательства разработчиков.",
    "HIG for Contractor": "Руководство по визуальному дизайну Contractor",
    "Reference for Contractor": "Документация Contractor",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "Базовая библиотека для приложений elementary OS. Включает в себя мощные виджеты, такие как DynamicNotebook, утилиты, вспомогательные функции и другое.",
    "Reference for Granite": "Документация Granite",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "Простое и гибкое управление базами данных. Поддержка удаленных и локальных баз данных SQL, включая SQLite. Поставляется с графическим и консольным обозревателями данных SQL, извлекателем метаданных, поддерживающим автоматическое обнаружение объектов, и другое.",
    "Reference for GDA": "Документация GDA",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "HTTP клиент-серверная библиотека с синхронным и асинхронным API. Поставляется с поддержкой SSL/TLS, cookies, кеширования, веб-сокетов, прокси и туннелирования. Отлично подходит для работы с JSON-GLib.",
    "Reference for Soup": "Документация Soup",
    "Reference for JSON-GLib": "Документация JSON-GLib",
    "vala": "vala",
    "Vala. A Modern, Fast, Open Source Language.": "Vala - современный, быстрый язык программирования с открытым исходным кодом.",
    "Write fast, native, object-oriented code with Vala. It's familiar to anyone who's seen C#, but maintains API/ABI compatibility with standard C, has low memory requirements, and is purpose-built for GObject. You name it, Vala's got it: signals, properties, generics, lambda functions, assisted memory management, exception handling, type inference, async/yield, and more.": "Пишите быстрый, нативный, объектно-ориентированный код с Vala. Он будет знаком всем, кто работал с C#, но поддерживает API/ABI совместимость с стандартом C, имеет малые требования к памяти, и создан специально для GObject. О чем бы вы ни спросили, Vala поддерживает это: сигналы, свойства, дженерики, лямбда функции, управление памятью, обработка исключений, вывод типов, асинхронность и многое другое.",
    "Learn More about Vala": "Узнать больше о Vala",
    "Library Documentation for Vala": "Документация Vala",
    "Develop Apps for elementary OS": "Разрабатывайте приложения для elementary OS"
}