{
    "Be a Part of Something Bigger": "Будьте частью чего-то большего",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Все что мы делаем полностью на 100% состоит из открытого, свободного кода, разрабатываемого совместно людьми со всего мира. Даже если вы не программист вы можете принять участие и помочь нам.",
    "Funding": "Финансирование  ",
    "Translations": "Переводы",
    "Support": "Поддержка",
    "Web": "Сеть",
    "Desktop": "Рабочий стол",
    "Design": "Дизайн",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Благодаря финансированию elemetary делает большие шаги. С вашей помощью мы из маленькой группы воодушевленных волонтеров стали небольшой компанией. Каждый может немного помочь нам, тем самым приближая нас к найму нового разработчика на полный рабочий день.",
    "Bug Bounties": "Bug Bounties",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource передаёт деньги разработчикам напрямую, вознаграждая их за исправление багов или создание новый функций. Выберите проблемы, которые волнуют вас больше всего, или просто пожертвуйте конкретному приложению. Также вы можете подписаться на ежемесячный платеж.",
    "Learn More": "Узнать больше",
    "BountySource": "BountySource",
    "Bountied Bugs": "Bountied Bugs",
    "General Funding": "Общее финансирование",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon - это бессрочная краудфандинговая кампания. Внесите свой вклад, получите от нас подарок или благодарность, и помогите нам достичь наших целей.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal это быстрое и лёгкий способ помочь нашему делу. Выберите разовую сумму или настройте повторяющийся платёж.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS создана и используется людьми по всему миру; помогите нам сделать опыт работы с системой еще лучше, переведя ее на другие языки.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS использует открытый инструмент для коллективного перевода Rosetta, расположенный на Launchpad.",
    "Our website is also openly translated using an online platform called Transifex.": "Наш веб-сайт также открыто переводится, используя онлайн-платформу Transifex.",
    "Translate elementary OS": "Перевести elementary OS",
    "Translate This Website": "Перевести этот веб-сайт",
    "World map": "Карта мира",
    "Question & Answer": "Вопрос & Ответ",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange это FAQ сайт созданный для удобного поиска простых ответов на общие вопросы.",
    "Unanswered Questions": "Вопросы без ответов",
    "New Questions": "Новые Вопросы",
    "Documentation": "Справка",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary предоставляет базовую документацию для пользователей и разработчиков. Вся наша документация написана на Markdown и размещена на GitHub, поэтому редактирование или создание нового раздела не составляет какой-либо проблемы.",
    "Learning The Basics Guide": "Обучение основам работы",
    "Developer Docs": "Документы для Разработчиков",
    "Web Development": "Веб-разработка",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Наши веб-сайты используют HTML, CSS, PHP  и JavaScript. Мы всегда ищем людей разбирающихся в этих областях, которые хотели бы внести свой вклад и сделать их лучше.",
    "Fork Our Website on GitHub": "Клонируйте наш сайт на GitHub",
    "Report a Website Issue": "Сообщить о проблемах сайта",
    "Desktop Development": "Десктоп-разработка",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Наша среда рабочего стола и все ее приложения созданы с использованием Vala, GTK+, Granite и множеством других свободных библиотек. Весь исходный код находится на Launchpad.net - бесплатном сервисе для открытых проектов. Если вы  до этого никогда не разрабатывали для elementary OS, рекомендуем ознакомится с руководством по началу работы.",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, public beta testing for Loki will begin and this chart will be updated to reflect the next milestone. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, public beta testing for Loki will begin and this chart will be updated to reflect the next milestone. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>",
    "Fixed": "Исправлено",
    "In Progress": "В работе",
    "Unfixed": "Не исправлено",
    "Browse Our Desktop Code": "Просмотреть код среды рабочего стола",
    "Browse Our Apps' Code": "Просмотреть код наших приложений",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Каждый проект начинается с идеи. Наша команда перевоплощает идеи в своего рода путевые карты. Мы разделяем дизайн на две составляющие:",
    "Visual Design": "Визуальный дизайн",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Мы всегда открыты новым идеям визуального дизайна для Elementary OS's. Начните обмениваться макетами с",
    "our Google+ Community": "наше сообщество в Google+",
    "Read the Interface Guidelines": "Прочитать рекомендации по дизайну интерфейса",
    "See Our Mockups": "Ознакомиться с нашими примерами",
    "Interaction Design": "Интерактивный дизайн",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Мы используем систему на Launchpad, которая называется Blueprints, чтобы детально объяснять новые особенности и изменения в пользовательском интерфейсе.",
    "Read About Our Workflow": "Прочитать о нашем рабочем процессе",
    "Browse Our Blueprints": "Просмотреть Blueprints",
    "Get Involved with elementary OS": "Принять участие в разработке elementary OS"
}