{
    "Check out our progress for Freya RC 1": "Следите за нашим прогрессом над Freya RC 1 ",
    "Fixed": "Исправлено",
    "In Progress": "В работе",
    "Unfixed": "Не исправлено",
    "Translations": "Переводы",
    "Web Development": "Веб-разработка",
    "Design": "Дизайн",
    "Desktop Development": "Десктоп-разработка",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Другой язык - это другое видение жизни.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS создана и используется людьми по всему миру; помогите нам улучшить впечатление о ней, дополняя переводы на другие языки.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS использует открытый инструмент для коллективного перевода Rosetta, расположенный на Launchpad.",
    "Learn More": "Подробнее",
    "Our website is also openly translated using an online platform called Transifex.": "Наш веб-сайт также открыто переводится, используя открытую платформу Transifex.",
    "Translate elementary OS": "Перевести elementary OS",
    "Translate This Website": "Перевести этот веб-сайт",
    "World map": "Карта мира",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Сайт должен выглядеть хорошо и снаружи и изнутри.\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Наш сайт создан с использованием HTML, CSS, PHP и JavaScript. Мы постоянно ищем людей, сведущих в данных областях, желающих внести свой вклад и сделать ресурс еще лучше. Большая часть визуальных работ проделана нашей дизайнерской командой, но мы любим свежие идеи и будем рады вашим отзывам для команды веб-разработчиков.",
    "Fork Us on GitHub": "Следите за нами на GitHub",
    "See Our Open Bug Reports": "Просмотреть открытые отчеты об ошибках",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Отличным дизайном называется создание чего-то запоминающегося и значимого.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Каждый проект начинается с идеи. Наша команда перевоплощает идеи в своего рода путевые карты. Мы разделяем дизайн на две составляющие:",
    "<strong>Visual Design</strong>": "<strong>Визуальный дизайн</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Отличным первым шагом для дизайнеров может быть отправка своих набросков в <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">наше сообщество Google+</a>.",
    "<strong>Interactive Design</strong>": "<strong>Интерактивный дизайн</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Для создания детального описания запланированных нововведений мы используем специальную систему на Launchpad, называемую Blueprints",
    "Read the Interface Guidelines": "Прочитать рекомендации по дизайну интерфейса",
    "Browse Our Blueprints": "Просмотреть Blueprints",
    "Read About Our Workflow": "Узнай больше о нашем рабочем процессе",
    "Application wire frame": "Каркас приложений",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Прежде чем программное обеспечение станет повсеместно распространенным, оно должно стать удобным\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Наша среда рабочего стола и все ее приложения созданы с использованием Vala, GTK+, Clutter, Cairo, Granite и множеством других свободных библиотек. Все исходные коды находятся на Launchpad.net - бесплатном сервисе для открытых проектов. Мы постоянно ищем людей с разным уровнем опыта, желающих развивать наш проект.",
    "Browse Our Desktop Code": "Просмотреть код среды рабочего стола",
    "Browse Our Apps' Code": "Просмотреть код наших приложений",
    "Scratch text editor": "Текстовый редактор Scratch",
    "Get Involved with elementary OS": "Внеси свой вклад в разработку elementary OS"
}