{
    "Download elementary OS": "Загрузить elementary OS",
    "Blog": "Блог",
    "Support": "Поддержка",
    "Store": "Магазин",
    "Developer": "Разработчикам",
    "Get Involved": "Принять участие",
    "This is a development site.": "Сайт в разработке.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "Вы просматриваете рабочую версию нашего сайта. Некоторые страницы могут не работать или поступать как вы не ожидаете. Если вы попали сюда случайно, пожалуйста, перейдите на <a href=\"http://elementary.io\">elementary.io</a>, наш актуальный веб-сайт.",
    "A fast and open replacement for Windows and OS X": "Быстрая и бесплатная замена для Windows и OS X",
    "Custom": "Свое",
    "Enter any dollar amount.": "Введите любую сумму в долларах.",
    "Download Freya": "Загрузить Freya",
    "893 MB (for PC or Mac)": "893 MB (для PC или Mac)",
    "What the press is saying about elementary OS:": "Пресса о elementary OS",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS отличная от других... прекрасная и мощная операционная система, которая работает даже на старых PC\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"Быстрая нетребовательная платформа, которая может быть установлена практически везде\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Легкая и быстрая... Разработана исключительно при поддержке сообщества, с особым вниманием к дизайну и интерфейсу.\"",
    "Meet Our Apps": "Наши приложения",
    "Photos": "Фотографии",
    "Music": "Музыка",
    "Videos": "Видео",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Импортируйте, сортируйте и редактируйте фотографии. Создавайте слайд-шоу. Делитесь на Facebook или Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Сортируйте и слушайте музыку. Фильтруйте список альбомов с помощью сверхбыстрого поиска и создавайте плейлисты из любимых треков.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Смотрите фильмы и видео, не отвлекаясь на интерфейс. Тонкая черная рамка незаметно исчезает, так что вы можете получить от просмотра фильма больше ощущений.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Просматривайте веб-сайты с помощью быстрого и легкого браузера. Midori позволяет вам получать все преимущества HTML5 для сайтов и веб-приложений, в то же время сохраняя заряд батареи вашего устройства.",
    "Learn More": "Подробнее",
    "dat": "dat",
    "Accessories": "Утилиты",
    "Graphics": "Графика",
    "Internet": "Интернет",
    "Office": "Офисные приложения",
    "Other": "Прочие",
    "Sound &amp; Video": "Аудио и Видео",
    "System Tools": "Системные утилиты",
    "Applications": "Приложения",
    "3 Ways to Explore": "3 шага к открытиям",
    "Grid": "Сетка",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Все ваши приложения показываются в сетке по алфавиту.Просматривайте и найдите, что вам нравится.",
    "Categories": "Категории",
    "View your apps automatically organized into categories. Perfect for large collections.": "Смотрите, как ваши приложения автоматически организуются в категории.Отлично подходит для больших коллекций.",
    "Search": "Поиск",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Запускайте приложения, открывайте панели настроек, выполняйте команды и больше с быстрой, как молния, панели поиска.",
    "Open Source": "Открытый исходный код",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Наш код доступен для изучения, изменения и распространения.",
    "No Ads. No Spying.": "Никакой рекламы. Никакой слежки.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Мы не заключаем сделки по размещению рекламы и не собираем ваши персональные данные. Весь доход мы получаем напрямую от пользователей.",
    "Safe &amp; Secure": "Безопасная и надежная",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Система основана на Linux: на таком же программном обеспечении работает Департамент Безопасности США, Национальный Банк Китая и другие организации по всему миру.",
    "Choose a Download": "Выберите версию",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Мы рекомендуем 64-bit для современных компьютеров. Для получения дополнительной информации просмотрите",
    "installation guide": "Руководство по установке",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "magnet-ссылка",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Все права защищены © 2015 elementary LLC. <a href=\"/privacy-policy\">Политика конфиденциальности</a>",
    "Language": "Язык",
    "Change Site Language": "Изменить язык сайта",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "Сайт Elementary OS создан с использованием современных веб-технологиях, которые не поддерживаются вашим браузером.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "Эта версия Internet Explorer устарела и может содержать ошибки или уязвимости в системе безопасности. Пожалуйста, <a href=\"http://browsehappy.com/\">обновитесь</a> до IE 11 или воспользуйтесь другим браузером.",
    "Dismiss": "Отклонить"
}