{
    "Privacy Policy": "Политика конфиденциальности",
    "Do Not Track": "Запрет на отслеживание",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Этот сайт придерживается настроек запрета отслеживания, которые существуют в большинстве  современных браузеров, и отключает Google аналитику, если эти настройки включены. Мы не можем автоматически отключить другие методы отслеживания без ущерба для удобства пользования сайтом. Если вы захотите отключить дополнительные средства отслеживания вручную, ознакомьтесь с разделом об отключении cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>В настройках вашего браузера вы можете отключить любые cookies, полностью или частично.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Этот сайт использует cookies для дополнительного удобства. Сервисы могут работать и без них, но это приводит к уменьшению удобства пользования. Например, сайт не запомнит ваш платеж за elementary OS и при повторном посещении платеж будет запрошен снова.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Сохраняет cookies для записи и обработки поведения посетителей, а также анализа потенциальнх угроз. Для получения дополнительной информации, ознакомьтесь с ",
    "CloudFlare Privacy & Security Policy": "политикой конфиденциальности и безопасности CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Хранит cookies с информацией о количестве посетителей сайта и ссылках, по которым они переходят. Информация записывается анонимно. Собранные данные используются для улучшения сайта. Узнайте больше в статье Google о",
    "Safeguarding Your Data": "защите ваших данных",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Система делает предположения о вашем платежном средстве, используя cookies с записью о ваших заказах и местоположении. Для получения дополнительных сведений, ознакомьтесь с",
    "Stripe's Privacy Policy": "политика конфеденциальности Stripe",
    "Manage Cookies": "Управление cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Так как вы уже посетили наш сайт, вы можете захотеть удалить cookies, уже установленные в браузере. Ссылки на инструкции приведены ниже.",
    "Transparency": "Информационная открытость",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Мы не размещаем лазейки в нашем программном обеспечении и не рассматриваем каких-либо просьб связанных с этим. Мы также никогда не получали запросов на выдачу информации о пользователях.",
    "Privacy Policy &sdot; elementary": "Политика конфиденциальности ⋅ elementary"
}