{
    "Privacy Policy": "Политика конфиденциальности",
    "Do Not Track": "\"Не отслеживать\"",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Этот сайт придерживается настроек запрета отслеживания, которые существуют для большинства наиболее современных браузеров и отключает  Google аналитику, если таковая существует. Мы не можем автоматически отключить другие методы отслеживания без некоторого ущерба для удобства пользования сайтом. Возможно вы пожелаете вручную насторить дополнительные средства отслеживания, для этого посетите раздел отключения cookies.",
    "Cookies": "Cookies",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "Вы можете выбрать или отключить или частично выключить любые cookies или cookies третьих лиц в ваших настройках браузера.",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Этот сайт использует cookies для дополнительного удобства. Вы можете использовать функции нашего сервиса без них, но это уменьшит удобство использования. Например сайт не будет помнить вас даже если вы ранее помогли проекту elementary OS; вам опять предложат помочь проекту.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Сохраняет cookies для отслеживания поведения елементов и анализа потенциальнх угроз. Для большего количства информации, смотрите ",
    "CloudFlare Privacy & Security Policy": "CloudFlare Конфеденциальность & Политика Безопасности",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Сохраняет cookies, чтобы собрать информацию - в том числе количество посетителей этого сайта, откуда они были направлены, и страницы которые они посещают - в анонимной форме. Эта информация используется для того, чтобы помочь улучшить сайт. Для получения дополнительной информации, изучите статью Google ",
    "Safeguarding Your Data": "Защита ваших данных",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Использует cookies для запоминания вашего последнего заказа и вашего местоположения, таким образом система знает какого типа карточку необходимо предложить для платежа. Для дополнительной информации, смотри",
    "Stripe's Privacy Policy": "Политика Конфеденциальности",
    "Manage Cookies": "Управление Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Так как вы уже посетили наш сайт, вы можете настраивать cookies которые уже сохранены в вашем браузере. Ссылки на допустимые инструкции приведены ниже.",
    "Privacy Policy &sdot; elementary": "Политика конфиденциальности ⋅ elementary"
}