{
    "A fast and open replacement for Windows and OS X": "Windows සහ OS X සඳහා නිදහස් සහ වේගවත් ආදේශනයක්",
    "Custom": "ක්‍රමය",
    "Enter any dollar amount.": "ඕනෑම ඩොලර් ප්‍රමාණයක් ඇතුලත් කරන්න",
    "Purchase elementary OS": "Purchase elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "මොනවාද රැස් කරන පිරිස elementary OS එක ගැන කියන්නේ ",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“ඉතා හොඳින් පැරණි පරිගණක වල පවා ක්‍රියාත්මක වන elementary OS එක වෙනස්, අලංකාර සහ වේගවත් මෙහෙයුම් පද්ධතියකි”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“සැබැවින්ම ඕනෑම තැනක ස්ථාපනය කළ හැකි වේගවත්, අඩු නඩත්තු කිරීම් ඇති platform එකකි” ",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“සුළු බර සහ වේගවත්, අළංකාර මුහුණුවර සහ නිර්මාණයට සහජ දක්ෂතාවයක් ඇති, සම්පූර්ණයෙන්ම මහජන සමාජය පදනම් කරගත්තකි.”",
    "Meet Our Apps": "හමුවන්න අපගේ යෙදවුම් මෘදුකාංග",
    "Photos": "ඡායාරූප",
    "Music": "සංගීත",
    "Videos": "වීඩියෝ දර්ශන",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "ආයාත කිරීම, සකස් කිරීම සහ ඡාජාරූප සංස්කරණය, slideshow නිර්මාණය කිරීම. Facebook හෝ Flickr ඔස්සේ හුවමාරු කරගැනීම.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "ඔබගේ සංගීත සකස් කිරීමට සහ සවන්දීමට, ඇල්බම මගින් විමසා බැලීම, විදුලිය වැනි වේගවත් සෙවුම බාවිතා කිරීම සහ ප්‍රියතම දෙයින් ධාවන ලැයිස්තු සැකසීම.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "අවම අතුරු මුහුණතකින් චිත්‍රපට සහ වීඩියෝ දර්ශන නැරඹීම. සිහින්, අඳුරු රාමුව විවර්ණ වී ඉවත් යාම මගින් ඔබගේ චිත්‍රපටය තවත් වැඩියෙන් නැරඹීමට හැකියාව ලැඛෙනවා.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "සුළු බර සහ වේගවත් වෙබ් බ්‍රවුසරයක් මගින් අන්තර්ජාලයේ සැරිසරන්න. Midori, HTML5 වෙබ් අඩවි බාවිතා කිරීමට සහ වෙබ් යෙදවුම් මෘදුකාංග ඉඩ සලසා දෙන අතරතුර බැටරි බාවිතය ඉතා අඩු මට්ටමින් රඳවා ගනී. ",
    "Learn More": "තවදුරටත් දැනගැනීමට",
    "dat": "dat",
    "Accessories": "අතිරේක උපාංග",
    "Graphics": "ග්‍රැෆික්ස්",
    "Internet": "අන්තර්ජාලය ",
    "Office": "කාර්යාලය",
    "Other": "වෙනත් ",
    "Sound &amp; Video": "ශබ්ද සහ දෘශ්‍ය රූප",
    "System Tools": "පද්ධති මෙවලම්",
    "Applications": "යෙදවුම්",
    "3 Ways to Explore": "ගවේෂණයට මාර්ග 3ක්",
    "Grid": "ජාලය",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Display all your apps in an alphabetized grid. Flick through and find the one you want.",
    "Categories": "Categories",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "Search",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "විවෘත මෘදුකාංගයකි",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "සමාලෝචනය කිරීමට, නිරීක්ෂණය කිරීමට, සංශෝධනය කිරීමට සහ ප්‍රති ව්‍යාප්ති කිරීම සඳහා ඕනෑම අයෙකුට අපගේ කේතය ලබාගත හැක.",
    "No Ads. No Spying.": "වෙළඳ දැන්වීම් නොමැත, ඔත්තු බැලීම් නොමැත.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "අප ප්‍රරචාරණ ගනුදෙනු කරන්න්නේ නහැ, සහ අප සංවේදී පුද්ගලික දත්ත එකතු කරන්නෙත් නැහැ. අපගේ එකම ආදායම් මාර්ගය සෘජුවම අපගේ පරිශීලකයන් වෙතින් පමණි.",
    "Safe &amp; Secure": "අනතුරු නැති සහ ආරක්ෂිත",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "අපි ලිනක්ස් මත පදනම් වී ඇත: එම මෘදුකාංගයම ඇමරිකා එක්සත් ජනපදයේ ආරක්ෂක දෙපාර්තමේන්තුව, චීන මහ බැංකුව, සහ තවත් බොහෝ ආයතන භාවිතා කරයි.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "elementary OS බාගත කරන්න",
    "Choose a Download": "බාගත කිරීම තෝරාගන්න",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "අප බොහෝ නූතන පරිගණක සඳහා 64-බිට් නිර්දේශ කරමු. සහය සහ වැඩි තොරතුරු සඳහා, බලන්න",
    "installation guide": "ස්ථාපන මාර්ගෝපදේශනය",
    "Freya 32-bit": "Freya 32-බිට්",
    "Torrent Magnet Link": "ටොරන්ට් චුම්භක සබැඳිය",
    "Freya 64-bit": "Freya 64-බිට්"
}