{
    "Brand": "Marka",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Marka elementary jest unikalna: formalnie rzecz biorąc należy ona do elementary LLC., firmy, która prowadzi i wspiera rozwój produktów elementary. Niemniej, mamy świetną społeczność i nie chcemy być nazbyt apodyktyczni w kwesti wymogów prawnych i spraw technicznych. Dlatego omówiliśmy kilka wytycznych dla prostszego zrozumiena kiedy i jak marka elementary powinna być używana.",
    "Name": "Nazwa",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Słowo \"elementary\" odnosi się do znaku towarowego elementary LLC, jednocześnie nim będząc. elementary zawsze jest pisane małymi literami, nawet jeśli zaczyna zdanie, jak to. Jest używane razem z nazwami produktów (np. \"elementary OS\") nawiązując do konkretnego produktu elementary.",
    "Brand Marks": "Znaki firmowe",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary posiada dwa oznaczenia: logotyp \"elementary\" oraz logo \"e\". Obydwa są uznawane za znaki towarowe i reprezentują elementary - zarówno firmę, jak i jej produkty.",
    "Both should be used with the following in mind:": "Obydwa powinny być używane zgodnie z poniższymi wytycznymi:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Znaków marki nie powinno się rozciągać, wykrzywiać, obracać lub modyfikować w żaden inny sposób.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Nie używaj tych znaków na ",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Znaki powinny być zawsze monochromatyczne; białe jeśli są używane na ciemnym tle lub czarne na jasnym tle.",
    "Logotype": "logotyp",
    "elementary Logotype": "logotyp elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotypu powinno używać się, gdy dostępne miejsce pozwala na odwołanie się do elementary jako firmy. Może on zostać umieszczony na przykład przed nazwą jednego z produktów firmy.",
    "The logotype should always be used under the following guidelines:": "Ten logotyp powinien być wykorzystywany zawsze zgnodnie z tymi wytycznymi:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Nie odtwarzaj logotypu. To dokładnie zaprojektowany znak firmowy, nie napis \"elementary\" napisany wczesniej wybraną czcionką.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Nie używaj tego logotypu przy małych rozmiarach; jeśli nie jest przejrzysty zamiast niego użyj logomarku",
    "Logomark": "Logo",
    "elementary Logomark": "Logo elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Znak \"e\" powinien być używany w celu odniesienie się do elementary gdy dostępna przestrzeń jest ograniczona lub ma kwadratowe proporcje.",
    "Color": "Kolor",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "Marka elementary składa się z kolorów połączonych z naszą nazwą i logami. Używamy następnującej palety:",
    "Blueberry": "Jagodowy",
    "Strawberry": "Truskawkowy",
    "Orange": "Pomarańczowy",
    "Banana": "Bananowy",
    "Lime": "Limonkowy",
    "Grape": "Winogronowy",
    "White": "Biały",
    "Black": "Czarny",
    "Fonts": "Czcionki",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "W internecie i na wydrukach używamy czcionki Raleway dla tytułów i Open Sans dla tekstu. Dla fragmentów kodu używamy Roboto Mono.",
    "Third Parties": "Osoby trzecie",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:",
    "Voice/tone": "Głos/ton",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Jednak żeby zapobiec zamieszaniu ograniczamy używanie nazwy i znaku firmowego:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Zachęcamy do informowania o tym, że twoja aplikacja jest zaprojektowana dla elementary OS, jednak prosimy aby nie używać nazwy ani znaku firmowego elementary jako czesć nazwy firmy, aplikacji, produktu, usługi lub loga które projektujesz.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Używaj nazwy lub znaków elementary jedynie przy odwoływania się do elementary LLC. lub ich produktów (t.j. elementary OS)",
    "Merchandise": "Produkt\n",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.",
    "Assets &amp; More Info": "Zalety i więcej informacji",
    "Download on GitHub": "Pobierz na GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Aby uzyskać więcej informacji dotyczących używania nazwy podstawowej, oznakowania oraz znaków towarowych, napisz email'a <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marka ⋅ elementary"
}