{
    "Code of Conduct": "Kodeks Postępowania",
    "Community Guidelines": "Wytyczne Społeczeństwa",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Angażowanie się w społeczność elementaryOS jest niesamowitym przeżyciem; stajesz się częścią czegoś dużego, współpracujesz z ludźmi z całego świata i pomagasz ludziom uczynić ich komputery świetnymi. Jednakże, wiąże się to z odpowiedzialnością przestrzegania ustalonych reguł zapewniających możliwie najlepsze warunki dla wszystkich zaangażowanych. Przewidziane są następujące zasady, których należy przestrzegać zawsze, gdy jesteś zaangażowany w Naszej społeczności, czy to na stronie internetowej elementary, w oficjalnym pokoju IRC, osobiście czy gdziekolwiek indziej.",
    "I. Respect": "I. Szanuj",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Szacunek do innych to fundamentalna kwestia. Bądź pewien, że szanujesz innych ludzi, ich opinie, tło osobiste, prywatność i pomysły. Społeczność elementary nie jest miejscem na obraźliwe uwagi, niezależnie od przyczyn. Krytykując, rób to konstruktywnie i zachowując pełen szacunek do drugiej osoby. Ataki personalne nie są tolerowane. Po otrzymaniu konstruktywnej krytyki, weź ją pod uwagę i podziękuj za to, co wnosi, bez względu na swoje stanowisko wobec niej.",
    "II. Content": "II. Treść",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Społeczność elementary jest zbudowana z tysięcy użytkowników o różnym wieku, przekonaniach czy stopniu dojrzałości. Z tego powodu, musisz być świadomy treści, którą tworzysz, i uwag, które wysuwasz. W relacji z elementary, nie powinny występować wulgarne treści, nagość ani żadne polityczne, religijne czy inne nieodpowiednie treści. Ostateczna decyzja co do tego, które treści są niestosowne, należy do moderatorów elementary. W razie wątpliwości, należy zastanowić się, czy to, co chcemy przekazać, powiedzielibyśmy również w pokoju pełnym ludzi różnego wieku, również osób starszych i dzieci. Jeżeli masz wątpliwości - nie rób tego.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Zrzuty ekranu udostępniane w moderowanych przez elementary społecznościach nie powinny zawierać motywów imitujących inny system operacyjny, zdjęć i ilustracji uprzedmiotawiających osobę fizyczną, ani zawartości naruszającej Nasz Kodeks Postępowania.",
    "III. Rumors and Speculation": "III. Plotki i Spekulacje",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Gdy szybkie tempo rozwoju i ekscytująca natura elementary kuszą Cię do siania plotek i spekulacji, ochłoń. Unikaj tego. Dyskutowanie na temat planów na przyszłość jest w porządku, jednak zawsze, gdy jest to niezweryfikowany fakt, przedstaw to, jako osobistą spekulację, lub w ogóle nie podejmuj dyskusji na ten temat. Rozprzestrzeniane informacje mogą być niebezpieczne dla społeczności, szczególnie, jeśli przedstawiają ją lub system w negatywnym świetle.",
    "IV. Helpful Discussion": "IV. Pomocna Dyskusja",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "Elementary jest tworzone przez ludzi spotykających się w wolnym czasie aby stworzyć coś wyjątkowego. To ważne, aby szanować ten fakt i zawsze przyczyniać się do zdrowej, pomocnej dyskusji. Podczas spotkania, trzymaj się tematu i pozostań cicho, chyba że masz do powiedzenia coś pomocnego, odnoszącego się do tematu dyskusji. Podczas komentowania na stronie internetowej, utrzymuj dyskusję nawiązującą do głównego tematu lub odpowiadaj na zadane w temacie pytanie. Jeśli bierzesz udział w dyskusji poświęconej deweloperom, takiej jak lista mailingowa czy kanał IRC deweloperów, nie generuj niepotrzebnego hałasu rozmawiając na tematy niezwiązane z deweloperami; to jedynie utrudnia dyskusję i robi bałagan w logach deweloperów, którzy nie mogą być obecni.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Przede wszystkim, jako że jesteśmy społecznością opartą na sieci, musimy unikać potencjalnie negatywnych aspektów Internetu. Nie bądź trollem; prowokowanie kłótni lub robienie uwag mających kogoś rozzłościć jest dziecinne i nie do zaakceptowania. Niemniej nieakceptowalny jest spam; zaliczamy do niego wysyłanie linków do nieodpowiednich stron i wielokrotne publikowanie linków do tej samej strony. Jeśli ktoś trolluje lub spamuje, zignoruj go i oznacz użytkownika.",
    "V. Avoiding Conflict": "V. Unikanie konfliktów",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Jeśli czujesz, że ktoś - nieważne czy to nowy, czy wieloletni współpracownik - zaczyna zachowywać się w sposób nieodpowiedni, grzecznie upomnij tę osobę. Bardzo ważne jest, aby naprawiać błędy, zanim zdążą się skumulować. Każdy ma swoją rolę do odegrania w usprawnianiu komunikacji w naszym (czasem wymagającym) unikalnym środowisku pracy.",
    "VI. Step Down Considerately": "VI. Ustąp rozważnie",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Życiowe priorytety, zainteresowania i pasje mogą się zmienić. Jeśli jesteś zaangażowany w projekt elementary ale czujesz, że musisz od niego odstąpić, zrób to tak, aby zminimalizować zakłócenia. Kiedy pracujemy razem, nasza praca i pomysły nie są dłużej tylko naszą własnością; należą do całej naszej społeczności. Poinformuj członków drużyny o swoich planach wystąpienia z niej i, jeśli to możliwe, pomóż znaleźć kogoś, kto podejmie Twoją pracę. W ostateczności, zapewnij aby Twoja praca mogła być kontynuowana w miejscu, w którym skończyłeś.",
    "Consequences": "Konsekwencje",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Jeśli postanowiłeś nie przestrzegać naszego Kodeksu Postępowania lub w inny sposób siać ferment w naszej społeczności, zastrzegamy sobie prawo do następujących czynności: zmiana lub usunięcie zamieszczonej przez Ciebie treści; dezaktywacja Twojego konta na stronie internetowej; usunięcie Cię z kanału IRC; zbanowanie Cię na stronie, kanałach IRC lub powiązanych serwisów; także inne formy uniemożliwienia Ci interakcji z naszą społecznością.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>Kodeks Postępowania Elementary podlega licencji <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a>. Niektóre aspekty zostały zainspirowane przez <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>",
    "Code of Conduct &sdot; elementary": "Kodeks Postępowania - elementarny"
}