{
    "Check out our progress for Freya Update 1": "Sprawdź postępy nad Freya Update 1",
    "Fixed": "Naprawione",
    "In Progress": "Prace trwają",
    "Unfixed": "Do naprawy",
    "Translations": "Tłumaczenia",
    "Web Development": "Tworzenie strony internetowej",
    "Design": "Projekt",
    "Desktop Development": "Praca nad pulpitem",
    "Funding": "Finansowanie",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Inny język to inne spojrzenie na świat\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS jest tworzone i używane przez ludzi z całego świata; możesz pomóc go ulepszyć przez tłumaczenie na inne języki. ",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS używa otwartego, bazującego na współpracy narzędzia do tworzenia tłumaczeń zwanego Rosetta.",
    "Learn More": "Więcej informacji",
    "Our website is also openly translated using an online platform called Transifex.": "Nasza strona internetowa również jest tłumaczona przez społeczność przy użyciu platformy zwanej Transifex.",
    "Translate elementary OS": "Przetłumacz elementary OS",
    "Translate This Website": "Przetłumacz tę stronę",
    "World map": "Mapa świata",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Strona internetowa powinna dobrze wyglądać zarówno z zewnątrz, jak i od wewnątrz\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Nasz serwis tworzony jest w oparciu o HTML, CSS, PHP i JavaScript. Wciąż szukamy ludzi z doświadczeniem z wymienionymi językami, którzy chcieli by współpracować i uczynić tą stronę jeszcze lepszą. Większość prac została wykonana przez nasz Zespół Projektowy, ale bardzo cenimy sobie nowe pomysły oraz wszelkie propozycje dla projektantów. ",
    "Fork Us on GitHub": "Nasze repozytorium GitHub",
    "See Our Open Bug Reports": "Zobacz zgłoszone błędy",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Wspaniały design tworzy rzeczy niezapomniane i znaczące.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Każdy projekt rozpoczyna się od pomysłu. Nasza grupa projektowa zbiera je i przemienia w harmonogram działań. Projektowanie dzielimy na dwie dziedziny:",
    "<strong>Visual Design</strong>": "<strong>Projekt wizualny</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Świetne miejsce dla grafików, aby zacząć dzielić się mockupami z <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">naszą społecznością Google+</a>",
    "<strong>Interactive Design</strong>": "<strong>Projekt interaktywny</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "By tworzyć szczegółowe opisy nowych funkcji używamy systemu strony Launchpad zwanego Blueprints.",
    "Read the Interface Guidelines": "Przeczytaj wytyczne interfejsu",
    "Browse Our Blueprints": "Przeglądaj nasze plany",
    "Read About Our Workflow": "Przeczytaj o naszym cyklu produkcji",
    "Application wire frame": "Schematy aplikacji",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Zanim oprogramowanie stanie się oprogramowaniem wielokrotnego użytku, najpierw musi stać się użyteczne\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Nasze środowisko jak i wszystkie jego aplikacje sa budowane przy użyciu Vala, GTK+, Clutter, Cairo, Granite i  wielu innych wolnych bibliotek. Pełny kod źródłowy jest przechowywany na Launchpad.net, darmowym serwisie dla projektów open source. Zawsze poszukujemy współpracowników na wszystkich poziomach zaawansowania.",
    "Browse Our Desktop Code": "Przeglądaj kod pulpitu",
    "Browse Our Apps' Code": "Przeglądaj kod aplikacji",
    "Scratch text editor": "Edytor tekstu Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Rób to, co kochasz, a pieniądze pójdą za Tobą\"",
    "Targeted Funding": "Cel wsparcia finansowego",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource wynagradza finansowo programistów w zamian za ich pracę: naprawę błędów czy rozwój oprogramowania. Wesprzyj aplikację lub program który jest dla Ciebie najważniejszy i pamiętaj że zawsze możesz zlecić wykonywanie comiesięcznych automatycznych płatności.",
    "BountySource": "BountySource",
    "General Funding": "Podstawowe finansowanie",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon działa jak .... Wybierz kwotę, ",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal to proste i szybkie rozwiązanie. Wprowadź jednorazową kwotę, lub ustaw subskrypcje.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Zaangażuj się w pracę nad elementary OS"
}