{
    "Be a Part of Something Bigger": "Bądź częścią czegoś większego",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Wszystko co robimy jest w 100% open-source i tworzone wspólnie przez ludzi z całego świata. Nawet jeśli nie jesteś programistą, możesz być zaangażowany i zmieniać wszystko.",
    "Funding": "Finansowanie",
    "Translations": "Tłumaczenia",
    "Support": "Wsparcie",
    "Web": "Sieć",
    "Desktop": "Pulpit",
    "Design": "Projektuj",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.",
    "Bug Bounties": "Bug Bounties",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource wynagradza finansowo programistów w zamian za ich pracę: naprawę błędów czy rozwój oprogramowania. Wesprzyj aplikację lub program który jest dla Ciebie najważniejszy i pamiętaj że zawsze możesz zlecić wykonywanie comiesięcznych automatycznych płatności.",
    "Learn More": "Dowiedz się więcej",
    "BountySource": "BountySource",
    "Bountied Bugs": "Bountied Bugs",
    "General Funding": "Podstawowe finansowanie",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon działa jak .... Wybierz kwotę, ",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal to proste i szybkie rozwiązanie. Wprowadź jednorazową kwotę, lub ustaw subskrypcje.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS jest tworzone i używane przez ludzi z całego świata; możesz pomóc go ulepszyć przez tłumaczenie na inne języki. ",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS używa otwartego, bazującego na współpracy narzędzia do tworzenia tłumaczeń zwanego Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Nasza strona internetowa również jest tłumaczona przez społeczność przy użyciu platformy zwanej Transifex.",
    "Translate elementary OS": "Przetłumacz elementary OS",
    "Translate This Website": "Przetłumacz tę stronę",
    "World map": "Mapa świata",
    "Question & Answer": "Pytania i odpowiedzi",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.",
    "Unanswered Questions": "Pytania bez odpowiedzi",
    "New Questions": "Nowe pytania",
    "Documentation": "Dokumentacja",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.",
    "Learning The Basics Guide": "Nauka Podstaw",
    "Developer Docs": "Dokumentacje",
    "Web Development": "Tworzenie strony internetowej",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nasza strona jest zbudowana w oparciu o HTML, CSS, PHP oraz JavaScript. Stale poszukujemy osób, które mają doświadczenie w tych technologiach i chcą pomóc w dalszym ulepszaniu naszego serwisu.",
    "Fork Our Website on GitHub": "Forkuj naszą stronę na GitHub",
    "Report a Website Issue": "Zgłoś problem ze stroną",
    "Desktop Development": "Praca nad pulpitem",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>",
    "Fixed": "Naprawione",
    "In Progress": "Prace trwają",
    "Unfixed": "Do naprawy",
    "Browse Our Desktop Code": "Przeglądaj kod pulpitu",
    "Browse Our Apps' Code": "Przeglądaj kod aplikacji",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:",
    "Visual Design": "Projekt graficzny",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with",
    "our Google+ Community": "naszą społecznością Google+",
    "Read the Interface Guidelines": "Przeczytaj wytyczne interfejsu",
    "See Our Mockups": "Przeglądaj nasze makiety",
    "Interaction Design": "Interaction Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.",
    "Read About Our Workflow": "Przeczytaj o naszym cyklu produkcji",
    "Browse Our Blueprints": "Przeglądaj nasze plany",
    "Get Involved with elementary OS": "Zaangażuj się w pracę nad elementary OS"
}