{
    "Check out our progress for Freya Beta 2": "Sprawdź postępy prac nad Freya Beta 2",
    "Fixed": "Naprawione",
    "In Progress": "Prace trwają",
    "Unfixed": "Nienaprawione",
    "Translations": "Tłumaczenia",
    "Web Development": "Tworzenie strony internetowej",
    "Design": "Projekt",
    "Desktop Development": "Praca nad pulpitem",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Inny język to inne spojrzenie na świat\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "elementary OS jest tworzone i używane przez ludzi z całego świata; możesz pomóc go ulepszyć przez tłumaczenie na inne języki. Launchpad posiada wbudowane narzędzie, zwane Rosetta, które umożliwia współpracę przy tłumaczeniach w trybie \"online\".",
    "View Our Translations Page": "Zobacz naszą stronę z tłumaczeniami",
    "Get More Info About Rosetta": "Więcej informacji o Rosetta",
    "World map": "Mapa świata",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Strona internetowa powinna dobrze wyglądać zarówno z zewnątrz, jak i od wewnątrz\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Nasza strona internetowa jest tworzona w oparciu o HTML, CSS, PHP i JavaScript. Wciąż szukamy ludzi z doświadczeniem w pracy z wymienionymi językami, którzy chcieli by współpracować i uczynić tą stronę jeszcze lepszą. Większość prac została wykonana przez nasz zespół projektowy, ale bardzo cenimy sobie nowe pomysły oraz wszelkie propozycje dla projektantów. ",
    "Fork Us on GitHub": "Skopiuj nasze repozytorium GitHub",
    "See Our Open Bug Reports": "Zobacz raporty otwartych błędów",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Wspaniały design tworzy rzeczy niezapomniane i znaczące.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Każdy projekt rozpoczyna się od pomysłu. Nasza grupa projektowa bierze je i przemienia w harmonogram działań. Projektowanie dzielimy na dwie dziedziny:",
    "Visual Design": "Projekt graficzny",
    "A great place for visual designers to get started is by sharing mockups with": "Dla projektantów, doskonałym miejscem aby zacząć jest możliwość dzielania się modelami graficznymi z",
    "our Google+ Community": "naszą społecznością Google+",
    "Interactive Design": "Projekt interaktywny",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "By tworzyć szczegółowe opisy nowych funkcji używamy systemu strony Launchpad zwanego Blueprints.",
    "Read the Interface Guidelines": "Przeczytaj wytyczne interfejsu",
    "Browse Our Blueprints": "Przeglądaj nasze plany",
    "Read About Our Workflow": "Przeczytaj o naszym cyklu produkcji",
    "Application wire frame": "Schematy aplikacji",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Zanim oprogramowanie stanie się oprogramowaniem wielokrotnego użytku, najpierw musi stać się użyteczne\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Nasze środowisko jak i wszystkie jego aplikacje sa budowane przy użyciu Vala, GTK+, Clutter, Cairo, Granite i  wielu innych wolnych bibliotek. Pełny kod źródłowy jest przechowywany na Launchpad.net, darmowym serwisie dla projektów open source. Zawsze poszukujemy współpracowników na wszystkich poziomach zaawansowania.",
    "Browse Our Desktop Code": "Przeglądaj kod pulpitu",
    "Browse Our Apps' Code": "Przeglądaj kod aplikacji",
    "Scratch text editor": "Edytor tekstu Scratch",
    "Get Involved with elementary OS": "Zaangażuj się w pracę nad elementary OS"
}