{
    "A fast and open replacement for Windows and OS X": "Szybki i otwartoźródłowy zamiennik dla Windows lub OS X",
    "Custom": "Inna kwota",
    "Enter any dollar amount.": "Wpisz kwotę w dolarach.",
    "Purchase elementary OS": "Kup elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 GB (dla PC lub Mac)",
    "What the press is saying about elementary OS:": "Co media mówią o elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS jest inny ... piękny i użyteczny system operacyjny, który dobrze funkcjonuje nawet na starszych komputerach\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"szybka, łatwa w obsłudze platforma, która może być zainstalowana praktycznie wszędzie\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Lekki i szybki... w całości bazujący na wsparciu społeczności, a do tego przykładający olbrzymią wagę do wyglądu\". ",
    "Meet Our Apps": "Poznaj Nasze Aplikacje",
    "Photos": "Zdjęcia",
    "Music": "Muzyka",
    "Videos": "Wideo",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importuj, organizuj i edytuj zdjęcia. Twórz pokazy zdjęć. Dziel się nimi na Facebooku i Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organizuj i słuchaj swojej ulubionej muzyki. Przeglądaj po albumach, błyskawicznie przeszukuj i twórz listy odtwarzania z twoich ulubionych utworów.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Oglądaj filmy i wideo z minimalnym interfejsem. Smukła, ciemna ramka zanika, abyś mógł czerpać więcej z filmu.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Przeglądaj sieć błyskawicznie w lekkiej przeglądarce. Midori pozwala ci odwiedzać strony HTML5 i aplikacje internetowe nie zżerając jednocześnie całej baterii.",
    "Learn More": "Dowiedz się więcej",
    "dat": "dat",
    "Accessories": "Akcesoria",
    "Graphics": "Grafika",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Inne",
    "Sound &amp; Video": "Dźwięk & Wideo",
    "System Tools": "Narzędzia systemowe",
    "Applications": "Aplikacje",
    "3 Ways to Explore": "3 sposoby przeglądania",
    "Grid": "Siatka",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Wyświetl wszystkie swoje aplikacje w alfabetycznej siatce. Przejrzyj i znajdź który chcesz. ",
    "Categories": "Kategorie",
    "View your apps automatically organized into categories. Perfect for large collections.": "Wyświetl swoje aplikacje automatycznie zorganizowane w kategorie . Idealny dla dużych zbiorów .",
    "Search": "Wyszukaj",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Uruchamiaj aplikacje,  otwieraj podgląd ustawień, włączaj komendy , oraz więcej z szybką wyszukiwarką.",
    "Open Source": "Otwarte Źródła",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Nasz kod jest dostępny do wglądu, kontroli, modyfikacji i redystrybucji dla wszystkich.",
    "No Ads. No Spying.": "Bez Reklam. Bez Szpiegowania.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nie zawieramy umów z reklamodawcami i nie zbieramy wrażliwych danych personalnych. Wsparcie finansowe otrzymujemy bezpośrednio od naszych użytkowników.",
    "Safe &amp; Secure": "Niezawodny i Bezpieczny",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Bazujemy na Linuxie: tym samym oprogramowaniu które wspomaga amerykański departament obrony, bank chin i wiele więcej.",
    "Security Notices": "Uwagi dotyczące zabezpieczeń",
    "Download elementary OS": "Pobierz elementary OS",
    "Choose a Download": "Wybierz wersję do pobrania",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Zalecamy wersję 64-bit dla nowoczesnych komputerów. Więcej informacji znajdziesz w ",
    "installation guide": "przewodniku instalacji",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent - Link Magnet",
    "Freya 64-bit": "Freya 64-bit"
}