{
    "Check out our progress for Loki Beta 1": "Check out our progress for Loki Beta 1",
    "Fixed": "Résolu",
    "In Progress": "En cours",
    "Unfixed": "Non résolu",
    "Translations": "Traductions",
    "Web Development": "Développement Web",
    "Design": "Concevoir",
    "Desktop Development": "Développement du Bureau",
    "Funding": "Financement",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“Une langue différente est une vision différente de la vie.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS est créé et utilisé par des personnes du monde entier. Aidez-nous à en améliorer l'expérience en le traduisant dans plus de langues.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS utilise Rosetta, l'outil de traduction ouvert et collaboratif de Launchpad.",
    "Learn More": "En Savoir Plus",
    "Our website is also openly translated using an online platform called Transifex.": "Notre site Web aussi est traduit collaborativement sur une plateforme en ligne nommée Transifex.",
    "Translate elementary OS": "Traduire elementary OS",
    "Translate This Website": "Traduire ce site Web",
    "World map": "Carte du monde",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "Un site web devrait avoir l'air aussi beau de l'intérieur que de l'extérieur.",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Notre site web utilise HTML, CSS, PHP et Javascript. Nous sommes toujours à la recherche de personnes expérimentées qui pourraient contribuer et rendre le site encore meilleur. La plupart du travail de design est réalisé par notre équipe de design, mais nous aimons recevoir des idées sur le design et des commentaires pour notre équipe web.",
    "Fork Us on GitHub": "Forkez-nous sur Github",
    "See Our Open Bug Reports": "Voir Nos Rapports de Bugs",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "Un bon concept rend son objet remarquable et lui donne du sens.",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Chaque projet débute avec une idée. Notre équipe de design les prend et les organise en objectifs. Le design est composé de deux éléments :",
    "Visual Design": "Le Design Visuel",
    "A great place for visual designers to get started is by sharing mockups with": "Un lieu adaptée pour les designers visuels pour commencer en partageant des maquettes avec ",
    "our Google+ Community": "notre communauté Google+",
    "Interactive Design": "Design Interactif",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Nous utilisons un système appelé Blueprints sur Launchpad pour rédiger des explications détaillées sur de nouvelles fonctionnalités.",
    "Read the Interface Guidelines": "Lire les Lignes Directrices de l'Interface",
    "Browse Our Blueprints": "Parcourir Nos Blueprints",
    "Read About Our Workflow": "En savoir plus sur nos méthodes de travail",
    "Application wire frame": "Armature d'application",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "“Avant qu'un logiciel soit réutilisable il doit être utilisable.”",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Notre environnement de bureau et ses applications sont créés avec Vala, GTK+, Clutter, Cairo, Granite et d'autres librairies libres. Tout notre code est hébergé sur Launchpad.net, un service gratuit pour les projets open-source. Nous sommes toujours à la recherche de contributeurs de tous niveaux.",
    "Browse Our Desktop Code": "Parcourir le Code Source du Bureau",
    "Browse Our Apps' Code": "Parcourir le code source de nos applications",
    "Scratch text editor": "L'éditeur de texte Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Faites ce que vous aimez et l'argent suivra.”",
    "Targeted Funding": "Financement ciblé",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource transmet les dons directement dans les mains des développeurs en les récompensant pour avoir soumis des correctifs ou créés de nouvelles fonctionnalités. Faites un don sur les points qui vous importent le plus ou financez une application spécifique. Vous pouvez également mettre en place une contribution récurrente.",
    "BountySource": "BountySource",
    "General Funding": "Financement général",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fonctionne comme une campagne de financement participatif en continu. Choisissez un montant, obtenez des récompenses, et aidez-nous à atteindre nos objectifs.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal est une solution rapide et facile. Choisissez un montant unique ou une contribution récurrente.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Contribuer à elementary OS"
}