{
    "Check out our progress for Freya Beta 2": "Découvrez notre progression pour Freya Beta 2",
    "Fixed": "Résolu",
    "In Progress": "En cours",
    "Unfixed": "Non résolu",
    "Contribute by doing these things": "Contribuez en faisant ceci",
    "Translations": "Traductions",
    "Web Development": "Développement Web",
    "Design": "Design",
    "Desktop Development": "Développement du Bureau",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“Une langue différente est une vision différente de la vie.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "elementary OS est créé et utilisé par des personnes du monde entier ; aidez-nous à rendre cette expérience encore meilleure en le traduisant dans encore plus de langues. Launchpad possède un outil appelé Rosetta qui permet de réaliser des traductions collaboratives en ligne.",
    "View Our Translations Page": "Voir Notre Page de Traduction",
    "Get More Info About Rosetta": "En Savoir Plus sur Rosetta",
    "World map": "Carte du monde",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“Les sites web devraient avoir l'air bien aussi bien de l'intérieur que de l'extérieur.”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Notre site web utilise HTML, CSS, PHP et Javascript. Nous sommes toujours à la recherche de personnes expérimentées qui pourraient contribuer et le rendre encore meilleur. La plupart du travail de design est réalisé par notre équipe de design, mais nous aimons recevoir des idées de design et des commentaires pour notre équipe web.",
    "Fork Us on GitHub": "Forkez-nous sur Github",
    "See Our Open Bug Reports": "Voir Nos Rapports de Bugs",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "“Le bon design fait quelque de mémorable et pleine de sens.”",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Chaque projet débute avec une idée. Notre équipe de design les prend et les organise en objectifs. Le design est composé de deux éléments :",
    "Visual Design": "Le Design Visuel",
    "A great place for visual designers to get started is by sharing mockups with": "Un lieu adaptée pour les designers visuels pour commencer en partageant des maquettes avec ",
    "our Google+ Community": "notre communauté Google+",
    "Interactive Design": "Design Interactif",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Nous utilisons un système appelé Blueprints sur Launchpad pour rédiger des explications détaillées de nouvelles fonctionnalités.",
    "Read the Interface Guidelines": "Lire les Lignes Directrices de l'Interface",
    "Browse Our Blueprints": "Parcourir Nos Blueprints",
    "Read About Our Workflow": "En Savoir Plus sur Nos Méthodes de Travail",
    "Application wire frame": "Armature d'application",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "“Avant qu'un logiciel soit réutilisable il doit être utilisable.”",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Notre environnement de bureau et ses applications sont créés avec Vala, GTK+, Clutter, Cairo, Granite et d'autres librairies libres. Tout notre code est hébergé sur Launchpad.net, un service gratuit pour les projets open-source. Nous sommes toujours à la recherche de contributeurs de tous niveaux.",
    "Browse Our Desktop Code": "Parcourir le Code Source du Bureau",
    "Browse Our Apps' Code": "Parcourir le Code Source de nos Applications",
    "Scratch text editor": "Édietur de texte Scratch",
    "Get Involved with elementary OS": "Participer à elementary OS"
}