{
    "Be a Part of Something Bigger": "Participez à quelque chose d'énorme",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tout ce que nous faisons est 100% open source et développé collaborativement par des gens de partout dans le monde. Même si vous n'êtes pas programmeur, vous pouvez participer et faire la différence.",
    "Funding": "Financement",
    "Translations": "Traductions",
    "Support": "Support",
    "Web": "Web",
    "Desktop": "Développement",
    "Design": "Concevoir",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Le meilleur moyen d'aider elementary est le financement. Avec votre aide, le petit groupe de volontaires passionnés que nous étions est devenu une petite entreprise. Chaque petite aide est un pas en avant pour embaucher un autre développeur à plein temps.",
    "Bug Bounties": "Chasse aux bugs",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource transmet les dons directement dans les mains des développeurs en les récompensant pour avoir soumis des correctifs ou créés de nouvelles fonctionnalités. Faites un don sur les points qui vous importent le plus ou financez une application spécifique. Vous pouvez également mettre en place une contribution récurrente.",
    "Learn More": "En savoir plus",
    "BountySource": "BountySource",
    "Bountied Bugs": "Bugs recherchés",
    "General Funding": "Financement général",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fonctionne comme une campagne de financement participatif en continu. Choisissez un montant, obtenez des récompenses, et aidez-nous à atteindre nos objectifs.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal est une solution rapide et facile. Choisissez un montant unique ou une contribution récurrente.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS est créé et utilisé par des personnes du monde entier. Aidez-nous à en améliorer l'expérience en le traduisant dans plus de langues.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS utilise Rosetta, l'outil de traduction ouvert et collaboratif de Launchpad.",
    "Our website is also openly translated using an online platform called Transifex.": "Notre site Web aussi est traduit collaborativement sur une plateforme en ligne nommée Transifex.",
    "Translate elementary OS": "Traduire elementary OS",
    "Translate This Website": "Traduire ce site web",
    "World map": "Carte du monde",
    "Question & Answer": "Questions et réponses",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange est un site de questions et réponses fait pour trouver les meilleures réponses aux questions les plus courantes. N'importe qui peut y créer un compte pour y poser des questions ou y répondre.",
    "Unanswered Questions": "Questions sans réponse",
    "New Questions": "Nouvelles questions",
    "Documentation": "Documentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary fournit une documentation basique pour les utilisateurs et les développeurs. Toute notre documentation est écrite en Markdown et stockée sur GitHub, donc soumettre un changement ou une nouvelle section est simple comme bonjour !",
    "Learning The Basics Guide": "Guide de base",
    "Developer Docs": "Documentation du développeur",
    "Web Development": "Développement Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Notre site web est développé avec HTML, CSS, PHP et JavaScript. Nous recherchons toujours des personnes qui ont de l'expérience dans ces domaines et qui aimeraient y contribuer et le rendre encore meilleur.",
    "Fork Our Website on GitHub": "Forker notre site sur GitHub",
    "Report a Website Issue": "Signaler un problème sur le site web",
    "Desktop Development": "Développement de l'OS",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Notre environnement de bureau et toutes ses applications sont construites avec Vala, GTK+, Granite, et plusieurs autres librairies ouvertes. Nous hébergeons le code sur Launchpad.net, un service gratuit pour les projets open source. Si vous n'avez jamais développé pour elementary OS auparavant, nous vous recommandons de lire notre guide de démarrage.",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "Ce graphique d'avancement monte la progression de la <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">version Loki RC 1</a>, la version actuellement en développement. Rapidement après avoir atteint la prochaine version, Loki sera rendu publique et le travail sur la prochaine version d'elementary OS pourra commencer. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">En savoir plus</a>",
    "Fixed": "Résolu",
    "In Progress": "En cours",
    "Unfixed": "Non résolu",
    "Browse Our Desktop Code": "Parcourir le code source de l'OS",
    "Browse Our Apps' Code": "Parcourir le code source de nos applications",
    "Bitesized Bugs": "Bugs mineurs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Chaque projet débute avec une idée. Notre équipe de design prend cette dernière et la transforme en projets et rapports de bugs clairs. Nous séparons le design en deux éléments principaux :",
    "Visual Design": "Design visuel",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Nous sommes toujours ouverts à de nouvelles idées pour le design visuel d'elementary OS. Commencez par partager des maquettes avec",
    "our Google+ Community": "notre communauté Google+",
    "Read the Interface Guidelines": "Lire les lignes directrices de l'interface",
    "See Our Mockups": "Voir nos maquettes",
    "Interaction Design": "Design Interactif",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Nous utilisons un système sur Launchpad appelé « Blueprints » pour créer des explications détaillées sur les nouvelles fonctionnalités et changements dans l'interface utilisateur.",
    "Read About Our Workflow": "En savoir plus sur nos méthodes de travail",
    "Browse Our Blueprints": "Parcourir nos Blueprints",
    "Get Involved with elementary OS": "Contribuer à elementary OS"
}