{
    "Blog": "Blog",
    "Support": "Support",
    "Store": "Magasin",
    "Get Involved": "Participer",
    "A fast and open replacement for Windows and OS X": "Un remplaçant rapide et ouvert pour Windows et OS X",
    "Custom": "Personnalisé",
    "Enter any dollar amount.": "Entrez une somme.",
    "Download Freya Beta": "Télécharger Freya Beta",
    "886.0 MB (for PC or Mac)": "886.0 Mio (pour PC ou Mac)",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“a fast, low-maintenance platform that can be installed virtually anywhere”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Lightweight and fast… Completely community-based, and has a real flair for design and appearances.”",
    "Choose a Download": "Choisissez un Téléchargement",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Nous recommandons 64-bits pour les ordinateurs modernes. Pour de l'aide ou plus d'informations, voir le ",
    "installation guide": "guide d'installation",
    "Freya Beta 32-bit": "Freya Beta 32-bit",
    "Freya Beta 64-bit": "Freya Beta 64-bit",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "Le site web d'elementary OS fonctionne avec des technologies web modernes que votre navigateur ne supporte pas.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please": "Cette version d'Internet Explorer est obsolète et peut contenir des bugs et failles de sécurité. Pensez à",
    "upgrade": "mettre à jour",
    "to IE 11 or an alternative web browser.": "en installant IE 11 ou un autre navigateur web.",
    "Dismiss": "Fermer",
    "Learn More": "En savoir plus"
}