{
    "A fast and open replacement for Windows and OS X": "Une alternative libre et rapide à Windows et Mac OS X",
    "Pay What You Want": "Pay What You Want",
    "Custom": "Autre",
    "Enter any dollar amount.": "Entrez une somme.",
    "Purchase elementary OS": "Acheter elementary OS",
    "0.4.0 Loki | 1.31 GB (for PC or Mac)": "0.4.0 Loki | 1.31 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Ce que dit la presse à propos d'elementary OS :",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS est différent… un système d'exploitation beau et puissant qui tournera bien même sur de vieux PCs”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“Une plateforme rapide, nécessitant peu de maintenance, qui peut être installée virtuellement partout”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Légère et rapide… Totalement basée sur sa communauté, et qui a un réel flair pour le design et les apparences.”",
    "image/svg+xml": "image/svg+xml",
    "Task finished": "Tâche terminée",
    "git clone https://github.com/elementary/mvp": "Clone git https://github.com/elementary/mvp",
    "Apps You Need, Without Ones You Don't.": "Les applications dont vous avez besoin sans celles qui vous encombrent.",
    "elementary OS ships with a carefully curated selection of apps that cater to every day needs so you can spend more time using your computer and less time cleaning up bloatware.": "elementary OS est accompagné d'un ensemble d'applications soigneusement choisies et conçues pour un usage quotidien afin que vous puissiez passer plus de temps à utiliser votre ordinateur plûtot qu'à enlever les applications indésirables. ",
    "Music": "Musique",
    "Epiphany": "Epiphany",
    "Mail": "E-Mail",
    "Photos": "Photos",
    "Videos": "Vidéos",
    "Calendar": "Calendrier",
    "Files": "Fichiers",
    "Terminal": "Terminal",
    "Scratch": "Scratch",
    "Camera": "Caméra",
    "music screenshot": "Capture d'écran \"Musique\"",
    "music icon": "Icône \"Musique\"",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organisez et écoutez votre musique. Parcourez-la par albums, utilisez une recherche ultra-rapide et constituez des playlists de vos titres favoris.",
    "epiphany screenshot": "Capture d'écran \"Epiphany\"",
    "epiphany icon": "Icône d'Epiphany",
    "Surf the web with a fast & lightweight web browser. Epiphany lets you use HTML5 websites and web apps while being lighter on battery life.": "Surfez sur Internet grâce à ce navigateur rapide et léger. Epiphany vous permet de naviguer sur des sites utilisant le HTML5 et des applications web tout en économisant la batterie de votre ordinateur. ",
    "mail screenshot": "Capture d'écran \"Mail\"",
    "mail icon": "Icône de Mail",
    "Manage multiple accounts quickly and effortlessly with conversation-based mail, fast-as-you-type search, new mail notifications, and more.": "Gérez plusieurs comptes rapidement et sans effort grâce aux conversations, aux notifications, à la recherche instantanée d'email et bien plus encore.",
    "photos screenshot": "Capture d'écran \"Photos\"",
    "photos icon": "Icône de Photos",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importez, organisez, et éditez des photos. Faites un diaporama. Partagez sur Facebook ou Flickr.",
    "videos screenshot": "Capture d'écran \"Vidéos\"",
    "videos icon": "Icône de Vidéos",
    "Smart and simple video viewing with thumbnail previews on the seekbar, playlists, subtitle support, and even the ability to resume what was last playing.": "Un lecteur vidéo simple et intuitif permettant de pré-visualiser la vidéo en miniature grâce à la barre de naviagtion, de créer des playlists, de gérer les sous-titres et qui vous offre même la possiblilité de reprendre automatiquement votre vidéo là où vous l'aviez arrêté.",
    "calendar screenshot": "Capture d'écran \"Calendrier\"",
    "calendar icon": "Icône de Calendrier",
    "Easily view and create events. Sync with Online Accounts like Google.": "Créez et visionnez facilement vos événements et synchronisez les en ligne avec, par exemple, votre compte Google.",
    "files screenshot": "Capture d'écran \"Documents\"",
    "files icon": "Icône de Fichiers",
    "The smart pathbar makes it easy to browse with breadcrumbs, search, or path completion. Quickly navigate with the column view and enjoy browser-class tabs with smart features like tab history.": "La barre d'adresse vous permet de naviguez facilement avec le fil d'Ariane et les fonctions de recherche et d'auto-complétion. Naviguez rapidement grâce aux onglets et à l'affichage en liste ainsi que grâce à des fonctionnalités comme l'historique des onglets.",
    "terminal screenshot": "Capture d'écran \"Terminal\"",
    "elementary Symbolic Icon Theme": "Icône elementary Symbolic",
    "Home": "Accueil",
    "terminal icon": "Icône \"Terminal\"",
    "With a color scheme designed to prevent eye strain, browser-class tabs with history and smart naming, task-completion notifications, natural copy & paste, backlog search and more, who says you can't teach an old app new tricks?": "Avec un schéma de couleur conçu pour prévenir la fatigue oculaire, des onglets disposant d'un historique et de la technologie \"Smart Naming\", des notifications lors de la complétion d'une tâche, un système de copier/coller intuitif et beaucoup d'autres fonctionnalités, plus personne n'osera dire qu'on ne peut pas faire du neuf avec du vieux.",
    "scratch screenshot": "Capture d'écran \"Scratch\"",
    "scratch icon": "Icône \"Scratch\"",
    "With a folder sidebar, multiple panes, and extensions like Terminal, Web Preview, Indentation Detection, and Vim Emulation, Scratch will be the last text editor you'll ever need.": "Avec son accès simplifié à vos dossiers, ses fenêtres multiples et ses extensions comme \"Terminal\", \"Web Preview\", \"Indentation Detection\" et \"Vim Emulator\", Scratch sera le seul éditeur de texte dont vous ayez besoin.",
    "camera screenshot": "Capture d'écran \"Caméra\"",
    "camera icon": "Icône \"Caméra\"",
    "Easily snap pictures or video from a built-in webcam.": "Easily snap pictures or video from a built-in webcam.",
    "elementary appcenter categories": "Catégories de l'elementary appcenter",
    "The Indie, Open Source App Store": "L'App Store libre et indépendant",
    "AppCenter brings handcrafted apps and extensions directly to your desktop. Quickly discover new apps and easily update the ones you already have. No license keys, no subscriptions, no trial periods.": "L'AppCenter vous offre la possiblité de télécharger des applications et des extensions conçues par la communauté directement depuis votre bureau. Découvrez simplement de nouvelles applications et mettez à jour celles dont vous disposez déjà. Pas de période d'essai, pas besoin de licence ni souscription.",
    "Become a Developer": "Devenir un développeur",
    "Applications": "Les applications",
    "dat": "dat",
    "Accessories": "Accessoires",
    "Graphics": "Graphismes",
    "Internet": "Internet",
    "Office": "Bureautique",
    "Other": "Autres",
    "Sound &amp; Video": "Son & Vidéo",
    "System Tools": "Outils système",
    "3 Ways to Explore": "3 façons d'explorer",
    "Grid": "Grille",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Affichez vos applications dans une grille triée par ordre alphabétique. Feuilletez-la et trouvez celle que vous voulez.",
    "Categories": "Catégories",
    "View your apps automatically organized into categories. Perfect for large collections.": "Voyez vos applications automatiquement triées par catégories. Parfait pour les grandes collections.",
    "Search": "Recherche",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Lancez des applications, ouvrez des panneaux de configuration, et plus depuis la recherche aussi rapide que l'éclair.",
    "Open Source": "Libre",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Notre code source peut être vérifié, contrôlé, modifié et redistribué par tout le monde.",
    "Learn More": "En savoir plus",
    "No Ads. No Spying.": "Pas de pubs. Pas d'espionnage.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nous n'établissons pas de partenariats publicitaires et nous ne collectons pas vos données personnelles sensibles. Notre seul revenu provient directement des utilisateurs.",
    "Safe &amp; Secure": "Sûr et sécurisé",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Notre système repose sur Linux : le même logiciel qu'utilise le Département américain de la Défense, la Banque de Chine et d'autres.",
    "Security Notices": "Avertissements de sécurité",
    "Download elementary OS": "Télécharger elementary OS",
    "Choose a Download": "Choisissez un téléchargement",
    "For help and more info, see the": "For help and more info, see the",
    "installation guide": "guide d'installation",
    "Cancel": "Retour",
    "Download Loki": "Download Loki",
    "Torrent Magnet Link": "Lien Magnet",
    "A fast and open replacement for Windows and OS X &sdot; elementary OS": "A fast and open replacement for Windows and OS X ⋅ elementary OS"
}