{
    "Download elementary OS": "Télécharger elementary OS",
    "Blog": "Blog",
    "Support": "Support",
    "Store": "Boutique",
    "Developer": "Développeur",
    "Get Involved": "Participer",
    "This is a development site.": "Ce site est en cours de développement.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "Vous visualisez une version en cours de développement de notre site web. Certaines pages peuvent ne pas fonctionner comme vous l'escomptez. Si vous êtes arrivé ici par accident, rendez vous plutôt sur <a href=\"http://elementary.io\">elementary.io</a>, notre site web officiel.",
    "A fast and open replacement for Windows and OS X": "Une alternative libre et rapide à Windows et Mac OS X",
    "Custom": "Autre",
    "Enter any dollar amount.": "Entrez une somme.",
    "Download Freya": "Télécharger Freya",
    "893 MB (for PC or Mac)": "893 Mo (pour PC ou Mac)",
    "What the press is saying about elementary OS:": "Ce que dit la presse à propos d'elementary OS :",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS est différent… un système d'exploitation beau et puissant qui tournera même sur de vieux PCs”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“Une plateforme rapide, nécessitant peu de maintenance, qui peut être installée virtuellement partout”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Légère et rapide… Totalement basée sur sa communauté, et qui a un réel flair pour le design et les apparences.”",
    "Meet Our Apps": "Découvrez Nos Applis",
    "Photos": "Photos",
    "Music": "Musique",
    "Videos": "Vidéos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importez, organisez, et éditez des photos. Faites un diaporama. Partagez sur Facebook ou Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organisez et écoutez votre musique. Parcourez-la par albums, utilisez une recherche ultra-rapide et constituez des playlists de vos titres favoris.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Regardez des films et vidéos avec une interface minimale. Le cadre discret et sombre s'estompe pour que vous puissiez profiter pleinement de votre film.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surfez sur le web avec un navigateur rapide & léger. Midori vous permet d'utiliser des sites web HTML5 et des applications web tout en économisant votre batterie.",
    "Learn More": "En savoir plus",
    "dat": "dat",
    "Accessories": "Accessoires",
    "Graphics": "Graphismes",
    "Internet": "Internet",
    "Office": "Bureautique",
    "Other": "Autres",
    "Sound &amp; Video": "Son & Vidéo",
    "System Tools": "Outils système",
    "Applications": "Les applications",
    "3 Ways to Explore": "3 Façons d'Explorer",
    "Grid": "Grille",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Affichez vos applications dans une grille triée par ordre alphabétique. Feuilletez-la et trouvez celle que vous voulez.",
    "Categories": "Catégories",
    "View your apps automatically organized into categories. Perfect for large collections.": "Voyez vos applications automatiquement triées par catégories. Parfait pour les grandes collections.",
    "Search": "Recherche",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Lancez des applications, ouvrez des panneaux de configuration, et plus depuis la recherche aussi rapide que l'éclair.",
    "Open Source": "Libre",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Notre code source peut être vérifié, contrôlé, modifié et redistribué par tout le monde.",
    "No Ads. No Spying.": "Pas de Pub. Pas d'Espionnage.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nous n'établissons pas de partenariats publicitaires et nous ne collectons pas vos données personnelles sensibles. Notre seul revenu provient directement des utilisateurs.",
    "Safe &amp; Secure": "Sûr & Sécurisé",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Notre système repose sur Linux : le même logiciel qu'utilise le Département américain de la Défense, la Banque de Chine et d'autres.",
    "Choose a Download": "Choisissez un Téléchargement",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Nous recommandons la version 64-bits pour les ordinateurs récents. Pour avoir de l'aide ou plus d'informations, voir le ",
    "installation guide": "guide d'installation",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Lien Magnet",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Copyright © 2015 elementary LLC. <a href=\"/privacy-policy\">Politique de confidentialité</a>",
    "Language": "Langue",
    "Change Site Language": "Changer la langue du site",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "Le site web d'elementary OS fonctionne avec des technologies web modernes que votre navigateur ne supporte pas.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "Cette version d'Internet Explorer est obsolète et peut contenir des bugs et failles de sécurité. Pensez à <a href=\"http://browsehappy.com/\">mettre à jour</a> votre navigateur vers IE 11 ou vers un autre navigateur.",
    "Dismiss": "Fermer"
}