{
    "Privacy Policy": "Politique de confidentialité",
    "Do Not Track": "Ne pas me pister",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Le site respecte les paramètres de non-pistage trouvé sur les navigateur moderne et désactive Google Analytics en conséquences. Nous ne pouvons supprimer automatiquement les autres méthodes de pistage sans impacter drastiquement l'utilisabilité du site. Nous vous conseillons de gérer ces méthodes de pistage manuellement en référençant la section concernée en désactivant les cookies.",
    "Cookies": "Cookies",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "Vous pouvez choisir de désactiver partiellement ou totalement les cookies du site ou les cookies externes dans les paramètres de votre navigateur.",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Les cookies sont utilisés pour améliorer le site. Vous pouvez toutefois naviguer sans cookies au détriment de certaines fonctionnalités. Par exemple, le site ne se souviendra si vous avez déjà payé pour elementary OS et vous proposera de donner à nouveau. ",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Enregistre les cookies pour retenir le comportement des utilisateurs et analyser des menaces potentielles. Pour plus d'informations, consulter la section ",
    "CloudFlare Privacy & Security Policy": "Politique de sécurité et de confidentialité CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Enregistre les cookies pour collecter des informations—incluant le nombre de visites du site, de la provenances de ces dernières et des pages visitées— dans un formulaire anonyme. Ces information ont pour but d'améliorer le site. Pour plus d'informations, consulter l'article de Google sur ",
    "Safeguarding Your Data": "Protection de vos données",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utilise les cookies pour se souvenir de votre dernière commande et de votre pays afin de savoir quelle type de carte offrir pour vos paiements. Pour plus d'informations, consulter ",
    "Stripe's Privacy Policy": "Politique de confidentialité Stipe",
    "Manage Cookies": "Gérer les cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Vous avez déjà visiter notre site. Peut-être désirez vous gérer les cookies enregistrés sur votre navigateur. Vous trouverez des liens vous guidant vers des instructions ci-dessous.",
    "Disable Cookies": "Désactiver les cookies",
    "Privacy Policy &sdot; elementary": "Politique de confidentialité ⋅ elementary"
}