{
    "A fast and open replacement for Windows and OS X": "Rychlý a otevřený nástupce Windows a OS X",
    "Custom": "Libovolně",
    "Enter any dollar amount.": "Zadejte libovolnou částku v dolarech.",
    "Purchase elementary OS": "Purchase elementary OS",
    "1.15 GB (for PC or Mac)": "1,15 GB (pro PC nebo Mac)",
    "What the press is saying about elementary OS:": "Co o elementary OS vyšlo v tisku:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "„elementary OS je jiný… nádherný a výkonný operační systém, který poběží dokonce i na starých PC“",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "„rychlý, na údržbu nenáročná platforma, kterou je možné nainstalovat kdekoliv“",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "„Lehký a rychlý… Absolutně založený na komunite uživatelů se skutečným citem pro design a vzhled.“",
    "Meet Our Apps": "Naše aplikace",
    "Photos": "Fotografie",
    "Music": "Hudba",
    "Videos": "Videa",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importujte, uspořádejte a upravujte fotografie. Vytvořte prezentaci. Sdílejte na Facebooku nebo Flickru.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Uspořádávejte a přehrávejte si vaše písničky\\. Poslouchejte po albech, využijte bleskurychlého vyhledávání a sestavujte playlisty vašich nejoblíbenějších\\.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Sledujte filmy a videa v minimalistickém rozhranní. Tenký tmavý oraj zmizí a vy tak budte moct vychutat ještě více z vašeho filmu.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surfujte na webu s rychlým a nenáročným prohlížečem. Mindori zobrazí HTML5 stránky a webové aplikace, přičemž nespotřebuje mnoho baterie.",
    "Learn More": "Čtěte dále",
    "dat": "dat",
    "Accessories": "Příslušenství",
    "Graphics": "Grafika",
    "Internet": "Internet",
    "Office": "Kancelář",
    "Other": "Ostatní",
    "Sound &amp; Video": "Zvuk & Video",
    "System Tools": "Systémové nástroje",
    "Applications": "Aplikace",
    "3 Ways to Explore": "3 způoby zobrazení",
    "Grid": "Mřížka",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Zobrazte všechny vaše aplikace v abecedním pořadí. Prolistuje jimi a najděte tu pravou.",
    "Categories": "Kategorie",
    "View your apps automatically organized into categories. Perfect for large collections.": "Zobrazte vaše aplikace automaticky rozřazené do kategorií. Ideální pro velké sbírky.",
    "Search": "Vyhledávání",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Spouštějte aplikace, spouštějte příkazy a mnohem více s bleskurychlým vyhledávacím zobrazením",
    "Open Source": "Open Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Náš kód je dostupný k nahlédnutí, podrobnému zkoumání, úpravě a redistribuci každému.",
    "No Ads. No Spying.": "Žádné reklamy. Žádné špehování.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Neuzavíráme smlouvy o reklamě a nesbíráme citlivé osobní údaje. Naše příjmy jsou výlučně od našich uživatelů.",
    "Safe &amp; Secure": "Bezpečí & Zabezpečení",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Stavíme na Linuxu: stejný software, na kterém stojí Ministerstvo obrany Spojených států, Bank of China a další.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Stáhnout elementary OS",
    "Choose a Download": "Vyberte způsob stažení",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Pro většinu moderních počítačů doporučujeme 64-bitovou variantu. Pro nápovědu a další informace prostudujte",
    "installation guide": "instalační manuál",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64-bit"
}