{
    "Check out our progress for Freya RC 1": "Check out our progress for Freya RC 1",
    "Fixed": "Ispravljeno",
    "In Progress": "U postupku",
    "Unfixed": "Nije ispravljeno",
    "Translations": "Prijevodi",
    "Web Development": "Web razvoj",
    "Design": "Dizajn",
    "Desktop Development": "Razvoj za osobna računala",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Drugačiji jezik je drugačija vizija života.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.",
    "Learn More": "Learn More",
    "Our website is also openly translated using an online platform called Transifex.": "Our website is also openly translated using an online platform called Transifex.",
    "Translate elementary OS": "Translate elementary OS",
    "Translate This Website": "Translate This Website",
    "World map": "Karta svijeta",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Web stranice trebaju izgledati dobro iznutra i izvana\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Naša web stranica je izrađena korištenjem HTML, CSS, PHP i JavaScript web tehnologija. Stalno smo u potrazi za ljudima s iskustvom u tom području, koji imaju želju pridonijeti svojim radom i učiniti je još boljom. Većinu dizajna osmišlja naš tim dizajnera, ali volimo dizajnerske ideje i povratne informacije našeg web tima. ",
    "Fork Us on GitHub": "'Fork Us' na GitHub-u",
    "See Our Open Bug Reports": "Pogledaj naše prijave grešaka",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Dobar dizajn čini nešto zapamtljivim i značajnim.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Svaki projekt započinje idejom. Naš dizajn tim ih uzima i pretvara u karte za razvoj. Dizajn dijelimo na dva dijela:",
    "Visual Design": "Vizualni dizajn",
    "A great place for visual designers to get started is by sharing mockups with": "Odličan početak za vizualne dizajnere je dijeljenje skica s",
    "our Google+ Community": "našom Google+ zajednicom",
    "Interactive Design": "Interaktivni dizajn",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Na Launchpadu koristimo sustav zvan Blueprints za stvaranje detaljnih objašnjenja o novim značajkama.",
    "Read the Interface Guidelines": "Pročitaj Smjernice korisničkog sučelja",
    "Browse Our Blueprints": "Pregledaj naše nacrte",
    "Read About Our Workflow": "Pročitaj o našem načinu rada",
    "Application wire frame": "Kostur aplikacije",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Prije nego li se softver može iskoristiti, najprije se mora moći koristiti\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Naše razvojno okruženje i sve njegove aplikacije napravljene su uz pomoć Vala, GTK+, Clutter, Cairo, Granite i mnoštvo drugih besplatnih biblioteka. Sav naš kôd je postavljen na Launchpad.net, besplatni servis za projekte otvorenog koda. Uvijek smo u potrazi za suradnicima svih razina vještina.",
    "Browse Our Desktop Code": "Pregledajte kôd elementary OS-a",
    "Browse Our Apps' Code": "Pregledajte kôd naših aplikacija",
    "Scratch text editor": "Scratch uređivač teksta",
    "Get Involved with elementary OS": "Uključi se u elemetary OS"
}