{
    "Privacy Policy": "Politika privatnosti",
    "Do Not Track": "Nemoj pratiti",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ova stranica poštuje nemoj-pratiti postavku koju se može naći u većini modernih preglednika i onemogućuje Google Analytics kada je prisutan. Ne možemo automatski ukloniti ostale metode praćenja bez da to uvelike ne utječe na korištenje ove stranice. Ukoliko želite ručno urediti ove postavke praćenja, pogledajte sekciju o onemogućavanju kolačića.",
    "Cookies": "Kolačići",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ova stranica koristi kolačiće za inkrementalna poboljšanja. Fukcionalnosti stranice su prisutne i bez njih, no sa umanjenom iskoristivošću. Na primjer, ova stranica neće zapamtiti ako ste prethodno platili za elementary OS, nego ćete ponovno biti pitani za plaćanje.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Pohranjuje kolačiće kako bi zabilježio ponašajne elemente analizirao potencijalne prijetnje. Za više informacija pogledajte",
    "CloudFlare Privacy & Security Policy": "CloudFlare politika privatnosti i sigurnosti",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Pohranjuje kolačiće za prikupljanje informacija - uključujući broj posjetitelja ovoj stranici, sa koje stranice su bili preusmjereni, i koje stranice posjećuju - u anonimnom obliku. Ove informacije koriste se za unaprijeđivanje stranice. Za više informacije pogledajte Googleov članak na temu",
    "Safeguarding Your Data": "Zaštita Vaših podataka",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Koristi kolačiće kako bi zapamtilo vašu posljednju narudžbu i zemlju iz koje dolazite kako bi znalo koje tipove kartičnog plaćanja ponuditi. Za više informacija pogledajte",
    "Stripe's Privacy Policy": "Stripe politika privatnosti",
    "Manage Cookies": "Upravljanje kolačićima",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "S obzirom da ste već posjetili naše stranice, možda ćete htjeti upravljati kolačićima spremljenim u Vaš internet preglednik. Poveznice na odgovarajuće upute možete pronaći ispod.",
    "Privacy Policy &sdot; elementary": "Politika privatnosti ⋅ elementary"
}