{
    "Installation": "Installation",
    "Download elementary OS": "Hämta elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Om du inte redan har gjort det, <a href=\"/\" target=\"_blank\">hämta elementary OS från vår webbplats</a>. Du måste kopiera den nedladdade ISO-filen till ett USB-minne enligt anvisningarna nedan.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS är för närvarande byggt för två processorarkitekturer, 32-bitars och 64-bitars.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Om du vet att du har en nyare dator med 64-bitarsprocessor, välj 64-bitarsversionen.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Om din dator är äldre eller om du inte vet vilken typ av processor din dator har, välj 32-bitarsversionen. (64-bitarsprocessorer kommer fortfarande att kunna köra denna version).",
    "Recommended System Specifications": "Rekommenderade systemkrav",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3, eller likvärdig dubbelkärnig 64-bitars processor",
    "1 GB of system memory (RAM)": "1 GB systemminne (RAM)",
    "15 GB of disk space": "15 GB hårddiskutrymme",
    "Internet access": "Internetåtkomst",
    "Back Up Your Data": "Säkerhetskopiera din data",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Se till att säkerhetskopiera viktig data till en extern plats, till exempel till en molntjänst eller en extern hårddisk. Installation av ett nytt operativsystem kan skriva över din befintliga data.",
    "Choose your current Operating System": "Välj ditt nuvarande operativsystem",
    "Select the operating system you are currently using to view tailored installation instructions.": "Välj ditt nuvarande operativsystem för att få anpassade installations instruktioner.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Verifiera din nedladdning",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Att verifiera hämtningen är ett viktigt, men inte obligatoriskt steg. Vi skapar en kontrollsumma (eller hashsumma) för elementary OS-avbildningar, och vi rekommenderar dig att kontrollera att nedladdningen matchar kontrollsumman innan du försöker installera. Detta säkerställer att du har fått en fullständigt komplett nedladdning och att din installationsavbildning inte är skadad på något vis.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows innehåller inte något inbyggt verktyg för att kontrollera SHA256-kontrollsummor, så du kommer att behöva hämta <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Verktyget Hash Tool",
    "Open Hash Tool": "Öppna Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Under \"Hash Type\", välj <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Under \"Input File\", välj <code>Select File(s)</code> och lokalisera ISO-filen för elementary OS.",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Kontrollera att texten i \"Results\" matchar ett av följande hashvärden",
    "32-bit": "32-bits",
    "64-bit": "64-bits",
    "Creating an Install Drive": "Skapa en installationsenhet",
    "Rufus - select ISO": "Rufus - välj ISO",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called Rufus.": "Du behöver en USB-sticka med åtminstone 1 GB oanvänt utrymme och ett program som heter Rufus.",
    "Download Rufus": "Ladda ner Rufus",
    "Open Rufus": "Öppna Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Sätt in din USB-enhet och välj det i listan som heter \"Enheter\"",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Välj \"ISO-avbild\" härnäst för att \"Skapa en uppstartsdisk med hjälp av...\"",
    "Click": "Klicka",
    "the disk icon": "diskikonen",
    "to choose the ISO that you downloaded previously.": "för att välja ISO-filen du laddade ner tidigare.",
    "Click &quot;Start&quot; and wait for the process to finish.": "Klicka på \"Starta\" och vänta på att processen ska bli färdig.",
    "Booting from the Install Drive": "Uppstart från installationsenhet",
    "In order to start the installation process, you must boot your computer from the install drive.": "För att starta installationen måste datorn startas från installationsenheten.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Förutsatt att din dator fortfarande är på, starta genom att sätta in installationsenheten och starta om datorn. ",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "På de flesta datorer kan du ändra uppstartsordningen för endast denna uppstart genom att trycka på en speciell tangent — vanligtvis <kbd>F12</kbd>, men ibland <kbd>Esc</kbd> eller en annan funktionstangent. Se skärmen eller datorns dokumentation för att vara säker.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Klicka på <kbd>F12</kbd> (eller motsvarande tangent) och välj installationsenheten—Vanligtvis \"USB-HDD\" eller någonting innehållande ordet \"USB\", men formuleringen kan variera. Om du väljer fel enhet kommer din dator troligtvis fortsätta att starta som vanligt. Starta helt enkelt om din dator igen och välj en annan enhet i samma meny.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kort efter valet av rätt startenhet bör du bli presenterad med elementary OS välkomstbild. Du kan nu följa instruktionerna på skärmen som guidar dig genom resten av installationen. ",
    "Running the following command in your terminal:": "Att köra det följande kommandot i terminalen:",
    "should produce the output:": "bör ge resultatet:",
    "Before creating an install drive, make sure you have all OS X updates installed. To check for available updates, open the Apple Menu and select either &quot;Software Update…&quot; or &quot;App Store…&quot; Make sure to install any OS updates in addition to ones labeled with &quot;Firmware&quot; and &quot;Boot Camp&quot;.": "Innan du skapar en installationsenhet, se till att du har alla OS X-uppdateringarna installerade. För att söka efter tillgängliga uppdateringar, öppna Apple-menyn och välj antingen \"Software Update ...\" eller \"App Store ...\" Se till att installera alla OS-uppdateringar inklusive dem som är märkta \"Firmware\" och \"Boot Camp\".",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called &quot;Create elementary Installer&quot;.": "You'll need a USB flash drive with at least 1 GB of free space and a program called \"Create elementary Installer\".",
    "Download Create elementary Installer": "Download Create elementary Installer",
    "Open &quot;Create elementary Installer&quot;. If your Mac cannot open it because it's from an unidentifiable developer, right click the app, and select &quot;Open&quot;.": "Open \"Create elementary Installer\". If your Mac cannot open it because it's from an unidentifiable developer, right click the app, and select \"Open\".",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Insert the spare USB drive, and select the ISO file you've just downloaded.",
    "Create elementary OS USB Installer": "Skapa USB-installerare för elementary OS",
    "Select your USB drive to start the installer creation process.": "Select your USB drive to start the installer creation process.",
    "Select USB Drive": "Välj USB-enhet",
    "If your Mac doesn't recognize the resulting drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;.": "Om din Mac inte känner igen den resulterande enheten i bootmenyn kan du behöva skapa en installations-DVD för elementary OS istället. För att skapa en sådan, sätt in en tom DVD, högerklicka på ISO-filen i Finder, och välj &quot;Bränn elementaryos-freya-xx.xx.iso till skiva&quot;.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "När du hör ljudsignalen, tryck och håll ner <kbd>Option</kbd>. Därefter väljer du lämplig startenhet. Observera att den kan vara felaktigt identifierad som \"Windows\", men detta är normalt.",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called UNetbootin.": "You'll need a USB flash drive with at least 1 GB of free space and a program called UNetbootin.",
    "Download UNetbootin": "Ladda ner UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Öppna UNetbootin från programstartaren. Det kommer då att öppnas ett fönster likt det nedan:",
    "UNetbootin": "Unetbootin",
    "Select &quot;Diskimage&quot;": "Välj \"Diskavbild\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Click \"…\" to select the ISO that you downloaded previously.",
    "Unplug all USB memory devices apart from the one you want to use.": "Unplug all USB memory devices apart from the one you want to use.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Click \"OK\" and wait for the process to finish.",
    "After Installation": "Efter installationen",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Ta dig tid att läsa guiden <a href=\"/docs/learning-the-basics\">kom igång</a> för att lära mer om ditt nya operativsystem."
}