{
    "Learning the Basics": "Lär dig grunderna",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Som med alla operativsystem kan det finnas saker du inte behärskar fullständigt. Den här avdelningen går igenom hur du gör enkla vardagssysslor som att surfa på webben och att lyssna på musik, liksom annan nyttig information du kanske inte redan visste om.",
    "The Desktop": "Skrivbordet",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Skrivbordet i elementary OS är mycket enkelt och lätt att lära sig. Det består av två delar: panelen och dockan. Man kan anpassa skrivbordsbakgrunden i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Skrivbord</strong> → <strong>Bakgrundsbild</strong>.",
    "The Panel": "Panelen",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "Längst upp på skärmen återfinns panelen. Till vänster finns menyn Program, i mitten står tid och datum, och till höger ligger indikatorerna.",
    "Applications": "Applikationer",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:",
    "Shutdown and Restart": "Stäng ner och starta om",
    "Compose Message": "Skriv ett meddelande",
    "New Private Browsing Window": "New Private Browsing Window",
    "Math operations (example: 23 * 5)": "Matematiska beräkningar (t.ex 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "To open the applications menu with the keyboard, press <kbd>⌘</kbd> + <kbd>space</kbd>.",
    "Indicators": "Indikatorer",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Till höger på panelen finns ikoner som kallas indikatorer. Dessa beskriver aktuell status för sessionen, dvs nätverksanslutningar, batteriladdning, tid, chatt- och epostkonton, etc. Klickning på en indikator visar mer information och relaterade åtgärder.",
    "The Dock": "Dockan",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Längst ner på skärmen finns dockan. Den innehåller dina favoritprogram samt alla program som för tillfället är öppna.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Innehållet i dockan är enkelt att anpassa. För att lägga till ett program till dockan, dra och släpp det från <strong>Program</strong> på panelen eller högerklicka på en öppen programikon och välj <strong>Behåll i dockan</strong>. För att ta bort ett program från dockan, dra bort den och släpp den i ett tomt utrymme på skrivbordet eller högerklicka på ikonen och avmarkera <strong>Behåll i dockan</strong>. För att ordna programmen i dockan, helt enkelt dra och släpp dem.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Som standard döljs dockan vid skärmens nederkant när ett program är öppet. Flytta helt enkelt musen till mitten längst ner på skärmen för att ta fram dockan.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Du kan anpassa dockans beteende i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Skrivbord</strong> → <strong>Docka</strong>.",
    "App Windows": "Programfönster",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Programmen har sina egna fönster som kan stängas, maximeras, eller flyttas runt.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "När ett program öppnas visas dess fönster på skrivbordet. Varje program har vanligtvis tre områden: fönsterknapparna, verktygsfältet och programmets innehåll.",
    "Window Buttons": "Fönsterknappar",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Programfönstrets knappar finns i fönstrets övre hörn. Stängknappen är till vänster och maximera-knappen till höger. Trycker man på knappen Stäng så stängs programfönstret. Tryck på knappen Maximera växlar programfönstrets läge till och från helskärm. Man kan flytta programfönster över skrivbordet genom att dra i tomrummet mellan knapparna.",
    "Toolbar": "Verktygsfält",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Många program har ett verktygsfält högst upp. Detta område innehåller verktyg för vanliga åtgärder eller navigering i programmet. Du kan flytta ett programfönster genom att dra i någon tom yta av ett verktygsfält.",
    "Multitasking": "Multitasking",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS stöder två sorters multitasking: fönster and arbetsytor.",
    "Windows": "Fönster",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Program öppnas i programfönster. De kan överlappa på skrivbordet och flyttas runt. Man kan växla mellan fönster på flera sätt:",
    "click on the window you want to switch to": "klicka på det fönster du vill byta till",
    "click on the app's icon in the dock": "klicka på programikonen i dockan",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "tryck <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "För att se en översikt över dina öppna programfönster, tryck <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Du kan anpassa tangentbordsgenvägarna i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Tangentbord</strong> → <strong>Snabbkommandon</strong> → <strong>Fönster</strong>.",
    "Hot Corners": "Aktiva hörn",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Du kan också konfigurera &quot;aktiva hörn&quot; (genvägar som aktiveras genom att placera markören i hörnet på skärmen) för att aktivera multitasking-funktioner, som fönsteröverblick, arbetsytevy, med mera.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Du kan anpassa aktiva hörn i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Skrivbord</strong> → <strong>Aktiva hörn</strong>.",
    "Workspaces": "Arbetsytor",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Som standard öppnas alla programfönster på en arbetsyta. Emellertid kan du använda flera arbetsytor för att organisera ditt arbetsflöde:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "För att se en översikt över dina arbetsytor, tryck <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "För att snabbt flytta åt vänster eller höger genom arbetsytorna, tryck <kbd>⌘</kbd> + <kbd>←</kbd> eller <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "För att växla mellan arbetsytor, tryck <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Du kan gå direkt till en viss arbetsyta genom att trycka <kbd>⌘</kbd> + <kbd>1</kbd> upp till <kbd>⌘</kbd> + <kbd>9</kbd>. Du kan alltid gå till en ny arbetsyta med <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Du kan också dra programfönster mellan olika arbetsytor genom att dra deras ikoner i arbetsytevyn. För att få en överblick över programfönstren på alla arbetsytorna, tryck <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Du kan anpassa dessa genvägar i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Tangentbord</strong> → <strong>Snabbkommandon</strong> → <strong>Arbetsytor</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>OBS: <kbd>⌘</kbd> syftar på &quot;super&quot;-tangenten. Den representeras av Windowstangenten på de flesta PC respektive kommandotangenten på Macdatorer.</em>",
    "Multiple Displays": "Flerfaldiga skärmar",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (",
    ") and each display's settings can be changed from its cog (": ") and each display's settings can be changed from its cog (",
    ") menu.": ") meny.",
    "Installing Apps": "Installera program",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "elementary OS levereras med <strong>Programcentralen</strong>, en &quot;App Store&quot; för gratis- och betalprogram. Det är enkelt att installera ett nytt program genom Programcentralen:",
    "Open the <strong>Software Center</strong> app.": "Öppna <strong>Programcentralen</strong>.",
    "Search in the top-right, or browse.": "Sök överst till höger eller bläddra.",
    "Click <strong>Install</strong> next to the app you want to install.": "Klicka på <strong>Installera</strong> vid programmet du vill installera.",
    "You may be asked for your password prior to installing an app.": "Du kan behöva ange lösenord innan du installerar ett program.",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>OBS: Vissa program kanske inte är tillgängliga från Programcentralen. Även om vi inte rekommenderar att ladda ner programvara från det allmänna Internet, bör program som är kompatibla med Ubuntu 14.04 LTS fungera lika bra i elementary OS Freya.</em>",
    "Updating": "Uppdaterar",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS includes \"Software Update\", an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.",
    "System Settings": "Systeminställningar",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS levereras med en behändig funktion som heter &quot;Systeminställningar&quot; och hanterar alla dina systemrelaterade (eller &quot;globala&quot;) inställningar. Systeminställningar ger dig möjlighet att justera saker som kortkommandon, skärmupplösning, bakgrundsbild med mera.",
    "Search": "Sök",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Du kan snabbt hitta inställningar du letar efter genom att skriva in sökord i sökfältet längst upp i fönstret. Innehållet i fönstret Systeminställningar filtreras ner för att motsvara din sökning.",
    "App Settings": "Programinställningar",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tänk på att Systeminställningar endast avser de globala inställningarna för elementary OS. En del program kan också ha sina egna inställningar, som du inte hittar här. Leta istället efter dem i själva programmet."
}