{
    "Check out our progress for Loki Alpha 1": "लोकी अल्फा १ को लागी हाम्रो प्रगति हेर्नुहोस्",
    "Fixed": "सच्याइएको",
    "In Progress": "काम भइरहेको",
    "Unfixed": "नसच्याइएको",
    "Funding": "अनुदान",
    "Translations": "अनुवादहरु",
    "Web Development": "वेब विकास",
    "Desktop Development": "डेस्कटप विकास",
    "Design": "डिजाइन",
    "Targeted Funding": "लक्षित अनुदान",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "बाउन्टीसोर्सले आउने वित्तीय अनुदानलाई विकासकर्ताहरुले समस्याहरुको समाधान गरेको वा नयाँ सुविधाहरुको सिर्जना गरेको बापत सिधै विकासकर्ताहरुको हातसम्म पुर्याउँदछ। तपाईंलाई सबैभन्दा धेरै महत्वपूर्ण लागेका मुद्दाहरुका लागि पुरस्कार रकम राख्नुहोस् अथवा एउटा विशेष अनुप्रयोगको लागि अनुदान दिनुहोस्। तपाईं आवधिक सदस्य पनि बन्न सक्नुहुन्छ।",
    "Learn More": "थप जानकारी",
    "BountySource": "बाउन्टीसोर्स",
    "General Funding": "सामान्य अनुदान",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "पेट्रियन एउटा निरन्तर चलिरहने सामुहिक अनुदान अभियान जस्तै काम गर्दछ। एउटा रकम छान्नुहोस्, पुरस्कारहरु पाउनुहोस्, र हामीलाई हाम्रो लक्ष्य सम्म पुग्न सहयोग गर्नुहोस्।",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "पेपाल एक छिटो र सजिलो समाधान हो। एक पटक तिर्नका लागि रकम छान्नुहोस् वा आवधिक सदस्य बन्नुहोस्।",
    "Patreon": "पेट्रियन",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "एलीमेन्टरी ओएसलाई विश्वभरिका मनिसहरुले बनाउँदछन् र प्रयोग गर्दछन्; यसलाई अरु भाषाहरुमा अनुवाद गरेर यसको अनुभव अझै राम्रो बनाउन हामीलाई मद्दत गर्नुहोस्।",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "एलीमेन्टरी ओएसले लञ्चप्याडमा भएको रोजेटा भनिने एउटा खुला, सहयोगात्मक अनुवाद उपकरणको प्रयोग गर्दछ।",
    "Our website is also openly translated using an online platform called Transifex.": "हाम्रो वेबसाइट ट्रान्जिफेक्स भनिने एक अनलाइन मञ्चको प्रयोग गरेर पनि खुला रुपमा अनुवाद गरिन्छ।",
    "Translate elementary OS": "एलीमेन्टरी ओएस को अनुवाद गर्नुहोस्",
    "Translate This Website": "यस वेबसाइटको अनुवाद गर्नुहोस्",
    "World map": "विश्वको नक्शा",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Report an Issue with Our Website",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "हाम्रो डेस्कटपको कोड हेर्नुहोस्",
    "Browse Our Apps' Code": "हाम्रा अनुप्रयोगहरुको कोड हेर्नुहोस्",
    "See Our Open Bug Reports": "हाम्रा खुल्ला त्रुटि प्रतिवेदनहरु हेर्नुहोस्",
    "Scratch text editor": "स्क्र्याच लेख सम्पादक",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "हरेक परियोजना एउटा विचारबाट शुरु हुन्छ। हाम्रो योजना टोलीले यी विचारहरुलाई लिएर रूपरेखाहरुमा परिणत गर्दछन्। हामी योजनालाई दुई भागहरुमा विभाजन गर्दछौं:",
    "Visual Design": "दृश्यात्मक डिजाइन",
    "A great place for visual designers to get started is by sharing mockups with": "दृश्यात्मक योजनाकारहरुको लागि नमुनाहरु वितरण गरेर सुरुवात गर्ने एउटा उत्तम ठाउँँ हो",
    "our Google+ Community": "हाम्रो गुगल+ समुदाय",
    "Interactive Design": "अन्तरक्रियात्मक डिजाइन",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "हामी नयाँँ पक्षहरुको विस्तृत स्पष्टीकरणको सिर्जना गर्न लञ्चप्याडमा ब्लुप्रिन्ट्स भनिने एउटा प्रणाली प्रयोग गर्दछौं।",
    "Read the Interface Guidelines": "इन्टरफेस सम्बन्धी निर्देशनहरु पढ्नुहोस् ",
    "Browse Our Blueprints": "हाम्रो खाकाहरु हेर्नुहोस्",
    "Read About Our Workflow": "हाम्रो कार्यप्रवाहको बारेमा पढ्नुहोस्",
    "Application wire frame": "अनुप्रयोग अवधारणा",
    "Get Involved with elementary OS": "एलीमेन्टरी ओएस् सँग संलग्न हुनुहोस्"
}