{
    "Check out our progress for Freya RC 1": "Freya RC 1 का लागि हाम्रो प्रगति हेर्नुहोस्",
    "Fixed": "सच्याइएको",
    "In Progress": "काम भइरहेको",
    "Unfixed": "नसच्याइएको",
    "Translations": "अनुवादहरु",
    "Web Development": "वेब विकास",
    "Design": "योजना",
    "Desktop Development": "डेस्कटप विकास",
    "Funding": "Funding",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"एउटा फरक भाषा जीवनको एउटा छुट्टै दर्शन हो।\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS लाई विश्वभरिका मनिसहरुले बनाउँदछन् र प्रयोग गर्दछन्; यसलाई अरु भाषाहरुमा अनुवाद गरेर यसको अनुभव अझै राम्रो बनाउन हामीलाई मद्दत गर्नुहोस्।",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS ले Launchpad मा भएको Rosetta भनिने एउटा खुला, सहयोगात्मक अनुवाद उपकरणको प्रयोग गर्दछ।",
    "Learn More": "थप जानकारी",
    "Our website is also openly translated using an online platform called Transifex.": "हाम्रो वेबसाइट Transifex भनिने एक अनलाइन मञ्चको प्रयोग गरेर पनि खुला रुपमा अनुवाद गरिन्छ।",
    "Translate elementary OS": "elementary OS को अनुवाद गर्नुहोस्",
    "Translate This Website": "यस वेबसाइटको अनुवाद गर्नुहोस्",
    "World map": "विश्वको नक्शा",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"वेबसाइटहरु भित्री र बाहिरी दुवै रुपमा राम्रो देखिनु पर्दछ।\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "हाम्रो वेबसाइट HTML, CSS, PHP, तथा JavaScript प्रयोग गरेर निर्माण गरिएको हो। हामी ती क्षेत्रहरुमा योगदान दिन र यसलाई अझै राम्रो बनाउन चाहनु हुने अनुभवी व्यक्तिहरुको सँधै खोजीमा रहने गर्दछौं। धेरैजसो योजनाको काम हाम्रो योजना टोलीले नै गर्दछन्, तर हाम्रो वेब टोलिका लागि योजनाका विचारहरु एवं प्रतिक्रियाहरुको हामी स्वागत गर्दछौं।",
    "Fork Us on GitHub": "हामीलाई GitHub मा Fork गर्नुहोस्",
    "See Our Open Bug Reports": "हाम्रा खुल्ला त्रुटि प्रतिवेदनहरु हेर्नुहोस्",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"महान योजना भनेको कुनै कुरालाई अर्थपूर्ण र स्मरणीय बनाउनु हो।\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "हरेक परियोजना एउटा विचारबाट शुरु हुन्छ। हाम्रो योजना टोलीले यी विचारहरुलाई लिएर रूपरेखाहरुमा परिणत गर्दछन्। हामी योजनालाई दुई भागहरुमा विभाजन गर्दछौं:",
    "<strong>Visual Design</strong>": "<strong>दृश्यात्मक योजना</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "दृश्यात्मक योजनाकारहरुको लागि नमुनाहरु साटासाट गरेर सुरुवात गर्ने एउटा उत्तम ठाउँँ हो <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">हाम्रो गुगल+ समुदाय</a>",
    "<strong>Interactive Design</strong>": "<strong>अन्तरक्रियात्मक योजना</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "हामी नयाँँ पक्षहरुको विस्तृत स्पष्टीकरणको सिर्जना गर्न Launchpad मा Blueprints भनिने एउटा प्रणाली प्रयोग गर्दछौं।",
    "Read the Interface Guidelines": "इन्टरफेस सम्बन्धी निर्देशनहरु पढ्नुहोस् ",
    "Browse Our Blueprints": "हाम्रो खाकाहरु हेर्नुहोस्",
    "Read About Our Workflow": "हाम्रो कार्यप्रवाहको बारेमा पढ्नुहोस्",
    "Application wire frame": "अनुप्रयोग अवधारणा",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"सफ्टवेर पुन: उपयोग योग्य हुन पहिले प्रयोग गर्न मिल्ने हुनु पर्दछ\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "हाम्रो डेस्कटप पर्यावरण तथा यसका सबै अनुप्रयोगहरु Vala, GTK+, Clutter, Cairo, Granite र अरु स्वतन्त्र लाइब्रेरीहरु प्रयोग गरेर निर्माण गरिएका हुन्। हाम्रा सबै कोडहरु Launchpad.net, जुन खुल्ला स्रोत परियोजनाहरुको लागि एउटा नि:शुल्क सेवाप्रदायक हो, मा राखिएका छन्। हामी सँधै नै विभिन्न कौशल स्तर भएका योगदानकर्ताहरुको खोजीमा रहने गर्दछौं।",
    "Browse Our Desktop Code": "हाम्रो डेस्कटपको कोड हेर्नुहोस्",
    "Browse Our Apps' Code": "हाम्रा अनुप्रयोगहरुको कोड हेर्नुहोस्",
    "Scratch text editor": "Scratch लेख सम्पादक",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Do what you love and the money will follow.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "General Funding",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "elementary OS सँग संलग्न हुनुहोस्"
}