{
    "Installation": "Instalacija",
    "Download elementary OS": "Preuzmi elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ako to već niste učinili, <a href=\"/\" target=\"_blank\"> preuzmite elementary OS sa naše početne stranice</a>. Preuzetu ISO datoteku kopirajte na USB flash pogon pomoću uputa ispod. ",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS je trenutno izrađen za dvije arhitekture procesora, 32-bitnu i 64-bitnu.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Ako znate da imate novije računalo sa 64-bitnim procesorom, odaberite 64-bitnu inačicu.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Ako je vaše računalo starije, ili pak ne znate detalje o tipu procesora kojeg vaše računalo posjeduje, odaberite 32-bitnu inačicu. (64-bitni procesori mogu pogoniti ovu inačicu)",
    "Recommended System Specifications": "Preporučeni sustavski preduvjeti",
    "1 GHz 32-bit or 64-bit processor": "1 GHz 32-bitni ili 64-bitni procesor",
    "1 GB of system memory (RAM)": "1 GB radne memorije (RAM)",
    "15 GB of disk space": "15 GB diskovnog prostora",
    "Internet access": "Pristup internetu",
    "Back Up Your Data": "Napravite sigurnosnu kopiju svojih podataka",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Pobrinite se da su podaci koji su vam važni sigurno pohranjeni na vanjsku lokaciju, poput cloud servisa ili eksternog tvrdog diska. Instalacija novog operacijskog sustava može prebrisati postojeće podatke. ",
    "Creating an Install Drive": "Staranje instalacijskog pogona",
    "Windows": "Windows",
    "OS X &amp; Ubuntu": "OS X i Ubuntu",
    "Rufus - select ISO": "Rufus - odaberite ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Započnite sa rezervnim USB flash pogonom sa minimalno 1GB praznog prostora.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Također, trebat ćete malenu aplikaciju imena Rufus. Morat ćete ju preuzeti sa <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">njene web stranice</a> te otvoriti preuzetu datoteku i pokrenuti je. Otvorit će se prozor poput ovog ispod:",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "You can now insert your USB drive and select it in the \"Device\" list. After that, you'll have to select \"ISO Image\" in \"Create a bootable disk using...\" and click",
    "the disk icon": "ikona diska",
    "to choose the ISO that you downloaded previously.": "kako biste odabrali ISO koji ste prethodno preuzeli.",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "Click \"Start\", then just wait for the process to finish.",
    "OS X, Ubuntu, and others": "OS X, Ubuntu, and others",
    "UNetbootin": "UNetbootin",
    "You'll also need a small application called UNetbootin. To install it in Ubuntu, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>. In OS X you'll have to download it from <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">its website</a> and open the downloaded file to install it.": "Također, trebat ćete malenu aplikaciju imena UNetbootin. Kako biste je instalirali na Ubuntu, samo <a href=\"http://appnr.com/install/unetbootin\">kliknite na ovaj link</a>. Na OS X-u ćete je morati preuzeti sa <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">njene web stranice</a> te otvoriti preuzetu datoteku i instalirati je.",
    "Open UNetbootin from the Dash in Ubuntu or Launchpad in OS X. It will open a window like the one below:": "Otvorite UNetbootin sa pokretačke trake na Ubuntu, odnosno OS X-u. Otvorit će se prozor kao ovaj koji je prikazan ispod.",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "Make sure \"Diskimage\" is selected, and click \"…\" to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click \"OK\" and wait for the process to finish.",
    "Booting from the Install Drive": "Pokretanje sustava sa instalacijskog diska",
    "In order to start the installation process, you must boot your computer from the install drive. This process may differ depending on the type of computer you have. This guide covers the most common use cases.": "Kako biste započeli proces instalacije, računalo morate pokrenuti sa instalacijskog pogona. Ovaj postupak se može razlikovati ovisno o tome kakvo računalo posjedujete. Ovaj vodič pokriva najčešće slučajeve.",
    "Booting on a PC": "Pokretanje sustava na PC-u",
    "Booting on a Mac": "Pokretanje sustava na Mac-u",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Uz pretpostavku da je računalo još uvijek uključeno, započnite sa umetanjem instalacijskog pogona i ponovno pokrenite računalo.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Većina računala će vam nakratko dozvoliti da promjenite redoslijed pokretanja za trenutnu sesiju pritiskom na specijalnu tipku - koja je uglavnom <kbd>F12</kbd>, a ponekad i <kbd>Esc</kbd> ili neka druga funkcijska tipka. Pogledajte zaslon računala pri paljenju ili dokumentaciju računala kako bi bili sigurni.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Nedugo nakon odabira odgovarajućeg instalacijskog pogona, trebao bi se pojaviti elementary OS početni zaslon. Sada na zaslonu pratite upute koje će vas voditi kroz ostatak procesa.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal."
}