{
    "Installation": "Įdiegimas",
    "Download elementary OS": "Atsisiųskite elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Jei dar nesate to padarę, turėsite <a href=\"/\" target=\"_blank\" rel=\"noopener\">atsisiųsti elementary OS iš mūsų pradžios puslapio</a>. Jums reikės nukopijuoti atsisiųstą ISO failą į USB atmintuką, naudojant žemiau pateiktas instrukcijas.",
    "Recommended System Specifications": "Rekomenduojamos sistemos specifikacijos",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Nors mes neturime griežto minimalių sistemos reikalavimų rinkinio, tačiau geriausiam patyrimui rekomenduojame tokias specifikacijas:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Paskiausias Intel i3 ar panašus dviejų branduolių 64 bitų procesorius",
    "4 GB of system memory (RAM)": "4 GB sistemos atminties (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Puslaidininkinis diskas (SSD) su 15 GB laisvos vietos",
    "Internet access": "Interneto prieiga",
    "1024×768 display": "1024×768 ekranas",
    "Back Up Your Data": "Pasidarykite savo duomenų atsarginę kopiją",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Įsitikinkite, kad esate pasidarę savo svarbių duomenų atsarginę kopiją kokioje nors išorinėje vietoje, kaip pavyzdžiui, debesijos paslaugoje ar išoriniame standžiajame diske. Naujos operacinės sistemos įdiegimas gali perrašyti jūsų esamus duomenis.",
    "Choose your current Operating System": "Pasirinkite savo dabartinę operacinę sistemą",
    "Select the operating system you are currently using to view tailored installation instructions.": "Pasirinkite operacinę sistemą, kurią šiuo metu naudojate šių pritaikytų įdiegimo instrukcijų peržiūrai.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Įdiegimo disko sukūrimas",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Jums prireiks USB atmintuko su bent 2 GB laisvos vietos ir programos, pavadinimu Rufus.",
    "Download Rufus": "Atsisiųskite Rufus",
    "Rufus - select ISO": "Rufus - pasirinkti ISO",
    "Open Rufus": "Atverkite Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Įdėkite savo USB atmintuką ir pasirinkite jį &quot;Įrenginių&quot; sąraše",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "&quot;Įkelties parinkties&quot; sąraše pasirinkite &quot;Diską ar ISO atvaizdį&quot;",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Norėdami pasirinkti anksčiau atsisiųstą ISO, spustelėkite &quot;PASIRINKITE&quot;.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Tam, kad jūs galėtumėte patvirtinti savo atsisiųstą failą, mes generuojame elementary OS atvaizdžių kontrolinę sumą (arba maišos sumą). Tai užtikrina, kad gavote pilną, užbaigtą atsisiuntimą ir, kad jūsų įdiegimo atvaizdis nėra jokiu būdu pažeistas. Spustelėkite",
    "the checksum icon": "kontrolinės sumos piktograma",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "šalia &quot;PASIRINKITE&quot; ir įsitikinkite, kad tekstas šalia &quot;SHA256&quot; atitinka šią maišą:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Jeigu maišos sutampa, spustelėkite &quot;PRADĖTI&quot; ir palaukite, kol procesas bus užbaigtas.",
    "Booting from the Install Drive": "Paleidimas iš įdiegimo disko",
    "In order to start the installation process, you must boot your computer from the install drive.": "Norėdami pradėti įdiegimo procesą, privalote paleisti savo kompiuterį iš įdiegimo disko.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Numanant, kad jūsų kompiuteris vis dar įjungtas, pradėkite nuo to, kad įdėkite įdiegimo diską ir paleiskite savo kompiuterį iš naujo.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Dauguma kompiuterių per trumpą laiką leidžia jums pakeisti paleidimo eiliškumą esamam paleidimui, paspaudžiant specialų klavišą — dažniausiai, <kbd>F12</kbd>, tačiau kartais <kbd>Esc</kbd> ar kitą funkcinį klavišą. Norėdami sužinoti kokį būtent klavišą reikia spausti, žiūrėkite į ekraną arba savo kompiuterio dokumentacijoje.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Paspauskite <kbd>F12</kbd> (ar atitinkamą klavišą) ir pasirinkite įdiegimo diską—dažniausiai, &quot;USB-HDD&quot; ar kažkas su žodžiu &quot;USB&quot;, tačiau žodžiai gali būti ir kitokie. Jeigu pasirinksite neteisingą diską, jūsų kompiuteris, greičiausiai, bus paleistas kaip įprasta. Tiesiog, paleiskite kompiuterį iš naujo ir tame meniu pasirinkite kitą diską.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Netrukus, pasirinkus tinkamą paleidimo diską, jus pasitiks elementary OS prisistatymo langas. Dabar, galite sekti ekrane esančias instrukcijas, kurios lydės jus per visą likusį procesą.",
    "Verify your Download": "Patikrinkite savo atsiuntimą",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Atsiuntimo patikrinimas yra svarbus, tačiau nebūtinas žingsnis. Mes generuojame elementary OS atvaizdžių kontrolinę sumą (arba maišos sumą) ir, prieš jums bandant įdiegti, rekomenduojame patikrinti ar jūsų atsiuntimas sutampa su ta kontroline suma.",
    "Running the following command in your Terminal:": "Įvykdę savo terminale šią komandą:",
    "Should produce the output:": "Turėtumėte gauti tokią išvestį:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Pastaba: Tai galioja, numanant, kad jūsų atsisiųstas .iso failas yra jūsų Atsiuntimų (angl. Downloads) aplanke.\nTuo atveju, jeigu atsisiuntėte jį į kitą vietą, nurodykite teisingą kelią į atsisiųstą failą taip, kaip tai yra parodyta žemiau",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Norint sukurti elementary OS įdiegimo diską savo macOS sistemoje, jums reikės bent 2 GB talpos USB atmintuko ir programos, pavadinimu &quot;Etcher&quot;.",
    "Download Etcher": "Atsisiųskite Etcher",
    "etcher steps": "etcher žingsniai",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Įdėkite atliekamą USB diską ir pasirinkite ką tik atsisiųstą ISO failą.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Atverkite &quot;Etcher&quot; ir pasirinkite savo atsisiųstą elementary OS atvaizdį, naudodami mygtuką &quot;Pasirinkti atvaizdį&quot; (angl. Select image).",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher turėtų aptikti jūsų USB diską automatiškai, tačiau patikrinkite ar programa pasirinko teisingą paskirties vietą.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Norėdami pradėti rašymo procesą, spustelėkite mygtuką &quot;Rašyti!&quot; (angl. Flash!). Po kelių akimirkų procesas bus pradėtas.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Užbaigus, galėsite saugiai pašalinti diską ir pabandyti jį paleisti, kad įdiegtumėte elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Rašymo metu gali atsirasti štai toks dialogas, jo galima nepaisyti.",
    "Not readable warning": "Neskaitomo disko įspėjimas",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Išgirdę melodiją, paspauskite ir laikykite <kbd>Option</kbd>. Tuomet, pasirinkite atitinkamą paleidimo diską. Turėkite omenyje, kad jis gali būti neteisingai atpažįstamas kaip &quot;Windows&quot;, tačiau tai yra normalu.",
    "Boot Errors": "Paleidimo klaidos",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Jeigu jūsų Mac paleidimo meniu neatpažįsta elementary OS USB įdiegimo disko, tuomet vietoj jo, jums gali tekti sukurti elementary OS įdiegimo DVD. Norėdami jį sukurti, įdėkite tuščią DVD, programoje Finder spustelėkite dešiniuoju pelės mygtuku ant ISO failo ir pasirinkite \"Įrašyti elementaryos-0.4.1-stable.20180214.iso į diską\" (angl. &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;). Užbaigus, pabandykite dar kartą paleisti iš įdiegimo DVD.",
    "Running the following command in your terminal:": "Įvykdę terminale šią komandą:",
    "should produce the output:": "turėtumėte gauti tokią išvestį:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Jums reikės USB atmintuko su bent 2 GB laisvos vietos ir programos, pavadinimu UNetbootin.",
    "Download UNetbootin": "Atsisiųskite UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Iš skydelio, atverkite UNetbootin programą. Bus atvertas langas, panašus į tą, kuris yra apačioje:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Pasirinkite &quot;Diskoatvaizdas&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Spustelėkite &quot;…&quot;, norėdami pasirinkti anksčiau atsisiųstą ISO.",
    "Unplug all USB memory devices apart from the one you want to use.": "Atjunkite visus USB atminties įrenginius, išskyrus tą, kurį norite naudoti.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Spustelėkite &quot;Gerai&quot; ir palaukite, kol procesas bus užbaigtas.",
    "After Installation": "Po įdiegimo",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Skirkite laiko paskaityti <a href=\"/docs/learning-the-basics\">darbo pradžios</a> vadovą, kad daugiau sužinotumėte apie savo naująją operacinę sistemą."
}
