{
    "Learning the Basics": "Susipažinimas su pagrindais",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Kiekvienoje operacinėje sistemoje yra nepažįstamų naujų dalykų. Šioje sekcijoje bus aptarta kaip atlikti paprastas kasdienes užduotis, tokias kaip naršymą internete bei muzikos klausymąsi, ir bus aprašyta kita naudinga, galbūt, jums nežinoma informacija.",
    "The Desktop": "Darbalaukis",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "elementary OS darbalaukis yra labai lengvai perprantamas. Jį sudaro du elementai: sistemos (viršutinis) ir apatinis skydelis. Jūs galite keisti darbalaukio foną per <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Sistemos nustatymai<\/a><\/strong> → <strong>Darbalaukis<\/strong> → <strong>Darbalaukio fonas<\/strong>.",
    "The Panel": "Sistemos (viršutinis) skydelis",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "Ekrano viršuje galite pamatyti sistemos skydelį. Skydelio kairėje yra Programų meniu, centre nurodyta data ir laikas, o dešinėje - Indikatoriai.",
    "Applications": "Programos",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications<\/strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Kairėje sistemos skydelio pusėje yra Programų elementas. Nuspaudus <strong>Programos<\/strong>, atsiranda leistukas su visomis įdiegtomis programomis. Jūs galite perjunginėti programų puslapius, naudodami, apačioje esančius puslapių numerius, arba, tiesiog, slinkdami. Be to, galite naudoti rodinio perjungiklį, norėdami keisti tarp tinklelio ir kategorijų rodinio.",
    "Slingshot": "",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Jūs galite ieškoti programas pagal pavadinimą arba raktažodį, bei atlikti su jomis susietus veiksmus. Taip pat galite atlikti sistemos polangių paiešką. Vieni iš veiksmų, kuriuos galite rasti paieškoje yra šie:",
    "Shutdown and Restart": "Išjungti ir paleisti iš naujo",
    "Compose Message": "Rašyti laišką",
    "New Private Browsing Window": "Naujas privataus naršymo langas",
    "Math operations (example: 23 * 5)": "Matematinės operacijos (pavyzdžiui: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>⌘<\/kbd> + <kbd>space<\/kbd>.": "",
    "Indicators": "Indikatoriai",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Dešinėje sistemos skydelio pusėje yra piktogramos, vadinamos Indikatoriais. Indikatoriai jums pasako apie esamą seanso būseną, t. y. jūsų interneto ryšius, baterijos energiją, laiką, pokalbius, el. pašto paskyras ir t. t. Nuspaudus ant indikatoriaus, atskleidžiama daugiau informacijos ir susiję veiksmai.",
    "The Dock": "Apatinis skydelis",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Ekrano apačioje yra apatinis Skydelis. Jame rasite savo mėgstamas programas, o taip pat visas, šiuo metu atvertas, programas.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications<\/strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "Apatinio skydelio turinys yra lengvai tinkinamas. Norėdami pridėti programą prie skydelio, galite vilkti ją iš <strong>Programų<\/strong> į apatinį skydelį arba nuspausti dešiniu pelės mygtuku ant atvertos programos piktogramos ir pasirinkti <strong>Laikyti skydelyje<\/strong>. Norėdami pašalinti programą iš apatinio skydelio, nutempkite programą ir numeskite ją tuščioje darbalaukio vietoje arba spustelėkite dešiniu pelės mygtuku ant piktogramos ir nuimkite žymėjimą nuo <strong>Laikyti skydelyje<\/strong>. Norėdami apatiniame skydelyje išdėstyti programas, jas tiesiog vilkite.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Pagal numatymą, kai programos langas yra išskleidžiamas, apatinis skydelis yra paslepiamas ekrano apačioje. Tiesiog perkelkite savo pelę į ekrano apačios vidurį, kad skydelis pasirodytų.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "Jūs galite keisti apatinio skydelio elgseną per <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Sistemos nustatymai<\/a><\/strong> → <strong>Darbalaukis<\/strong> → <strong>Skydelis<\/strong>.",
    "App Windows": "Programų langai",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Programos egzistuoja savo languose, kurie gali būti užverti, išskleisti ar perkelti.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Kuomet atveriate programą, darbalaukyje pasirodo jos langas. Kiekvienoje programoje, paprastai, yra trys sritys: lango mygtukai, įrankių juosta bei programos turinys.",
    "HeaderBar": "",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "",
    "Window Buttons": "Langų mygtukai",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "",
    "Multitasking": "Daugiaprogramis apdorojimas",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS palaiko du daugiaprogramio apdorojimo tipus: langus ir darbo sritis.",
    "Windows": "Langai",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Programos atveriamos programų languose. Jie gali užkloti jūsų darbalaukį ir gali būti perkelinėjami. Jūs galite perjunginėti langus keliais būdais:",
    "click on the window you want to switch to": "nuspausti ant lango, į kurį norite perjungti",
    "click on the app's icon in the dock": "apatiniame skydelyje nuspausti ant programos piktogramos",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "nuspausti <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>",
    "To see an overview of your open app windows, press <kbd>⌘<\/kbd> + <kbd>W<\/kbd>.": "",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "Jūs galite keisti šiuos susiejimus per <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Sistemos nustatymai<\/a><\/strong> → <strong>Klaviatūra<\/strong> → <strong>Susiejimai<\/strong> → <strong>Langai<\/strong>.",
    "Hot Corners": "Karštieji kampai",
    "You can also configure \"hot corners\" (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "Jūs galite tinkinti karštuosius kampus per <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Sistemos nustatymai<\/a><\/strong> → <strong>Darbalaukis<\/strong> → <strong>Karštieji kampai<\/strong>.",
    "Workspaces": "Darbo sritys",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Pagal numatymą, visi programų langai yra atveriami viename darbo srityje. Tačiau, norėdami tvarkyti savo darbą, galite naudoti kelias darbo sritis:",
    "To see an overview of your workspaces, press <kbd>⌘<\/kbd> + <kbd>S<\/kbd>": "",
    "To quickly move left or right through your workspaces, press <kbd>⌘<\/kbd> + <kbd>←<\/kbd> or <kbd>⌘<\/kbd> + <kbd>→<\/kbd>": "",
    "To cycle through your workspaces, press <kbd>⌘<\/kbd> + <kbd>Tab<\/kbd>": "",
    "You can jump straight to a specific workspace by pressing <kbd>⌘<\/kbd> + <kbd>1<\/kbd> through <kbd>⌘<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>⌘<\/kbd> + <kbd>0<\/kbd>.": "",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>⌘<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>⌘<\/kbd> + <kbd>A<\/kbd>.": "",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "Jūs galite keisti šiuos susiejimus per <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Sistemos nustatymai<\/a><\/strong> → <strong>Klaviatūra<\/strong> → <strong>Susiejimai<\/strong> → <strong>Darbo sritys<\/strong>.",
    "<em>Note: <kbd>⌘<\/kbd> refers to the \"super\" key. It is also known as the \"Windows\" key on most PCs or the \"Command\" key on Macs.<\/em>": "",
    "Multiple Displays": "Keli ekranai",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "Sistemos (viršutinis) skydelis, apatinis skydelis ir darbo sritys atsiranda tik pirminiame ekrane. Bet kokie prijungti ekranai traktuojami kaip atskiros darbo sritys. Norėdami valdyti ir pertvarkyti ekranus, pereikite į <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Sistemos nustatymai<\/a><\/strong> → <strong>Ekranai<\/strong>. Jūsų pirminis ekranas yra pažymėtas užpildyta žvaigždute (",
    ") and each display's settings can be changed from its cog (": "), o kiekvieno ekrano nustatymai gali būti keičiami jo sraigtelio (",
    ") menu.": ") meniu.",
    "Installing Apps": "Programų diegimas",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS yra pateikiama su <strong>Programų centru<\/strong>, t. y. nemokamų programų parduotuve. Įdiegti naujas programas iš Programų centro yra lengva:",
    "Open the <strong>AppCenter<\/strong> app.": "Atverkite <strong>Programų centro<\/strong> programą.",
    "Search in the top-right, or browse.": "Atlikite paiešką viršutiniame dešiniajame kampe arba naršykite.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "Šalia norimos įdiegti programos, nuspauskite mygtuką <strong>Įdiegti<\/strong>.",
    "You may be asked for your password prior to installing an app.": "Prieš pradedant programos diegimą, jūsų gali būti paprašyta įvesti slaptažodį.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.<\/em>": "<em>Pastaba: Kai kuri programinė įranga Programų centre gali būti neprieinama. Nors mes nerekomenduojame siųstis programinę įrangą iš interneto, tačiau programos, kurios yra suderinamos su Ubuntu 16.04 LTS, turėtų veikti ir sistemoje elementary OS Loki.<\/em>",
    "Updating": "Atnaujinimas",
    "elementary OS includes updates as part of AppCenter. Notice the tab \"Updates\" at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "Išsamesnei informacijai, susijusiai su saugumo pataisomis, skaitykite <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu saugumo pranešimus<\/a>.",
    "System Settings": "Sistemos nustatymai",
    "elementary OS comes with a handy app called \"System Settings\" that controls all of your system-wide (or \"global\") preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "",
    "Search": "Paieška",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Jūs galite greitai rasti norimus nustatymus, pradėdami lango viršuje, paieškos juostoje, įvedinėti raktažodžius. Sistemos nustatymų lango turinys bus filtruojamas, atitikdamas jūsų paiešką.",
    "App Settings": "Programų nustatymai",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Turėkite omenyje, kad Sistemos nustatymai įtakoja tik visuotines elementary OS nuostatas. Nors kitos programos taip pat gali turėti savo nuostatas, tačiau čia šių nuostatų nerasite. Vietoj to, ieškokite jų pačioje programoje."
}