{
    "Translation Guide": "Vertimo vadovas",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Mūsų svetainės ir programų lokalizavimas yra svarbi elementary OS prieinamumo kuo didesniam skaičiui žmonių, tikslo dalis. Vietoj to, kad pasitikėtumėme tik savo vidine vertimo komanda, mes naudojame savanoriškas paslaugas, taigi, vertimus gali pateikti kiekvienas, turintis mažai ar visai neturintis jokių techninių žinių. Tam, kad visoje platformoje išlaikytume nuoseklumą ir padėtumėme naujiems vertėjams pradėti darbą, mes paruošėme šį vertimo vadovą.",
    "Translating Applications": "Programų vertimas",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Programos yra verčiamos per Rosetta: vertimų sąsają, kuri yra talpinama Launchpad svetainėje. Norėdami pateikti vertimus, jūs turėtumėte:",
    "Have a": "Turėti",
    "Launchpad account": "Launchpad paskyrą",
    "Set your": "Nusistatyti savo",
    "language preferences": "kalbos nuostatas",
    "Browse our": "Naršyti mūsų",
    "translatable projects": "verčiamus projektus",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Pasirinkę, galite pateikti pasiūlymus dar neišverstoms eilutėms arba pasiūlyti pakeitimus jau išverstoms eilutėms. Vertimo komandos narys šiuos pasiūlymus įvertins ir išrinks patį tinkamiausią. Dėl išsamesnės informacijos apie Rosetta, kreipkitės į <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">dokumentaciją<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Versdami, jūs galite susidurti su situacija, kai turite pasirinkti tarp kelių tos pačios minties išreiškimo variantų. Tokiose situacijose mes vadovaujamės Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">bendromis vertimo gairėmis<\/a>, o atskirai kalbai mes vadovaujamės Ubuntu <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">komandos vertimo gairėmis<\/a>. Vadovavimasis šiomis gairėmis užtikrina vienodus vertimus ir tuo pačiu leidžia prisidėti kiekvienam norinčiam.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Jeigu nenorite naudotis Rosetta arba norite vienu metu atlikti daug pakeitimų, tuomet galite versti ne tinkle. Norėdami tai atlikti:",
    "Go to a project you want to translate": "Pereikite į projektą, kurį norite versti",
    "Choose your language": "Pasirinkite kalbą",
    "Click on &quot;Download translation&quot;": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Dabar galite užklausti el. paštą, kuris suteiks jums nuorodą vertimo atsisiuntimui. Dabar:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Pasirinkite savo mėgstamą tekstų- ar po-redaktorių (pvz., <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Pradėkite versti",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "",
    "Translating our Website": "Mūsų svetainės vertimas",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Versdami savo programas, mes vadovaujamės Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">bendromis vertimo gairėmis<\/a>, o atskirai kalbai mes vadovaujamės Ubuntu <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">komandos vertimo gairėmis<\/a>."
}
