{
    "Translation Guide": "Vertimo vadovas",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Mūsų svetainės ir programų lokalizavimas yra svarbi elementary OS prieinamumo kuo didesniam skaičiui žmonių, tikslo dalis. Vietoj to, kad pasitikėtumėme tik savo vidine vertimo komanda, mes naudojame savanoriškas paslaugas, taigi, vertimus gali pateikti kiekvienas, turintis mažai ar visai neturintis jokių techninių žinių. Tam, kad visoje platformoje išlaikytume nuoseklumą ir padėtumėme naujiems vertėjams pradėti darbą, mes paruošėme šį vertimo vadovą.",
    "Steps to Begin Translation": "Žingsniai, norint pradėti versti",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Mūsų programos ir svetainė yra verčiama per Weblate: Laisvą saitynu pagrįsta vertimų valdymo sistemą. Norėdami pateikti vertimus, jūs turėtumėte:",
    "Have a": "Turėti",
    "Weblate account": "Weblate paskyrą",
    "Set your": "Nusistatyti savo",
    "language preferences": "kalbos nuostatas",
    "Browse our": "Naršyti mūsų",
    "translatable projects": "verčiamus projektus",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https:\/\/docs.weblate.org\/en\/weblate-3.0.1\/user\/index.html\">documentation<\/a>.": "Pasirinkę projektą, galite teikti siūlymus dar neišverstoms eilutėms arba siūlyti pakeitimus jau išverstoms eilutėms. Vertimo komandos narys įvertins pateiktus siūlymus ir pasirinks patį tinkamiausią. Norėdami daugiau sužinoti apie Weblate, kreipkitės į šios sistemos <a href=\"https:\/\/docs.weblate.org\/en\/weblate-3.0.1\/user\/index.html\">dokumentaciją<\/a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https:\/\/join.slack.com\/t\/ele-l10n\/shared_invite\/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">join the translators Slack<\/a> and message an admin your Weblate username and what language you want to translate.": "Pagal numatymą, jūs galite tik siūlyti vertimus. Jeigu norėtumėte gauti leidimą įrašyti vertimus, <a href=\"https:\/\/join.slack.com\/t\/ele-l10n\/shared_invite\/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">prisijunkite prie vertėjų Slack<\/a> ir parašykite administratoriui savo Weblate naudotojo vardą ir kalbą į kurią norite versti.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues, we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Versdami, galite susidurti su situacija, kuomet tą patį dalyką galima pasakyti keliais būdais. Tokiose situacijose mes kreipiamės į Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">bendrą vertimų vadovą<\/a>, o dėl tam tikrai kalbai specifinių problemų, sekame Ubuntu <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">komandinio vertimo gaires<\/a>. Vertimas pagal šias gaires užtikrina, kad vertimai bus suvienodinti ir, kad visi norintys galės talkinti.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Jei nenorite versti, naudodami Weblate, arba vienu metu norite atlikti daug pakeitimų, galite versti ir atsijungę nuo tinklo. Norėdami tai atlikti:",
    "Go to a project you want to translate": "Pereikite į projektą, kurį norite versti",
    "Choose your language": "Pasirinkite kalbą",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Spustelėkite ant &quot;Failai (angl. Files)&quot;, o tuomet pasirinkite &quot;Atsisiųsti vertimą kaip gettext PO (angl. Download translation as gettext PO)&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https:\/\/poedit.net\/\">Poedit<\/a>)": "Pasirinkite savo mėgstamą tekstų, kodo ar PO redaktorių (pvz., <a href=\"https:\/\/poedit.net\/\">Poedit<\/a>)",
    "Start translating": "Pradėkite versti",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Užbaigę, &quot;Failų (angl. Files)&quot; meniu, tame pačiame puslapyje, kuriame atsisiuntėte vertimus, naudokite parametrą &quot;Įkelti vertimą (angl. Upload translation)&quot;.",
    "Additional Info": "Papildoma informacija",
    "We won't support translation of the following pages:": "Mes nepalaikysime šių puslapių vertimo:"
}
