{
    "Save": "บันทึก",
    "Loki Beta 2 Is Here": "Loki Beta 2 Is Here",
    "Try out the upcoming version of elementary OS.": "ลองใช้ elementaryOS เบต้าใหม่ล่าสุดวันนี้",
    "Download Loki Beta 2": "Download Loki Beta 2",
    "Read the Release Notes": "อ่านโน้ตการปรับรุ่น",
    "Documentation": "เอกสารทางเทคนิค",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "สร้างแอพอย่างง่าย  เรียนรู้ที่จะพัฒนาแอพด้วยบทเรียนเริ่มต้นของเรา",
    "Design": "การออกแบบ",
    "Learn about the design principles that make up apps on elementary OS.": "เรียนรู้ที่จะออกแบบและตกแต่งแอพตามแนวคิดของ elementary OS",
    "Reference": "ดูตัวอย่างโค้ด",
    "Get more info about code style, reporting issues, and proposing design changes.": "รับข้อมูลเพิ่มเติมเกี่ยวกับรูปแบบโค้ดต่าง ๆ  รายงานปัญหา  และปรับปรุงการออกแบบ",
    "Build for": "สร้างแอพสำหรับ ",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "ระบบ Loki มี API ใหม่สำหรับ Switchboard, API เสริมการเข้าถึงใหม่ ๆ สำหรับตัวเรียกแอพ Slingshot, วิดเจตใหม่ ๆ เช่น AlertView, ปรับปรุงชุดคำสั่ง CSS และอีกมากมาย สร้างแอพที่มีประสิทธิภาพง่ายกว่าเดิมด้วย GTK 3.18 และ Vala 0.32 พร้อมกับเคอร์เนลลินุกซ์ 4.4 ใหม่ล่าสุด",
    "Contractor": "ส่วนติดต่อ Contractor",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "ส่วนติดต่อ Contractor ที่จะทำให้แอพของคุณใช้งานฟังก์ชันจากแอพอื่น ๆ  อย่างไร้ขอบเขต",
    "HIG for Contractor": "HIG สำหรับ Contractor",
    "Reference for Contractor": "เอกสารอ้างอิงสำหรับ Contractor",
    "Granite": "ชุดไลบรารี่ Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "ไลบรารี่พื้นฐานสำหรับ elementary OS ช่วยให้คุณสร้างวิดเจตได้ง่ายขึ้น  เช่น DynamicNotebook, เครื่องมือต่าง ๆ, ฟังก์ชันอำนวยความสะดวกต่าง ๆ  และอีกมากมาย",
    "Reference for Granite": "เอกสารอ้างอิงสำหรับ Granite",
    "GDA": "ฐานข้อมูล GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "ตัวจัดการฐานข้อมูลที่เรียบง่ายและอิสระ. รองรับการ remote และฐานข้อมูล on-disk SQL  ภายในประกอบด้วย SQLite  มีชุดการจัดการแบบ GUI  และ SQL data browsers แบบ in-console ",
    "Reference for GDA": "เอกสารอ้างอิงสำหรับ GDA",
    "Soup": "ไคลเอนต์ Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "ไลบรารี่ไคลเอนต์และเซิร์ฟเวอร์ HTTP ที่มาพร้อมกับ synchronous และ async API  ภายในประกอบด้วยชุดจัดการ SSL/TLS, cookies, caching, Websockets, proxy และระบบมุดท่อ และอีกมากมาย เกิดขึ้นได้ดีด้วย  JSON-GLib",
    "Reference for Soup": "เอกสารอ้างอิงสำหรับ Soup",
    "Reference for JSON-GLib": "อ้างอิงสำหรับ JSON-GLib",
    "vala": "ภาษา Vala",
    "Vala. A Modern, Fast, Open Source Language.": "Vala, ภาษาที่รวดเร็ว และโอเพ่นซอร์ส",
    "Write fast, native, object-oriented code with Vala. It's familiar to anyone who's seen C#, but maintains API/ABI compatibility with standard C, has low memory requirements, and is purpose-built for GObject. You name it, Vala's got it: signals, properties, generics, lambda functions, assisted memory management, exception handling, type inference, async/yield, and more.": "เขียนโค้ดที่รันได้อย่างรวดเร็ว, เข้ากันได้ดี  และเป็น OOP ด้วย Vala มันเป็นภาษาที่คล้ายคลึงกับ C# ที่เรารู้จักกันดี แต่ส่วนโครงสร้างหลัก API/ABI เข้ากันได้กับ C มาตรฐาน  ใช้ทรัพยากรน้อย และถูกสร้างสำหรับ GObject  เพียงคุณเขียนมัน  Vala  ก็เข้าใจได้ทันที: สัญญาณระบุ,  คุณสมบัติ,  คำสั่งทั่วไป,  ฟังก์ชันแลมป์ดา,  ตัวจัดการความจำร่วม,  การจัดการข้อผิดพลาด,  การอนุมาน,  async/yield และอีกมากมาย",
    "Learn More about Vala": "เรียนรู้เพิ่มเติมเกี่ยวกับภาษา Vala",
    "Library Documentation for Vala": "เอกสารทางเทคนิคสำหรับภาษา Vala",
    "By downloading this beta you accept that it is not a final product and will be unstable.": "ซอฟต์แวร์ตัวนี้อยู่ในขั้นทดลอง คุณต้องยอมรับความเสี่ยงว่าซอฟต์แวร์นี้ยังไม่สมบูรณ์และไม่เสถียร",
    "Cancel": "ยกเลิก",
    "Loki Beta 2 64-bit": "Loki Beta 2 64-bit",
    "Torrent Magnet Link": "ลิงก์แบบ Torrent",
    "Developer &sdot; elementary": "Developer ⋅ elementary"
}