{
    "Be a Part of Something Bigger": "เป็นส่วนหนึ่งที่จะทำสิ่งที่ยิ่งใหญ่",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "ทุกอย่างที่เราทำอยู่นี้เป็นโครงการโอเพ่นซอร์ส 100% และถูกพัฒนาอย่างมุมานะโดยผู้คนจากทุกมุมโลก แม้คุณจะเขียนโปรแกรมไม่ได้ แต่คุณยังเสนอข้อคิดเห็นของคุณได้นะ",
    "Funding": "บริจาคให้พวกเรา",
    "Translations": "ช่วยเราแปลภาษา",
    "Support": "สนับสนุนเว็บไซต์ของเรา",
    "Web": "พัฒนาเว็บไซต์ของเรา",
    "Desktop": "พัฒนาเดสก์ทอปให้บรรเจิดกว่าเดิม",
    "Design": "ออกแบบให้ดีกว่าเดิม",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "ไม่มีอะไรเกิดมาได้โดยไม่มีทุน . . . แน่นอนว่าหนึ่งในทางที่ดีที่สุดที่จะช่วยเหลือเราคือการบริจาค หนึ้่งในความช่วยเหลือของคุณช่วยให้เราเติบโตได้มากขึ้น แม้จะเป็นเงินเพียงเล็กน้อยก็ช่วยให้เราก้าวได้ใกล้ความจริงมากขึ้นเท่านั้น",
    "Bug Bounties": "เป็นนักไล่ล่าหาบัค",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource เป็นแหล่งหนึ่งที่ช่วยให้ยื่นมือเข้าช่วยเหลือเราได้มากขึ้น ด้วยการให้รางวัลเมื่อแก้บัคนั้นสำเร็จ หรือส่งคำแนะนำสำหรับไอเดียใหม่ ๆ หรือให้รางวัลเราถ้าเราสามารถแก้ปัญหาที่กวนใจคุณอย่างหนักได้หรือจะให้รางวัลแอพยอดเยี่ยมก็ได้",
    "Learn More": "เรียนรู้เพิ่มเติม",
    "BountySource": "BountySource",
    "Bountied Bugs": "ดูรายการบัคที่จัดการแล้ว",
    "General Funding": "การระดมทุนทั่วไป",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon ดำเนินงานเป็นกลุ่มรวบรวมเงินจำนวนน้อยจากผู้คนใจดีมากมายเป็นทุนให้ผู้สร้างสรรค์ เพียงบริจาคเงินเท่าใดก็ได้ เงินทุกบาททุกสตางค์แม้เพียงน้อยนิดก็ขับเคลื่อนโครงการได้",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "หากคุณไม่อยากยุ่งและวุ่นวายกับระบบบริจาคที่ซับซ้อน คุณสามารถลัดทางบริจาคโดยจ่ายผ่าน PayPal ได้ทันที",
    "Patreon": "ไปที่ Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS ถูกพัฒนาและเปิดให้ใช้ได้ทุกคน  ช่วยเราพัฒนาระบบนี้ให้ดีขึ้นด้วยการแปลภาษาให้ครอบคลุมมากขึ้นสิ",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS ใช้ความเป็นอิสระ, เครื่องมือแปลภาษา Rosetta ที่ร่วมกันใน Launchpad",
    "Our website is also openly translated using an online platform called Transifex.": "เว็บไซต์ของเรายังเปิดให้ทำการแปลภาษาโดยใช้ Transifex",
    "Translate elementary OS": "แปล elementary OS",
    "Translate This Website": "แปลเว็บไซต์นี้",
    "World map": "แผนที่",
    "Question & Answer": "ถามตอบปัญหา",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "เว็บไซต์ StackExchange เป็นหนึ่งในคลังคำถามและคำตอบขนาดใหญ่ที่ช่วยหาทางที่ดีที่สุดในการแก้ปัญหาจากผู้คนทั่วทุกมุมโลกได้ ทุกคนสามารถตั้งคำถามและช่วยตอบคำถามผ่านเว็บไซต์นี้ได้",
    "Unanswered Questions": "ดูคำถามที่ยังไม่ได้รับการตอบ",
    "New Questions": "ตั้งคำถามหรือปัญหา",
    "Documentation": "เอกสารทางเทคนิค",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "ทีมงาน elementary ได้เตรียมเอกสารเบื้องต้นสำหรับทั้งผู้ใช้งานทั่วไปและนักพัฒนา เอกสารทุกชิ้นของเราถูกเก็บไว้ที่ไซต์ Markdown และโฮสต์บน GitHub ช่วยเขียนเอกสารหรือทำให้มันไฉไลขึ้นกว่าเดิมสิ",
    "Learning The Basics Guide": "เรียนรู้วิธีการเบื้องต้น",
    "Developer Docs": "เอกสารสำหรับนักพัฒนา",
    "Web Development": "ช่วยเราพัฒนาเว็บไซต์",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "เว็บไซต์ของเราถูกเขียนขึ้นบนพื้นฐานภาษา HTML, CSS, PHP และจาวาสคริปต์ เรากำลังต้องการความช่วยเหลือจากผู้ที่มีประสบการณ์เหล่านี้ที่ต้องการอาสาที่จะทำให้เว็บไซต์นี้สมบูรณ์กว่าเดิม",
    "Fork Our Website on GitHub": "คัดลอกเว็บไซต์ไปยัง GitHub",
    "Report a Website Issue": "รายงานปัญาเว็บไซต์",
    "Desktop Development": "พัฒนาระบบเดสก์ท็อปของเรา",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "ระบบเดสก์ทอปและแอพทั้งหมดในระบบปฏิบัติการของเราถูกสร้างโดยใช้ Vala, GTK+, Granite และไลบรารี่เสริมโอเพนซอร์สอื่น ๆ เราได้ฝากซอร์สเหล่านี้ไว้ที่เว็บ Launchpad.net ซึ่งเป็นเว็บไซต์ที่สามารถฝากซอร์สได้ฟรีสำหรับซอฟต์แวร์โอเพนซอร์ส หากคุณยังไม่เคยพัฒนาแอพให้กับ elementaryOS เลย เราขอแนะนำให้ลองอ่านในบทเรียนเริ่มต้นต่อไปนี้",
    "This burndown chart shows our progress for the": "This burndown chart shows our progress for the",
    "Loki RC 1 milestone": "Loki RC 1 milestone",
    ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.": ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.",
    "Fixed": "แก้ไขแล้ว",
    "In Progress": "อยู่ระหว่างการแก้ไข",
    "Unfixed": "ยังไม่ได้รับการแก้ไข",
    "Browse Our Desktop Code": "ดูโค้ดเดสก์ท็อปของเรา",
    "Browse Our Apps' Code": "ดูโค้ดแอปพลิเคชั่นของเรา",
    "Bitesized Bugs": "บัคที่ดำเนินการแก้ไขอยู่ ",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "ทุก ๆ โปรเจกต์บนโลกย่อมต้องมีไอเดียเริ่มต้นเสมอ ทีมพัฒนาของเราได้ทำการแบ่งแยกการพัฒนาออกเป็นสองส่วนดังนี้",
    "Visual Design": "รูปลักษณ์",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "เราพร้อมรับไอเดียใหม่ ๆ จากทุกคนเกี่ยวกับระบบปฏิบัติการแห่งอนาคตของเรา สามารถเข้าร่วมได้ที่ ",
    "our Google+ Community": "ชุมชน Google+ ของพวกเรา",
    "Read the Interface Guidelines": "อ่าน Interface Guidelines",
    "See Our Mockups": "ดูตัวอย่างแปลน",
    "Interaction Design": "ลักษณะอินเทอร์เฟซสั่งงาน",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "เราใช้ ระบบบน Launchpad ที่ชื่อว่า Blueprints เพื่อสร้าง คำอธิบายรายละเอียดของ feature ใหม่ และ user interface ที่เปลี่ยนไป",
    "Read About Our Workflow": "อ่านเพิ่มเติมเกี่ยวกับเวิร์กโฟลว์ของเรา",
    "Browse Our Blueprints": "เรียกดูโครงการของเรา",
    "Get Involved with elementary OS": "ร่วมงานกับ elementary OS"
}