{
    "Check out our progress for Loki Alpha 1": "ตรวจสอบความก้าวหน้าของ Loki Alpha 1",
    "Fixed": "แก้ไขแล้ว",
    "In Progress": "อยู่ระหว่างการแก้ไข",
    "Unfixed": "ยังไม่ได้รับการแก้ไข",
    "Funding": "การระดมทุน",
    "Translations": "การแปล",
    "Web Development": "การพัฒนาเว็บไซต์",
    "Desktop Development": "การพัฒนาเดสก์ท็อป",
    "Design": "ออกแบบ",
    "Targeted Funding": "รับเงินตรง ๆ",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "Learn More": "เรียนรู้เพิ่มเติม",
    "BountySource": "BountySource",
    "General Funding": "การระดมทุนทั่วไป",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS ถูกพัฒนาและเปิดให้ใช้ได้ทุกคน  ช่วยเราพัฒนาระบบนี้ให้ดีขึ้นด้วยการแปลภาษาให้ครอบคลุมมากขึ้นสิ",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS ใช้ความเป็นอิสระ, เครื่องมือแปลภาษา Rosetta ที่ร่วมกันใน Launchpad",
    "Our website is also openly translated using an online platform called Transifex.": "เว็บไซต์ของเรายังเปิดให้ทำการแปลภาษาโดยใช้ Transifex",
    "Translate elementary OS": "แปล elementary OS",
    "Translate This Website": "แปลเว็บไซต์นี้",
    "World map": "แผนที่",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Report an Issue with Our Website",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "ดูโค้ดเดสก์ท็อปของเรา",
    "Browse Our Apps' Code": "ดูโค้ดแอปพลิเคชั่นของเรา",
    "See Our Open Bug Reports": "ดูการรายงานข้อผิดพลาด",
    "Scratch text editor": "Scratch text editor",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "ทุกผลงานที่เกิดขึ้นต้องมีไอเดียก่อนเสมอ  ทีมออกแบบของเราได้วางแผนและเริ่มสร้างอินเทอร์เฟซโดยเราได้แบ่งออกเป็นสองส่วน  ดังนี้",
    "Visual Design": "รูปลักษณ์",
    "A great place for visual designers to get started is by sharing mockups with": "จุดเริ่มต้นที่จะแชร์ไดเดียของคุณให้กับเราได้  เริ่มต้นเพียงแชร์ไอเดียของคุณผ่าน",
    "our Google+ Community": "ชุมชน Google+ ของพวกเรา",
    "Interactive Design": "การสั่งงาน",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "เราใช้ระบบใน  Launchpad ที่เรียกว่า Blueprints เพื่อสร้างคำอธิบายเกี่ยวกับรายละเอีดของคุณสมบัติใหม่",
    "Read the Interface Guidelines": "อ่าน Interface Guidelines",
    "Browse Our Blueprints": "เรียกดูโครงการของเรา",
    "Read About Our Workflow": "อ่านเพิ่มเติมเกี่ยวกับเวิร์กโฟลว์ของเรา",
    "Application wire frame": "Application wire frame",
    "Get Involved with elementary OS": "ร่วมงานกับ elementary OS"
}