{
    "A fast and open replacement for Windows and OS X": "ระบบปฏิบัติการแบบเปิด และเปี่ยมด้วยความเร็ว สำหรับ Windows และ OS X",
    "Custom": "ระบุจำนวนเงินเอง",
    "Enter any dollar amount.": "ป้อนจำนวนเงิน",
    "Purchase elementary OS": "ซื้อ/บริจาคให้ elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "อะไรที่ทำให้ elementary OS น่าสนใจ:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS\" เป็นระบบปฏิบัติการที่แตกต่าง.... เป็นหนึ่งในระบบปฏิบัติการที่สวยงามและเต็มไปด้วยพลังที่สามารถทำงานได้บนคอมพิวเตอร์เก่า ๆ",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"เป็นแพลตฟอร์มขนาดเล็กและรวดเร็วที่สามารถติดตั้งได้ทุกที่อย่างแท้จริง\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"เบาและรวดเร็ว... สวยงามและโดดเด่น เกิดขึ้นได้ด้วยกลุ่มผู้คนมากมายที่ทุ่มเทให้กับ elementary OS\"",
    "Meet Our Apps": "พบกับแอปของพวกเรา",
    "Photos": "รูปถ่าย",
    "Music": "เพลง",
    "Videos": "วิดีโอ",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "นำเข้า จัดการ และแก้ไขรูปถ่าย สร้างสไลด์โชว์ แล้วแชร์ไปยัง Facebook หรือ Flickr",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "จัดการและฟังเพลงของคุณได้อย่างรวดเร็ว. เรียกดูตามอัลบั้มด้วยการใช้การค้นหาแบบ  lightning-fast และสร้างเพลลิสต์ที่คุณชื่นชอบ",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "ดูหนังเรื่องโปรดของคุณด้วยโปรแกรมที่เรียบหรู ขอบดำบางๆ ที่จางหายไป ทำให้มีแค่คุณกับภาพยนต์สุดโปรดเท่านั้น",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "ท่องเว็บได้รวดเร็วด้วยเบราว์เซอร์ที่มีขนาดเล็ก  Midori ช่วยให้ใช้เว็บ HTML5 และเว็บแอปพลิเคชัน แบบประหยัดแบตเตอรี่กว่าเดิม",
    "Learn More": "เรียนรู้เพิ่มเติม",
    "dat": "dat",
    "Accessories": "เครื่องมืออำนวยความสะดวกต่าง ๆ",
    "Graphics": "ซอฟต์แวร์กราฟิกต่าง ๆ",
    "Internet": "ซอฟต์แวร์อินเทอร์เน็ต",
    "Office": "ซอฟต์แวร์ออฟฟิศ",
    "Other": "ซอฟต์แวร์อื่น ๆ",
    "Sound &amp; Video": "ซอฟต์แวร์จัดการเสียงและวิดีโอ",
    "System Tools": "เครื่องมือจัดการระบบ",
    "Applications": "แอพพลิเคชันต่าง ๆ",
    "3 Ways to Explore": "3 ทางที่จะค้นหา",
    "Grid": "จัดเรียงแอพแบบตาราง",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "จัดการแอพที่ยุ่งเหยิงด้วยการจัดเรียงแบบตารางตามตัวอักษร การค้นหาจึงง่ายเพียงนิ้วสัมผัส",
    "Categories": "จัดการแอพตามหมวดหมู่",
    "View your apps automatically organized into categories. Perfect for large collections.": "จัดเรียงแอพของคุณเป็นกลุ่ม  เหมาะเหม็งมากหากคุณมีแอพอยู่มากมายหลายประเภท",
    "Search": "ช่องค้นหา",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "ค้นหาและเรียกแอพ, ตั้งค่าระบบ, คำสั่งระบบ และอื่น ๆ ขึ้นมาทำงานได้อย่างรวดเร็วเพียงช่องค้นหาเดียว",
    "Open Source": "โอเพนซอร์ส",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "ระบบของเราเป็นแบบเปิด  พร้อมที่จะให้ทุกคนตรวจสอบ  ติชม  ปรับแต่ง  และนำไปพัฒนาต่อได้",
    "No Ads. No Spying.": "ไม่มีโฆษณา. และสปายแวร์",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "เราไม่มีข้อสัญญาหรือข้อผูกมัดใด ๆ ที่จะใช้ระบบปฏิบัติการนี้  และเราไม่เก็บข้อมูลส่วนตัวของผู้ใช้  เรารับรายได้จากการบริจาคเท่านั้น",
    "Safe &amp; Secure": "ปลอดภัย & มั่นใจได้",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "เราพัฒนาระบบนี้บนพื้นฐานของลินุกซ์  แน่นอนมันเป็นหนึ่งในระบบที่น่าเชื่อถือที่ถูกใช้ในกะทรวงกะลาโหมของสหรัฐ  ธนาคารแห่งชาติของประเทศจีน  และอื่น ๆ  อีกมากมาย",
    "Security Notices": "Security Notices",
    "Download elementary OS": "ดาวน์โหลด elementary OS",
    "Choose a Download": "เลือกดาวน์โหลด",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "ขอแนะนำแบบ 64-บิต สำหรับคอมพิวเตอร์ที่ทันสมัย หากต้องการความช่วยเหลือและข้อมูลเพิ่มเติม, ดูได้ที่",
    "installation guide": "คู่มือการติดตั้ง",
    "Freya 32-bit": "Freya 32-บิต",
    "Torrent Magnet Link": "ลิงก์แบบ Torrent",
    "Freya 64-bit": "Freya 64-บิต"
}