{
    "A fast and open replacement for Windows and OS X": "ระบบปฏิบัติการแบบเปิด และเปี่ยมด้วยความเร็ว สำหรับ Windows และ OS X",
    "Custom": "ระบุจำนวนเงินเอง",
    "Enter any dollar amount.": "ป้อนจำนวนเงิน",
    "Download Freya": "ดาวน์โหลด Freya",
    "909 MB (for PC or Mac)": "909 MB (for PC or Mac)",
    "What the press is saying about elementary OS:": "อะไรที่ทำให้ elementary OS ถูกกล่าวถึง:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS หนึ่งเดียวที่แตกต่าง...ระบบปฏิบัติการที่สวยงามและมีประสิทธิภาพ ทำงานได้ดีแม้เป็นเครื่องคอมพิวเตอร์เก่า\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"แพลตฟอร์มขนาดเล็กและรวดเร็วที่สามารถติดตั้งได้ทุกที่อย่างแท้จริง\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"เบาและรวดเร็ว...มีกลุ่มผู้ที่คอยให้ความช่วยเหลือมากมาย มีภาพลักษณ์และการออกแบบราวกับมีพรสวรรค์\"",
    "Meet Our Apps": "พบกับแอปของพวกเรา",
    "Photos": "รูปถ่าย",
    "Music": "เพลง",
    "Videos": "วิดีโอ",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "นำเข้า จัดระเบียบ และแก้ไขรูปถ่าย สร้างสไลด์โชว์ แล้วแชร์ไปยัง Facebook หรือ Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "จัดการและฟังเพลงของคุณ. เรียกดูตามอัลบั้ม, ใช้การค้นหา lightning-fast และสร้างเพลลิสต์ที่คุณชอบ",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "ดูหนังเรื่องโปรดของคุณด้วยโปรแกรมที่เรียบหรู ขอบดำบางๆ ที่จางหายไป ทำให้มีแค่คุณกับภาพยนต์สุดโปรดเท่านั้น.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "ท่องเว็บได้รวดเร็วด้วยเบราว์เซอร์ที่มีขนาดเล็ก  Midori ช่วยให้ใช้เว็บ HTML5 และเว็บแอปพลิเคชัน โดยใช้พลังงานน้อย",
    "Learn More": "เรียนรู้เพิ่มเติม",
    "dat": "dat",
    "Accessories": "Accessories",
    "Graphics": "Graphics",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Other",
    "Sound &amp; Video": "Sound & Video",
    "System Tools": "System Tools",
    "Applications": "Applications",
    "3 Ways to Explore": "3 Ways to Explore",
    "Grid": "Grid",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Display all your apps in an alphabetized grid. Flick through and find the one you want.",
    "Categories": "Categories",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "Search",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "โอเพนซอร์ส",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Our code is available for review, scrutiny, modification, and redistribution by anyone.",
    "No Ads. No Spying.": "ไม่มีโฆษณา. และสปายแวร์",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.",
    "Safe &amp; Secure": "ปลอดภัย & มั่นใจได้",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.",
    "Choose a Download": "เลือกดาวน์โหลด",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "ขอแนะนำ 64-บิต สำหรับคอมพิวเตอร์ที่ทันสมัย. หากต้องการความช่วยเหลือและข้อมูลเพิ่มเติม, ดูได้ที่",
    "installation guide": "คู่มือการติดตั้ง",
    "Freya 32-bit": "Freya 32-บิต",
    "Torrent Magnet Link": "ลิ้งก์แบบแม่เหล็ก สำหรับ Torrent",
    "Freya 64-bit": "Freya 64-บิต",
    "Download elementary OS": "ดาวน์โหลด elementary OS"
}
