{
    "A fast and open replacement for Windows and OS X": "รวดเร็วและทดแทนแบบเปิดเผยสำหรับ Windows และ OS X",
    "Custom": "ทำให้เหมาะสม",
    "Enter any dollar amount.": "ป้อนจำนวนเงินใดๆ",
    "Download Freya": "ดาวน์โหลด Freya",
    "893 MB (for PC or Mac)": "893 MB (สำหรับ PC หรือ Mac)",
    "What the press is saying about elementary OS:": "อะไรที่ทำให้ elementary OS ถูกกล่าวถึง:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS แตกต่าง...ระบบปฏิบัติการที่สวยงามและมีประสิทธิภาพ ที่ทำงานได้ดีแม้เครื่องคอมพิวเตอร์เก่า\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"รวดเร็ว, แพลตฟอร์มขนาดเล็กที่สามารถติดตั้งได้ทุกที่อย่างแท้จริง\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"มีน้ำหนักเบาและรวดเร็ว...ฐานการช่วยเหลือที่สมบูรณ์, และมีพรสวรรค์ที่แท้จริงสำหรับการออกแบบและภาพลักษณ์\"",
    "Meet Our Apps": "พบกับแอปของพวกเรา",
    "Photos": "รูปถ่าย",
    "Music": "เพลง",
    "Videos": "วิดีโอ",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "นำเข้า, จัดระเบียบ และแก้ไขรูปถ่าย. สร้างสไลด์โชว์. ร่วมกับ Facebook หรือ Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "จัดระเบียบและฟังเพลงของคุณ. เรียกดูตามอัลบั้ม, ใช้การค้นหา lightning-fast และสร้างเพลลิสต์ที่คุณชอบ",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "ท่องเว็บได้รวดเร็วด้วยเบราว์เซอร์ที่มีขนาดเล็ก  Midori ช่วยให้ใช้เว็บ HTML5 และเว็บแอปพลิเคชัน โดยใช้พลังงานน้อย",
    "Open Source": "โอเพนซอร์ส",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Our code is available for review, scrutiny, modification, and redistribution by anyone.",
    "Learn More": "เรียนรู้เพิ่มเติม",
    "No Ads. No Spying.": "ไม่มีโฆษณา. และไวรัสสปาย",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.",
    "Safe &amp; Secure": "ปลอดภัย & มั่นใจได้",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.",
    "Choose a Download": "เลือกดาวน์โหลด",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "เราแนะนำ 64-บิต สำหรับคอมพิวเตอร์ที่ทันสมัยส่วนมาก. สำหรับความช่วยเหลือและข้อมูลเพิ่มเติม, ดูที่",
    "installation guide": "คู่มือการติดตั้ง",
    "Freya 32-bit": "Freya 32-บิต",
    "Torrent Magnet Link": "การเชื่อมโยง Torrent Magnet",
    "Freya 64-bit": "Freya 64-บิต",
    "Download elementary OS": "ดาวน์โหลด elementary OS"
}