{
    "Privacy Policy": "นโยบายความเป็นส่วนตัว",
    "Do Not Track": "ไม่ถูกตามรอย （Do Not Track）",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "การตั้งค่า do-not-track เว็บไซต์นี้สามารถเจอได้ในเบราว์เซอร์ที่ทันสมัยส่วนมากและเลือกปิด Google Analytics เมื่อมันทำงานอยู่. เราไม่สามารถลบวิธีแกะรอยอื่นๆ ได้อัตโนมัติ โดยไม่ส่งผลกระทบอย่างรุนแรงในการใช้งานเว็บไซต์. หากคุณต้องการที่จะจัดการกับวิธีแกะรอยเหล่านี้ด้วยตนเอง. อ้างอิงในส่วนการปิดการใช้งานคุกกี้",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>คุณสามารถเลือกที่จะปิดการใช้งานหรือเลือกปิดคุกกี้ใดก็ได้หรือคุกกี้บุคคลที่สามในการตั้งค่าเบราว์เซอร์ของคุณ</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "เว็บไซต์นี้ใช้คุกกี้สำหรับการปรับปรุง. คุณอาจพบว่าฟังก์ชั่นการให้บริการปราศจากคุกกี้แต่การใช้งานนั้นจะลดลง. ตัวอย่าง, เว็บไซต์จะไม่จดจำถ้าคุณชำระเงินก่อนหน้าสำหรับ elementary OS; โดยเริ่มต้นคุณจะต้องถามเพื่อชำระเงินอีกครั้ง",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "ร้านค้าคุกกี้บันทึกองค์ประกอบของพฤติกรรมและวิเคราะห์ภัยคุกคามที่อาจเกิดขึ้น. สำหรับข้อมูลเพิ่มเติม, โปรดดูที่",
    "CloudFlare Privacy & Security Policy": "CloudFlare ความเป็นส่วนตัวและนโยบายการรักษาความปลอดภัย",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "บันทึกข้อมูลร้านค้าคุกกี้—รวมทั้งจำนวนผู้เข้าชมไปยังเว็บไซต์นี้, จากที่พวกเขาถูกเรียก, และหน้าเว็บที่พวกเขาได้เยี่ยมชม—ในรูปแบบที่ไม่ระบุชื่อ. ข้อมูลนี้จะถูกนำมาใช้เพื่อช่วยในการปรับปรุงเว็บไซต์. สำหรับข้อมูลเพิ่มเติม, ดูบทความ Google ต่อ",
    "Safeguarding Your Data": "ปกป้องข้อมูลของคุณ",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "ใช้คุกกี้เพื่อจำลำดับครั้งล่าสุดของคุณและประเภทบัตรของประเทศของคุณเพื่อข้อเสนอสำหรับการชำระเงิน. สำหรับข้อมูลเพิ่มเติม, โปรดดูที่",
    "Stripe's Privacy Policy": "Stripe นโยบายความเป็นส่วนตัว",
    "Manage Cookies": "จัดการคุกกี้",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "ในขณะที่คุณได้เยี่ยมชมเว็บไซต์ของเราแล้ว, คุณอาจต้องการจัดการคุกกี้ที่เกิดขึ้นในเบราว์เซอร์ของคุณ. เชื่อมโยงไปยังคำแนะนำที่เกี่ยวข้องที่สามารถหาเจอได้ด้านล่าง",
    "Transparency": "ปิดประตูหลัง",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "เราไม่มีซอฟต์แวร์ประตูหลังบ้าน backdoor ใด ๆ  ติดตั้งในะระบบของรา และเราไม่รับข้อเสนอใด ๆ  ที่จะกระทำเรื่องเลวร้ายแบบนั้นเช่นกัน  และเราก็ไม่รับหมายค้นจากหน่วยงานความมั่นคงใด ๆ  ที่จะรุกรานความเป็นส่วนตัวของผู้ใช้",
    "Privacy Policy &sdot; elementary": "นโยบายความเป็นส่วนตัว ⋅ elementary"
}