{
    "Code of Conduct": "Verhaltenskodex",
    "Community Guidelines": "Community-Richtlinien",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "In der elementary Community beteiligt zu sein, ist eine unglaubliche Erfahrung. Du kriegst die Chance, bei was Großem dabei zu sein. Helfe anderen Leuten, ihre Computer super zu machen. Dies geht jedoch mit der Verantwortung einher, bestimmten Regeln zu folgen, um die beste Umgebung für alle Beteiligten zu erschaffen. Es wird erwartet, dass die folgenden Regeln zur jeder Zeit befolgt werden, während du bei der Community dabei bist. Dies gilt auch, wenn du auf der elementary Webseite bist, in einem IRC-Raum, als Person oder anderswo.",
    "I. Respect": "I. Respekt",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Andere zu respektieren ist sehr wichtig. Respektiere Menschen und deren Meinungen, persönliche Hintergründe, Privatsphäre und Ideen. Die elementare Community ist kein Ort für respektlose und verletzende Äußerungen, egal aus welchem Grund. Bei der Angabe von Kritik, nähern sie konstruktiv und respektvoll. Persönliche Angriffe werden nicht toleriert. Beim Empfang von konstruktiver Kritik, sie berücksichtigen und danken der Kritiker für ihre Beiträge, egal welche Meinung sie dazu haben.",
    "II. Content": "II. Inhalt",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Die elementary Community besteht aus tausenden von Nutzern verschiedenen Alters, Glaubens und Leveln der Reife. Deshalb musst du dir des Inhaltes, den du produzierst, und der Bemerkungen, die du machst, bewusst sein. Es sollten keine Nacktheit, übermäßige Anstößigkeit oder politischer, religiöser oder unangemessener Inhalt mit elementary in Verbindung gebracht werden. Letztendlich haben die elementary-Moderatoren das letzte Wort darüber, was sie als unangemessen bezeichnen. Falls du Zweifel am Inhalt deines Beitrags hast, solltest du in Erwägung ziehen, ob es etwas ist, dass du in einem Raum voll mit Menschen, auch Kindern und Großmüttern, aus der ganzen Welt, zeigen würdest. Falls du zögerlich bist, solltest du es nicht tun.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Bildschirmfotos, die in Elementary-moderierten Communities geteilt werden, sollten keine Themes, die andere Betriebssysteme imitieren, Fotos, Illustrationen, die eine bestimmte Person darstellen, oder Inhalt, der auf andere Weise gegen unseren Verhaltenskodex verstößt, enthalten.",
    "III. Rumors and Speculation": "III. Gerüchte und Spekulationen",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Vermeide es, Gerüchte und Spekulationen zu verbreiten, auch wenn die temporeiche und spannende Umfeld von elementary dazu verleiten können. Es ist in Ordnung, über künftige Pläne von elementary zu diskutieren, doch solange es sich dabei nicht um belegte Fakten handelt, solltest du entweder dazu sagen, dass es sich um persönliche Spekulation handelt oder lieber gar nicht erst eine Diskussion darüber beginnen. Das Verbreiten von ungenauen oder falschen Informationen kann sich nachteilig auf die Community auswirken; vor allem, wenn die Informationen in einem negativen Licht dargestellt werden. ",
    "IV. Helpful Discussion": "IV. Hilfreiche Diskussion",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.",
    "V. Avoiding Conflict": "V. Vermeidung von Konflikten",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.",
    "VI. Step Down Considerately": "VI. Step Down Considerately",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.",
    "Consequences": "Folgen",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>Der Elementary Verhaltenskodex ist lizensiert unter der <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> Lizenz. Gewisse Aspekte sind inspiriert von dem <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Verhaltenskodex</a>.</em>",
    "Code of Conduct &sdot; elementary": "Verhaltenskodex ⋅ elementary"
}