{
    "Check out our progress for Loki Alpha 1": "Sehen Sie sich unseren Fortschritt bei der ersten Loki Alpha an.",
    "Fixed": "Behoben",
    "In Progress": "In Arbeit",
    "Unfixed": "Ausstehend",
    "Funding": "Finanzierung",
    "Translations": "Übersetzungen",
    "Web Development": "Webentwicklung",
    "Desktop Development": "Desktopentwicklung",
    "Design": "Design",
    "Targeted Funding": "Gezielte Finanzierung",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource entlohnt Entwickler mit dem von dir zur Verfügung gestellten Geld, wenn diese Fehler beheben oder neue Funktionen entwickeln. Entscheide, für welche Bereiche dein Geld verwendet werden soll oder fördere gezielt die Entwicklung einer bestimmten App. Du kannst einen einmaligen Betrag zahlen oder auch ein Abonnement abschließen.",
    "Learn More": "Mehr erfahren",
    "BountySource": "BountySource",
    "General Funding": "Allgemeine Finanzierung",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funktioniert wie eine laufende Crowdfunding-Kampagne. Wähle einen Geldbetrag, erhalte Belohnungen und hilf uns dabei, unsere Ziele zu erreichen.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "Paypal ist eine schnelle und einfache Lösung. Entscheide, ob du einen einmaligen Betrag zahlen oder ein Abonnement abschließen möchtest.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wird von Menschen aus aller Welt entwickelt und genutzt; hilf uns mit deiner Übersetzung das Erlebnis weiter zu verbessern.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS nutzt das offene und kollaborative Übersetzungswerkzeug Rosetta auf Launchpad.",
    "Our website is also openly translated using an online platform called Transifex.": "Unsere Website wird ebenfalls offen und gemeinschaftlich über die Internet-Plattform Transifex übersetzt.",
    "Translate elementary OS": "Übersetze elementary OS",
    "Translate This Website": "Übersetze diese Webseite",
    "World map": "Weltkarte",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Unsere Website wurde mit HTML, CSS, PHP und JavaScript erstellt. Wir sind stets auf der Suche nach Leuten mit Erfahrung in diesen Bereichen welche gerne dazu beitragen und die Website noch besser machen möchten. Der Großteil der Designarbeit wird von unserem Design Team gemacht, aber wir freuen uns über Vorschläge und Rückmeldungen für unser Web Team.",
    "Fork Our Website on GitHub": "Forke unsere Webseite auf GitHub",
    "Report an Issue with Our Website": "Ein Problem mit unserer Website melden",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Unser Desktop Environment und all seine Anwendungen sind mit Vala, GTK+, Clutter, Cairo, Granite und einigen weiteren freien Bibliotheken erstellt. Unser gesamter Code steht auf Launchpad.net zur Verfügung, einem offenen Service für Open-Source-Projekte. Wir suchen stets nach Helfern jeder Qualifikationsstufe.",
    "Browse Our Desktop Code": "Stöbere in unserem Desktop-Code",
    "Browse Our Apps' Code": "Stöbere im Code unserer Anwendungen",
    "See Our Open Bug Reports": "Lies unsere offenen Fehlerberichte",
    "Scratch text editor": "Texteditor Scratch",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Jedes Projekt beginnt mit einer Idee. Unser Design-Team nimmt diese auf, und erstellt daraus Roadmaps. Wir unterteilen Design in zwei Komponenten:",
    "Visual Design": "Visuelle Gestaltung",
    "A great place for visual designers to get started is by sharing mockups with": "Ein guter Startpunkt für visuelle Gestalter ist Mockups bereitzustellen auf",
    "our Google+ Community": "unsere Google+-Seite",
    "Interactive Design": "Interaktives Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Wir verwenden das Blueprint-System auf Launchpad, um neue Features detailliert zu erklären.",
    "Read the Interface Guidelines": "Lies die Interface Guidelines",
    "Browse Our Blueprints": "Stöbere in unseren Blueprints",
    "Read About Our Workflow": "Lies über unseren Workflow",
    "Application wire frame": "Anwendungsdrahtgitter",
    "Get Involved with elementary OS": "Engagiere dich bei elementary OS"
}