{
    "Check out our progress for Freya Update 1": "Erfahre mehr über den Fortschritt von Freya Update 1",
    "Fixed": "Behoben",
    "In Progress": "In Arbeit",
    "Unfixed": "Ausstehend",
    "Translations": "Übersetzungen",
    "Web Development": "Webentwicklung",
    "Design": "Design",
    "Desktop Development": "Desktopentwicklung",
    "Funding": "Finanzierung",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“Eine andere Sprache ist eine andere Sicht auf das Leben.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wird von Menschen aus aller Welt entwickelt und genutzt; hilf uns mit deiner Übersetzung das Erlebnis weiter zu verbessern.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS nutzt das offene und kollaborative Übersetzungswerkzeug Rosetta auf Launchpad.",
    "Learn More": "Erfahre mehr",
    "Our website is also openly translated using an online platform called Transifex.": "Unsere Website wird mit der Plattform Transifex auch gemeinschaftlich übersetzt.",
    "Translate elementary OS": "Übersetze elementary OS",
    "Translate This Website": "Übersetze diese Seite",
    "World map": "Weltkarte",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“Webseiten sollten von Innen und Außen gut aussehen”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Unsere Web-Site ist mit HTML, CSS, PHP und Javascript erstellt. Wir suchen immer Leute, die in diesen Gebieten Erfahrung haben und uns unterstützen wollen, die Seite zu verbessern.",
    "Fork Us on GitHub": "Forke uns auf GitHub",
    "See Our Open Bug Reports": "Lese unsere offenen Fehlerberichte",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Großartiges Design macht etwas einprägsam und sinnvoll.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Jedes Projekt beginnt mit einer Idee. Unser Designteam nimmt diese und wandelt sie in Roadmaps um. Wir teilen Design in zwei Komponenten ein:",
    "Visual Design": "Visual Design",
    "A great place for visual designers to get started is by sharing mockups with": "A great place for visual designers to get started is by sharing mockups with",
    "our Google+ Community": "our Google+ Community",
    "Interactive Design": "Interactive Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Wir verwenden das Blueprint-System auf Launchpad, um neue Features detailliert zu erklären.",
    "Read the Interface Guidelines": "Lies die Interface Guidelines",
    "Browse Our Blueprints": "Stöbere in unseren Blueprints",
    "Read About Our Workflow": "Lies über unseren Workflow",
    "Application wire frame": "Anwendungsdrahtgitter",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Bevor Software wiederverwendbar sein kann, muss sie zuerst verwendbar sein\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Unsere Desktop-Umgebung und alle Anwendungen wurden mithilfe von Vala, GTK+, Clutter, Cairo, Granite und vielen anderen freien Bibliotheken erstellt. Unser gesamter Code ist auf Launchpad.net gehostet, einem freien Dienst für Open-Source-Projekte. Wir suchen immer Unterstützer, unabhängig von ihrer Erfahrung und Qualifikation.",
    "Browse Our Desktop Code": "Stöbere in unserem Desktop-Code",
    "Browse Our Apps' Code": "Stöbere im Code unserer Anwendungen",
    "Scratch text editor": "Scratch Texteditor",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "Tu, was du liebst und das Geld wird folgen.",
    "Targeted Funding": "Gezielte Finanzierung",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource entlohnt Entwickler mit dem von dir zur Verfügung gestellten Geld, wenn diese Fehler beheben oder neue Funktionen entwicklen. Entscheide, für welche Bereiche dein Geld verwendet werden soll oder fördere gezielt die Entwicklung einer bestimmten App. Du kannst einen einmaligen Betrag zahlen oder auch ein Abonnement abschließen.",
    "BountySource": "BountySource",
    "General Funding": "Allgemeine Finanzierung",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funktioniert wie eine laufende Crowdfunding-Kampagne. Wähle einen Geldbetrag, erhalte Belohnungen und hilf uns dabei, unsere Ziele zu erreichen.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "Paypal ist eine schnelle und einfache Lösung. Entscheide, ob du einen einmaligen Betrag zahlen oder ein Abonnement abschließen möchtest.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Engagiere dich bei elementary OS"
}