{
    "Check out our progress for Freya Beta 2": "Informiere dich über unseren Fortschritt für Freya Beta 2",
    "Fixed": "Behoben",
    "In Progress": "In Arbeit",
    "Unfixed": "Ausstehend",
    "Translations": "Übersetzungen",
    "Web Development": "Webentwicklung",
    "Design": "Design",
    "Desktop Development": "Desktopentwicklung",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“Eine andere Sprache ist eine andere Sicht auf das Leben.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "elementary OS wird von Menschen aus aller Welt erschaffen und genutzt; hilf uns, es durch Übersetzungen in andere Sprachen noch besser zu machen. Launchpad verfügt über ein eingebautes Werkzeug namens Rosetta, das gemeinsame Übersetzungen online ermöglicht.",
    "View Our Translations Page": "Schaue dir unsere Übersetzungsseite an",
    "Get More Info About Rosetta": "Erhalte weitere Informationen über Rosetta",
    "World map": "Weltkarte",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“Webseiten sollten von Innen und Außen gut aussehen”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Unsere Web-Site ist mit HTML, CSS, PHP und Javascript erstellt. Wir suchen immer Leute, die in diesen Gebieten Erfahrung haben und uns unterstützen wollen, die Seite zu verbessern.",
    "Fork Us on GitHub": "Forke uns auf GitHub",
    "See Our Open Bug Reports": "Lese unsere offenen Fehlerberichte",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Großartiges Design macht etwas einprägsam und sinnvoll.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Jedes Projekt beginnt mit einer Idee. Unser Designteam nimmt diese und wandelt sie in Roadmaps um. Wir teilen Design in zwei Komponenten ein:",
    "Visual Design": "Visuelle Gestaltung",
    "A great place for visual designers to get started is by sharing mockups with": "Ein guter Startpunkt für visuelle Gestalter ist Mockups bereitzustellen auf",
    "our Google+ Community": "unsere Google+-Seite",
    "Interactive Design": "Interaktives Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Wir verwenden das Blueprint-System auf Launchpad, um neue Features detailliert zu erklären.",
    "Read the Interface Guidelines": "Lies die Interface Guidelines",
    "Browse Our Blueprints": "Stöbere in unseren Blueprints",
    "Read About Our Workflow": "Lies über unseren Workflow",
    "Application wire frame": "Anwendungsdrahtgitter",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Bevor Software wiederverwendbar sein kann, muss sie zuerst verwendbar sein\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Unsere Desktop-Umgebung und alle Anwendungen wurden mithilfe von Vala, GTK+, Clutter, Cairo, Granite und vielen anderen freien Bibliotheken erstellt. Unser gesamter Code ist auf Launchpad.net gehostet, einem freien Dienst für Open-Source-Projekte. Wir suchen immer Unterstützer, unabhängig von ihrer Erfahrung und Qualifikation.",
    "Browse Our Desktop Code": "Stöbere in unserem Desktop-Code",
    "Browse Our Apps' Code": "Stöbere im Code unserer Anwendungen",
    "Scratch text editor": "Scratch Texteditor",
    "Get Involved with elementary OS": "Engagiere dich bei elementary OS"
}