{
    "A fast and open replacement for Windows and OS X": "Ein schneller und freier Ersatz für Windows und OS X",
    "Custom": " Benutzerdefiniert",
    "Enter any dollar amount.": "Beliebigen Dollarbetrag eingeben.",
    "Purchase elementary OS": "elementary OS kaufen",
    "1.15 GB (for PC or Mac)": "1,15 GB (für PC oder Mac)",
    "What the press is saying about elementary OS:": "Was die Presse über elementary OS sagt:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS ist anders … ein schönes und leistungsfähiges Betriebssystem, das selbst auf älteren PCs gut läuft”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“eine schnelle, wartungsfreundliche Plattform, die nahezu überall installiert werden kann”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Leicht und schnell … Vollständig gemeinschaftlich entwickelt und mit einem echten Gespür für Design und Erscheinung.”",
    "Meet Our Apps": "Lerne unsere Apps kennen.",
    "Photos": "Fotos",
    "Music": "Musik",
    "Videos": "Videos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importiere, organisiere und bearbeite Bilder. Mache eine Diashow. Teile per Facebook oder Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organisiere und höre deine Musik. Suche nach Alben, benutze die blitzschnelle Suche, und baue Playlists deiner Favoriten.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Sieh dir Filme und Videos mit einer minimalen Oberfläche an. Der schmale dunkle Rahmen wird ausgeblendet, so dass du mehr von deinem Film sehen kannst.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surfe im Internet mit einem schnellen und schlanken Webbrowser. Midori lädt HTML5-Webseiten und Web-Apps während er mit wenig Akku auskommt.",
    "Learn More": "Erfahre mehr",
    "dat": "dat",
    "Accessories": "Zubehör",
    "Graphics": "Grafik",
    "Internet": "Internet",
    "Office": "Büro",
    "Other": "Mehr",
    "Sound &amp; Video": "Ton & Video",
    "System Tools": "Systemwerkzeuge",
    "Applications": "Anwendungen",
    "3 Ways to Explore": "3 Arten Programme zu finden",
    "Grid": "Raster",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Zeige alle Deine Apps in einem alphabetischen Raster an. Durch das Scrollen kannst Du die App, die Du suchst, ganz einfach finden.",
    "Categories": "Kategorien",
    "View your apps automatically organized into categories. Perfect for large collections.": "Zeige Deine Apps in automatisch organisierten Kategorien an. Super, wenn Du sehr viele Programme installiert hast.",
    "Search": "Suche",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Starte Apps, öffne Einstellungen, führe Befehle aus, und noch viel mehr, direkt aus der extrem schnellen Suchansicht.",
    "Open Source": "Open Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Unser Code ist für die Überprüfung, Änderung und Verteilung für jeden verfügbar.",
    "No Ads. No Spying.": "Keine Werbung. Keine Spionage.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Wir schließen weder Werbeverträge ab, noch sammeln wir sensible oder persönliche Daten. Unser einziges Einkommen stammt von unseren Nutzern.",
    "Safe &amp; Secure": "Sicher",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Wir bauen auf Linux: Die selbe Programmausstattung, die das Verteidigungsministerium der Vereinigten Staaten, die Bank von China und noch Anderen von Nutzen sind.",
    "Security Notices": "Sicherheitshinweise",
    "Download elementary OS": "elementary OS herunterladen",
    "Choose a Download": "Wähle eine Version",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Wir empfehlen 64-Bit für die meisten modernen Rechner. Für Hilfe, sowie weitere Informationen bitte die",
    "installation guide": "Installationsanleitung beachten",
    "Freya 32-bit": "Freya 32-Bit",
    "Torrent Magnet Link": "Torrent Magnet-Link",
    "Freya 64-bit": "Freya 64-Bit"
}