{
    "A fast and open replacement for Windows and OS X": "Ein schneller und freier Ersatz für Windows und OS X",
    "Custom": "Anderer",
    "Enter any dollar amount.": "Beliebigen Dollarbetrag eingeben.",
    "Download Freya": "Freya herunterladen",
    "893 MB (for PC or Mac)": "893 MB (für PC oder Mac)",
    "What the press is saying about elementary OS:": "Was die Presse über elementary OS sagt:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "»elementary OS ist anders … ein schönes und kraftvolles Betriebssystem, das selbst auf älteren PCs gut läuft«",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "»eine schnelle, wartungsfreundliche Plattform, die nahezu überall installiert werden kann«",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "»Leicht und schnell … Vollständig gemeinschaftlich und hat ein echtes Gespür für Design und Erscheinung.«",
    "Meet Our Apps": "Lerne unsere Apps kennen.",
    "Photos": "Fotos",
    "Music": "Musik",
    "Videos": "Videos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importiere, organisiere und bearbeite Bilder. Mache eine Diashow. Teile mit Facebook oder Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organisiere und höre deine Musik. Suche nach Alben, benutze die blitz-schnelle Suche, und baue Playlists deiner Favoriten.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Guck dir Filme und Videos mit einem minimaler Oberfläche an. Die schmalen und dunklen Ramen verblassen so, dass du mehr von deinem Film sehen kannst.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surfe das Internet mit einem schnellen & leichten Web-Browser. Midrori läd HTML5 Webseiten und Web-Apps während er wenig Akku verbraucht.",
    "Open Source": "Open-Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Unser Code ist für die Überprüfung, Änderung und Verteilung von jedem verfügbar.",
    "Learn More": "Erfahre mehr",
    "No Ads. No Spying.": "Keine Werbung. Keine Spionage.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Wir machen keine Werbe-deals und wir sammeln keine sensible und persönliche Daten ein. Unser Einkommen kommt direkt von unseren Nutzern.",
    "Safe &amp; Secure": "Sicher",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Wir bauen auf Linux: Die selbe Anwendung die das »U.S. Department of Defense«, die »Bank of China« und weitere benutzt.",
    "Choose a Download": "Bitte Version auswählen",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Wir empfehlen 64-Bit für die meisten modernen Rechner. Für Hilfe, sowie weitere Informationen bitte die",
    "installation guide": "Installationshinweise beachten",
    "Freya 32-bit": "Freya 32-Bit",
    "Torrent Magnet Link": "Torrent Magnet-Link",
    "Freya 64-bit": "Freya 64-Bit",
    "Download elementary OS": "elementary OS herunterladen"
}