{
    "Privacy Policy": "Datenschutzrichtlinie",
    "Do Not Track": "Nicht-Verfolgung",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Diese Internetseite respektiert die Do-Not-Track-Option (Nicht-Verfolgung), über welche die meisten modernen Browser verfügen und deaktiviert Google Analytics, wenn dieses vorhanden ist. Andere Verfolgungsmethoden (sog. Tracking) können wir nicht automatisch entfernen, ohne den Nutzen unserer Seite zu beeinträchtigen. Wünschen Sie, diese Verfolgungsmethoden selbst zu verwalten, ziehen Sie den Abschnitt zum Verwalten von Cookies zu Rate.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "Sie können in Ihren Browser-Einstellungen Cookies vollständig oder mit Verbot von Drittanbieter-Cookies teilweise deaktivieren.",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Diese Internetseite nutzt Cookies, um schrittweise Verbesserungen zu erreichen. Sie werden ihre Funktionen auch ohne sie, jedoch mit schlechterer Bedienbarkeit, nutzen können. Beispielsweise würde sich die Seite nicht merken, ob Sie zuvor bereits etwas für elementary OS bezahlt haben - Sie würden erneut um eine Zahlung gebeten.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Speichert Cookies um verhaltensbasierte Elemente zu aufzuzeichnen und potentielle Bedrohungen zu analysieren. Für weitere Informationen lesen Sie die",
    "CloudFlare Privacy & Security Policy": "CloudFlare Datenschutz- & Sicherheitsrichtlinien",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Speichert Cookies um anonym Informationen zu sammeln -- einschließlich der Anzahl an Besuchern dieser Seite, von welchen Seiten diese weitergeleitet wurden und welche Seiten sie besuchen. Diese Informationen werden genutzt, um die Seite zu verbessern. Für weitere Informationen lesen Sie Googles Artikel zur",
    "Safeguarding Your Data": "Sicherung Ihrer Daten",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Benutzt Cookies um sich Ihre letzte Bestellung und Ihr Land zu merken, um die passenden Zahlungsmethoden anbieten können. Für weitere Informationen lesen Sie",
    "Stripe's Privacy Policy": "Stripes Datenschutzrichtlinie",
    "Manage Cookies": "Verwaltung von Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Da Sie unsere Seite bereits besucht haben, möchten Sie möglicherweise Cookies verwalten, welche in Ihrem Browser bereits gespeichert sind. Links zu den relevanten Anleitungen finden Sie hier:",
    "Privacy Policy &sdot; elementary": "Datenschutzrichtlinie · elementary"
}