{
    "Be a Part of Something Bigger": "成為做大事的一份子",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "我們開發的產品都是集眾所成，絶對開源。即使你不是程式設計師，你還是可以加入我們，貢獻一己之力。",
    "Funding": "集資",
    "Translations": "翻譯",
    "Support": "支援",
    "Web": "網站",
    "Desktop": "桌面",
    "Design": "設計",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "對開發elementary OS來說，最有效的幫助莫過於捐助我們。在你們的幫助下，我們從一個只有熱情的志願小團隊發展成一個小公司。任何一點捐助都讓我們有機會聘請其他正式開發人員。",
    "Bug Bounties": "臭蟲報告奬勵政策",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource 獎勵開發者開發新功能、及修補改善原有程式，將募集的錢款直接交到他們手上。您可以為您在乎的議題設置賞金，或是為特定的程式進行募資。您也可以設置定期捐助。",
    "Learn More": "了解更多",
    "BountySource": "BountySource",
    "Bountied Bugs": "已奬勵臭蟲報告",
    "General Funding": "一般性募資",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon 是個不間斷的群眾募資平臺。您可以在那裡選擇您的捐款數、取得回饋，並幫助我們實現目標。",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "Paypal 是種便捷的解決方案。您可以選擇一次性捐助，或設置定期捐助。",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS 是由全世界的人們創造與使用的；請幫助我們將其翻譯成更多語言，以增進使用者的體驗。",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elemetary OS 使用 Launchpad 上稱為 Rosetta 的開放、協作式翻譯工具。",
    "Our website is also openly translated using an online platform called Transifex.": "我們的網站也開放使用稱為 Transifex 的線上平臺進行翻譯。",
    "Translate elementary OS": "翻譯 elementary OS",
    "Translate This Website": "翻譯這個網站",
    "World map": "世界地圖",
    "Question & Answer": "問答集",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange 是一個高品質的社群線上問答平臺，任何人都可以提問或給他人解答。",
    "Unanswered Questions": "尚未解答的問題",
    "New Questions": "新問題",
    "Documentation": "文件",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary 為用戶和開發人員提供基本的說明文件。因為所有檔案都是用 Markdown 寫成並託管於 GitHub，無論修改或新增檔案對用戶來說都是小菜一碟。",
    "Learning The Basics Guide": "瞭解基礎指導手冊",
    "Developer Docs": "開發者文件",
    "Web Development": "網頁開發",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "我們的網站使用HTML，CSS，PHP和JavaScript寫成。我們永遠需要在這方面的高手來為蔽站獻出微薄之力以變得更加美好。",
    "Fork Our Website on GitHub": "在GitHub上建立本網站的分支",
    "Report a Website Issue": "網站問題反應",
    "Desktop Development": "桌面開發",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "我們的桌面環境及其包含程式都是基於Vala，GTK+，Granite和其他一系列開源程式庫開發而成。我們把桌面程式碼託管於Launchpad.net，該網站是一個用來託管開源項目的服務網站。如果你沒有為本系統開發軟體的經驗，我們建議你先翻看《新手手冊》。",
    "Browse Our Desktop Code": "瀏覽我們的桌面程式碼",
    "Browse Our Apps' Code": "瀏覽我們的應用程式碼",
    "Bitesized Bugs": "微不足道的臭蟲",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "所有的項目都從一個想法的產生而開始。我們的設計團隊則將這些項目以及所含的不足在Blueprints上清晰地公示出來。我們把設計分成兩個主要部分：",
    "Visual Design": "視覺設計",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "我們永遠歡迎提升elementary OS視覺設計品質的想法。你可以從在社群裡分享你的設計稿開始為elementary OS的介面先出一份力。",
    "our Google+ Community": "我們的 Google+ 社群",
    "Read the Interface Guidelines": "閱讀介面指南",
    "See Our Mockups": "來看看我們的設計模型",
    "Interaction Design": "互動設計",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "我們使用Launchpad上的Blueprint工具來清晰地闡述新系統的功能和介面的改變。",
    "Read About Our Workflow": "瞭解我們的工作流程",
    "Browse Our Blueprints": "查看我們的藍圖",
    "Get Involved with elementary OS": "參與 elementary OS"
}