{
    "Be a Part of Something Bigger": "成為做大事的一份子",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "我們開發的產品都是集眾所成，絶對開源。即使不是程式設計師，還是可以加入我們貢獻一己之力。",
    "Funding": "集資",
    "Translations": "翻譯",
    "Support": "支援",
    "Web": "網站",
    "Desktop": "桌面",
    "Design": "設計",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "",
    "Sponsor on GitHub": "",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "",
    "Back on Patreon": "",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "簡單使用簽帳卡、信用卡、或 PayPal 帳戶捐款。可選擇單筆捐款或定期捐款。",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "",
    "Liberapay": "",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "",
    "Contribute with Liberapay": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "",
    "Visit Store": "瀏覽商店",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS 是由全世界的人們創造與使用的；請幫助我們將其翻譯成更多語言，以增進使用者的體驗。",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS 和我們的網站都使用 Weblate 這個線上平臺開放給大家共同翻譯。",
    "Learn More": "了解更多",
    "Join Chat": "加入聊天",
    "Suggest Translations": "翻譯建議",
    "World map": "世界地圖",
    "Question &amp; Answer": "問與答",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "New Questions": "新問題",
    "Unanswered Questions": "尚未解答的問題",
    "Documentation": "文件",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary 為用戶和開發人員提供基本的說明文件。因為所有檔案都是用 Markdown 寫成並託管於 GitHub，無論修改或新增檔案對用戶來說都是小菜一碟。",
    "Learning the Basics Guide": "",
    "Developer Docs": "開發者文件",
    "Web Development": "網頁開發",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "我們的網站使用 HTML、CSS、PHP、JavaScript 等寫成。我們永遠希望這方面的高手來為敝站獻出微薄之力來變得更加美好。",
    "Report a Website Issue": "網站問題反應",
    "Fork the Website on GitHub": "",
    "Desktop Development": "桌面開發",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Getting Started Guide": "",
    "Browse Code": "",
    "Report issues": "",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "",
    "Read the Guide": "",
    "Fix issues": "",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "",
    "Bitesize Issues": "",
    "Create apps": "",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "",
    "Publish on AppCenter": "",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": "參與 elementary OS"
}
