{
    "Privacy Policy": "隱私政策",
    "Do Not Track": "請勿跟蹤 (DNT)",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "本網站遵循多數瀏覽器支持的請勿跟蹤 (DNT) 設置，並會根據此設置禁用 Google Analytics。我們不會自動移除其他跟蹤方法，因爲這會嚴重影響網站的使用。如果您希望手動管理這些跟蹤方法，請參考禁用 Cookies 這一節。",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "您可以在瀏覽器設置中禁用或選擇性地關閉任何 Cookies 或第三方 Cookies。",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "本網站使用 Cookies 來完成一些增量功能。沒有 Cookies，您可能使用服務和功能，但是易用性會下降。例如，本網站將不會記錄您是否爲 elementary OS 付過費，預設情況下您將再次被請求付費。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "保存 Cookies 以記錄行爲元素和潛在威脅。若想了解更多資訊，請參考",
    "CloudFlare Privacy & Security Policy": "CloudFlare 隱私和安全政策",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "保存 Cookies 以採集信息——包括本網站的訪問者數量、來源、訪問的頁面——這些都是匿名的。這些訊息將用來改善本網站。更多信息請參考 Google 的文章：",
    "Safeguarding Your Data": "保護您的資料",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "使用 Cookies 來記錄您上次的訂單和您的國家，同時也得知支付的卡片類型。若想瞭解更多資訊，請參考",
    "Stripe's Privacy Policy": " Stripe 的隐私政策",
    "Manage Cookies": "管理 Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "由於您已經訪問過本網站，您可能希望管理已經在您瀏覽器中存儲的 Cookies。相關說明請參見如下鏈接。",
    "Transparency": "透明度",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "我們沒有在軟體中放置任何後門，也沒有接收到任何關於這一方面的要求。我們從未收到从國家安全局，FISA等類似的組織的命令或要求我們收集用戶信息。",
    "Privacy Policy &sdot; elementary": "隱私政策 ⋅ elementary"
}