{
    "Installation": "Asennus",
    "Download elementary OS": "Lataa elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Aivan ensimmäisenä <a href=\"/\" target=\"_blank\" rel=\"noopener\">lataa elementary OS sivustoltamme</a>. Sinun tulee kopioida ladattu ISO-tiedosto USB-muistitikulle alla olevia ohjeita noudattaen.",
    "Recommended System Specifications": "Suositellut järjestelmämääritykset",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Vaikkakaan emme ole määrittäneet ehdotonta vähimmäisvaatimusta, suosittelemme seuraavanlaista kokoonpanoa hyvän käyttökokemuksen vuoksi:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nykyaikainen Intel i3 tai vastaavanlainen kaksiytiminen 64-bittinen suoritin",
    "4 GB of system memory (RAM)": "4 gigatavua keskusmuistia (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid State Drive (SSD) -levy, jossa on vapaata tilaa vähintään 15 gigatavua",
    "Internet access": "Internet-yhteys",
    "1024×768 display": "Näyttö, jonka resoluutio on vähintään 1024x768",
    "Back Up Your Data": "Varmuuskopioi tiedostosi",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Varmista, että varmuuskopioit tärkeät tiedostosi ulkoiseen sijaintiin, esimerkiksi pilvipalveluun tai ulkoiselle kiintolevylle. Uutta käyttöjärjestelmää asentaessasi tiedostosi saattavat hävitä tietokoneen kiintolevyltä.",
    "Choose your current Operating System": "Valitse nykyinen käyttöjärjestelmäsi",
    "Select the operating system you are currently using to view tailored installation instructions.": "Valitse nykyisin käytössäsi oleva käyttöjärjestelmä, jotta näet yksityiskohtaiset asennusohjeet.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Asennusmedian luominen",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Tarvitset USB-muistitikun, jossa on vähintään kaksi gigatavua vapaata tilaa ja ohjelman nimeltä Rufus.",
    "Download Rufus": "Lataa Rufus",
    "Rufus - select ISO": "Rufus - valitse ISO",
    "Open Rufus": "Avaa Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Aseta muistitikku tietokoneeseen ja valitse se \"Laite\"-pudotusvalikosta",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "",
    "the checksum icon": "tarkistesumman kuvake",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "",
    "Booting from the Install Drive": "Asennusmedialta käynnistäminen",
    "In order to start the installation process, you must boot your computer from the install drive.": "Asennuksen aloittamiseksi tietokone on käynnistettävä käyttäen asennusmediaa.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Olettaen, että tietokoneesi on käynnissä, aloita kytkemällä asennusmedia tietokoneeseen ja käynnistä tietokone uudelleen.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Useimmat tietokoneet sallivat käyttäjän muuttaa tietokoneen käynnistymisjärjestystä hetkellisesti painamalla tiettyä näppäintä, yleensä <kbd>F12</kbd>-näppäintä, mutta joskus myös <kbd>Esc</kbd>-näppäintä tai jotain muuta toimintonäppäintä. Tieto kyseisestä näppäimestä löytyy varmimmin tietokoneen käynnistysruudusta tai oppaasta.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Paina <kbd>F12</kbd> (tai muuta vastaavaa näppäintä) ja valitse asennusmedian asema — yleensä \"USB-HDD\" tai jokin muu sanan \"USB\" sisältävä. Jos valitset väärän aseman, tietokoneesi käynnistynee tavalliseen tapaan. Tällöin voit käynnistää tietokoneen uudelleen, toistaa aiemmat vaiheet ja valita jonkin muun aseman käynnistysjärjestysvalikosta.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kun olet valinnut oikean asennusmedian sisältävän aseman, näet hetkellisesti elementary OS:n aloitusnäkymän. Voit nyt seurata näytöllä olevia ohjeita, jotka opastavat sinut asennuksen läpi.",
    "Verify your Download": "Vahvista latauksesi",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Latauksen vahvistaminen on tärkeä, mutta valinnainen vaihe. Asennusmedioista luodaan tarkistesumma, ja ennen asennusta on suositeltavaa varmistaa latauksesi tarkistesumman vastaavan ilmoittamaamme arvoa. Näin voit varmistua, ettei lataamasi asennusmedia ole viallinen.",
    "Running the following command in your Terminal:": "Seuraavan komennon suorittaminen päätteessä:",
    "Should produce the output:": "Tulisi tuottaa tulosteen:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Huomautus: Tämä olettaa, että olet ladannut .iso-tiedoston kotihakemistossasi olevaan Downloads-kansioon. Jos olet ladannut tiedoston muualle, määritä oikea polku ladattuun tiedostoon, kuten alapuolella olevassa esimerkissä",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Luodaksesi elementary OS -asennusmedia macOS:llä tarvitset USB-muistitikun, jossa on vähintään kaksi gigatavua vapaata tilaa ja ohjelman nimeltä Etcher.",
    "Download Etcher": "Lataa Etcher",
    "etcher steps": "etcher-vaiheet",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Aseta USB-asema tietokoneeseen ja valitse ISO-tiedosto, jonka olet juuri ladannut.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Avaa &quot;Etcher&quot; ja valitse lataamasi elementary OS -levykuvatiedosto käyttäen &quot;Valitse levykuva&quot; -painiketta.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcherin tulisi havaita automaattisesti USB-levyasema, mutta tarkista silti, että valittuna on haluamasi kohde.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Käynnistä asennusmedian luominen napsauttamalla &quot;Flash!&quot;-painiketta. Aloitus saattaa kestää hetken.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Kun toimenpide on valmis, aseman poistaminen on turvallista. Voit nyt käynnistää tietokoneen uudelleen asentaaksesi elementary OS:n.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Seuraava ikkuna saattaa ilmetä asennusmedian luomisen yhteydessä, mutta sen voi ohittaa huoletta.",
    "Not readable warning": "Ei luettavissa -varoitus",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Kun kuulet merkkiäänen, pidä pohjassa <kbd>Optio</kbd>-näppäintä. Valitse sitten oikea käynnistyslevy. Huomioi, että se saattaa olla virheellisesti tunnistettu \"Windows\"-nimellä, mutta sillä ei ole käytännön merkitystä.",
    "Boot Errors": "Käynnistysvirheet",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Jos Mac-tietokoneesi ei tunnista elementary OS -USB-asennustikkua käynnistysvalikossa, saattaa olla tarpeen luoda elementary OS -asennusmedia DVD-levylle. Luo asennusmedia asettamalla tyhjä DVD-levy tietokoneeseen, napsauta ISO-tiedostoa hiiren oikealla painikkeella Finderissa, ja valitse &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. Kun toimenpide valmistuu, yritä käynnistää kone uudelleen asennus-DVD:tä käyttäen.",
    "Running the following command in your terminal:": "Seuraavan komennon suorittaminen päätteessä:",
    "should produce the output:": "Tulisi tuottaa tulosteen:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Tarvitset USB-muistitikun, jossa on vähintään kaksi gigatavua vapaata tilaa ja ohjelman nimeltä UNetbootin.",
    "Download UNetbootin": "Lataa UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Avaa UNetbootin Unity-valikosta. Seuraavanlainen ikkuna ilmestyy näkyviin:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Valitse &quot;Levykuva&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Napsauta \"…\" valitaksesi aiemmin lataamasi levykuvan.",
    "Unplug all USB memory devices apart from the one you want to use.": "Irrota kaikki muut USB-muistilaitteet lukuun ottamatta sitä laitetta, jota haluat käyttää.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Napsauta \"OK\" ja odota, että toimenpide valmistuu.",
    "After Installation": "Asennuksen jälkeen",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "<a href=\"/docs/learning-the-basics\">Opettele perusasiat</a> uudesta käyttöjärjestelmästäsi."
}
