{
    "Installation": "Asennus",
    "Download elementary OS": "Lataa elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "<a href=\"/\" target=\"_blank\" rel=\"noopener\">Lataa elementary OS sivustoltamme</a>, ellet ole sitä jo tehnyt. Kopioi lataamasi ISO-tiedosto USB-muistitikulle alla olevien ohjeiden mukaisesti.",
    "Frequently-Asked Questions": "Usein kysytyt kysymykset",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Lue <a href=\"{#release_faq}\">uusimman julkaisun usein kysytyt kysymykset</a>.",
    "Recommended System Specifications": "Suositellut järjestelmämääritykset",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Vaikka tiukkoja vähimmäisvaatimuksia ei ole, suosittelemme vähintään seuraavanlaista kokoonpanoa hyvän käyttökokemuksen takaamiseksi:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 tai vastaavanlainen kahdella ytimellä varustettu 64-bittinen suoritin",
    "4 GB of system memory (RAM)": "4 gigatavua keskusmuistia (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "",
    "Internet access": "Internet-yhteys",
    "Built-in or wired mouse/touchpad and keyboard": "Sisäänrakennettu tai langaton hiiri/kosketuslevy ja näppäimistö",
    "1024×768 minimum resolution display": "Näyttö jonka resoluutio on vähintään 1024×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "USB-muistitikku joka sisältää vähintään 4 gigatavua tilaa asennusta varten.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Emme suosittele virtuaalikoneita, koska niiden suorituskyky ei ole samalla tasolla kuin asennus fyysiseen koneeseen.</strong> Jos olet aikeissa tehdä asennuksen virtuaalikoneeseen, ota EFI käyttöön jos mahdollista, mutta huomioi että saatat kohdata myös muita ongelmia.",
    "Back Up Your Data": "Varmuuskopioi tiedostosi",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Varmista, että varmuuskopioit tärkeät tiedostosi ulkoiseen sijaintiin, esimerkiksi pilvipalveluun tai ulkoiselle kiintolevylle. Uutta käyttöjärjestelmää asentaessasi tiedostosi saattavat hävitä tietokoneen kiintolevyltä.",
    "Step-by-step Guide": "Vaiheittainen ohje",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Seuraa yllä olevan videon ohjeita, tai valitse alapuolelta käytössäsi oleva käyttöjärjestelmä nähdäksesi yksityiskohtaiset asennusohjeet.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Vahvista lataus",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Latauksen vahvistaminen on tärkeä asia: luomme &quot;tarkistussumman&quot; elementary OS:n levykuvista ja suosittelemme, että vahvistat lataamasi tiedoston tarkistussumman ennen asennusta. Näin varmistut, että sinulla on toimiva ja oikea levykuva.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Olettaen että latasit elementary OS:n Windowsin Downloads-kansioon, avaa Windowsin komentokehote ja suorita seuraava komento:",
    "It should produce the output:": "tulisi tuottaa seuraavan tulosteen:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Jos tarkistussumma ei vastaa tätä arvoa, suosittelemme lataamaan elementary OS:n levykuvan uudelleen.",
    "Creating an Install Drive": "Asennusmedian luominen",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "elementary OS:n asennusmedian luominen vaatii USB-muistitikun, jonka kapasiteetti on vähintään 4 gigatavua, ja sovelluksen nimeltä &quot;Etcher&quot;.",
    "Download Etcher": "Lataa Etcher",
    "etcher steps": "etcher-vaiheet",
    "Open Etcher, then:": "Avaa Etcher ja seuraa ohjeita:",
    "Plug in your spare USB flash drive": "Liitä USB-muistitikku",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Valitse lataamasi .iso-tiedosto &quot;Select image&quot; -painikkeella",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcherin pitäisi havaita automaattisesti USB-laite; jos ei, valitse oikea asema",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Napsauta &quot;Flash!&quot;-painiketta. Aloittamisessa saattaa kestää hetki.",
    "Once complete, continue to boot from the install drive.": "Kun kaikki on valmista, jatka käynnistämällä tietokone asennusmediaa käyttäen.",
    "Booting From the Install Drive": "Käynnistäminen asennusmediaa käyttäen",
    "In order to start the installation process, you must boot your computer from the install drive.": "Aloittaaksesi asennuksen, tietokone tulee käynnistää asennusmediaa käyttäen.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Olettaen että tietokoneesi on edelleen päällä, aloita kiinnittämällä asennusmedia ja käynnistämällä tietokone uudelleen.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Useimmat tietokoneet mahdollistavat käynnistysjärjestyksen muuttamisen painamalla tiettyä näppäintä — usein <kbd>F12</kbd>, toisinaan <kbd>Esc</kbd> tai muu vastaava toimintonäppäin. Saat näppäimen selville tietokoneen ohjekirjasta tai tietokoneen käynnistyksen yhteydessä hetkeksi ilmestyvästä näkymästä.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Paina <kbd>F12</kbd> (tai muu vastaava näppäin) ja valitse asennusmedia — usein &quot;USB-HDD&quot; tai vastaava kohta, mikä sisältää tekstin &quot;USB&quot;, tosin tämä vaihtelee tietokoneiden välillä. Jos valitset väärän aseman, tietokoneesi käynnistyy normaaliin tapaan. Tässä tapauksessa käynnistä tietokone uudelleen ja valitse eri asema valikosta.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Pian oikean käynnistysaseman valitsemisen jälkeen sinun tulisi nähdä elementary OS:n käynnistysnäkymä. Seuraa näytöllä näkyviä ohjeita, jotka ohjaavat sinut asennuksen läpi.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Olettaen että latasit elementary OS:n macOS:n Downloads-kansioon, avaa Pääte ja suorita seuraava komento:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Seuraava viesti saattaa ilmetä ns. flashaus-toimenpiteen aikana. Sen ohittaminen on turvallista.",
    "Not readable warning": "Ei luettavissa -varoitus",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Kun kuulet tietokoneen käynnistysäänen, paina ja pidä pohjassa <kbd>Option</kbd>. Sen jälkeen valitse oikea asennusmedia. Ota huomioon, että tietokone saattaa tunnistaa asennusmedian virheellisesti nimellä &quot;Windows&quot;, mutta tämä on normaalia.",
    "Boot Errors": "Käynnistysvirheet",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Jos Mac-tietokoneesi ei tunnista elementary OS:n USB-asennusmediaa käynnistysvalikossa, sinun saattaa olla tarpeen luoda USB-muistitikun sijaan elementary OS:n asennusmedia DVD-levylle. Luo DVD-asennusmedia syöttämällä tyhjä DVD tietokoneeseen, napsauta ISO-tiedostoa hiiren oikealla näppäimellä Finderissa ja valitse &quot;Burn {#release_filename} to Disc&quot;. Kun tämä on valmistunut, käynnistä tietokone uudelleen ja yritä käynnistää asennus DVD-levyltä.",
    "Running the following command in your terminal:": "Seuraavan komennon suorittaminen päätteessä:",
    "After Installation": "Asennuksen jälkeen",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "<a href=\"/docs/learning-the-basics\">Opettele perusasiat</a> uudesta käyttöjärjestelmästäsi."
}
