{
    "Learning the Basics": "Perusasioiden opettelu",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Opi elementary OS:n työpöydän perusasiat, kuinka liikkua ikkunoiden sekä työtilojen välillä ja paljon muuta.",
    "Desktop": "Työpöytä",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "elementary OS:n työpöytä koostuu kahdesta elementistä, paneelista ja telakasta. Voit vaihtaa työpöydän taustakuvan napsauttamalla työpöytää hiiren toissijaisella painikkeella — hiiren oikealla painikkeella tai kahden sormen napautuksella kosketuslevyllä. Voit mukauttaa työpöydän ulkoasua ja toimintaa menemällä <strong><a href=\"#system-settings\">Järjestelmän asetukset</a></strong> → <strong>Työpöytä</strong>.",
    "Panel": "Paneeli",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "Työpöydän yläreunassa on paneeli. Paneelin vasemmassa reunassa on Sovellukset-valikko, keskellä päivä ja aika, oikeassa reunassa järjestelmän ilmaisimet.",
    "Applications Menu": "Sovellukset-valikko",
    "Date &amp; Time": "Aika ja päivä",
    "System Indicators": "Järjestelmän ilmaisimet",
    "The Panel": "Paneeli",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Avataksesi tai etsiäksesi asennettuja sovelluksia, avaa <strong>Sovellukset</strong>-valikko paneelista. Voit vaihtaa valikossa eri sivujen välillä vierittämällä hiiren rullaa, pyyhkimällä kahdella sormella kosketuslevyä tai napsauttamalla valikon alalaidan pisteitä. Voit vaihtaa valikon näkymää valikon yläosan kahdella painikkeella, jotka vaihtavat ruudukko- ja luokkanäkymän välillä.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Aloita kirjoittaminen Sovellukset-valikossa etsiäksesi sovelluksia nimellä tai hakusanoilla. Haku näyttää myös sovellusten toiminnot ja järjestelmän asetukset. Haun avulla voit esimerkiksi:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Sammuttaa</strong> tai <strong>käynnistää uudelleen</strong> laitteen",
    "<strong>Compose Message</strong> with Mail": "<strong>Luoda uuden viestin</strong> sähköpostisovelluksella",
    "Open a <strong>New Incognito Window</strong> in Web": "Avata <strong>uuden yksityisen ikkunan</strong> verkkoselaimessa",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Suorittaa matemaattisia laskutoimituksia kuten <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Ottaa <strong>kuvakaappauksen nykyisestä ikkunasta</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Löytää kaipaamiasi asetuksia kuten <strong>Näppäimistö → Asettelu → Compose-näppäin</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "Voit avata Sovellukset-valikon näppäimistöä käyttäen painamalla <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "Ajan ja päivän ilmaisin paneelin keskellä näyttää kuluvan päivän ja ajan. Napsauta tai napauta päivää tai aikaa, niin näet kalenterin ja tulevat tapahtumat. Kaksoisnapsauta päivää tai valitse tapahtuma avataksesi kalenterisovelluksen.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Järjestelmäilmaisin paneelin oikeassa laidassa näyttää laitteiden tilan, esimerkiksi verkkoyhteydet, akun tason, äänen sisään- ja ulostulon, ilmoitukset ja niin edelleen. Ilmaisimen napsauttaminen näyttää asiayhteyteen liittyviä lisätietoja ja toimintoja.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Hiiren osoittimen vieminen ilmaisimen päälle näyttää lisätietoa ja ilmaisimen napsauttaminen hiiren keskimmäisellä painikkeella tai kolmen sormen napautuksella toteuttaa asiayhteyteen liittyvän toiminnon. Esimerkiksi:",
    "Sound: Mute": "Ääni: mykistä tai palauta ääni",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: sammuta Bluetooth tai kytke päälle",
    "Power: Toggle percentage of battery remaining in the Panel": "Virta: näytä tai piilota akun varaustason jäljellä oleva aika paneelissa",
    "Notifications: Toggle Do Not Disturb mode": "Ilmoitukset: ota käyttöön tai poista käytöstä \"Älä häiritse\"-tila",
    "Session: Prompt to shut down": "Istunto: sammutuksen vahvistusikkuna",
    "Dock": "Telakka",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "Työpöydän alaosassa on telakka, jonka avulla voit avata suosikkisovelluksesi nopeasti ja näet siitä myös avoinna olevat sovellukset.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Kun haluat lisätä sovelluksen telakkaan, voit vetää sovelluksen kuvakkeen Sovellukset-valikosta telakkaan tai napsauttaa käynnissä olevan sovelluksen telakassa näkyvää kuvaketta hiiren oikealla painikkeella ja valitsemalla <strong>Pidä käynnistimessä</strong>. Jos haluat poistaa sovelluksen kuvakkeen telakasta, voit vetää kuvakkeen pois telakasta työpöydällä olevaan tyhjään tilaa tai napsauttaa kuvaketta hiiren oikealla painikkeella ja poistamalla valinnan <strong>Pidä telakassa</strong>. Voit muuttaa sovelluskuvakkeiden järjestystä telakassa vetämällä hiirellä kuvakkeita haluamaasi järjestykseen.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Oletusarvoisesti telakka piiloutuu näkyvistä, kun sovelluksen ikkuna on suurennettu tai on telakan alueella. Osoita hiiren osoittimella työpöydän alaosaa tuodaksesi telakan esiin, kun se on piilotettu.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Voit muokata telakan kokoa ja toimintaa menemällä <strong><a href=\"#system-settings\">Järjestelmän asetukset</a></strong> → <strong>Työpöytä</strong> → <strong>Telakka ja paneeli</strong>.",
    "App Windows": "Sovellusten ikkunat",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Kun avaat sovelluksen, sen ikkuna ilmestyy työpöydälle. Vaikka sovellusten ikkunoiden asettelu saattaa erota toisistaan, sovellusikkunoita on yleisesti mahdollista sulkea, siirtää, muuttaa kokoa tai suurentaa.",
    "Header Bar": "Otsakepalkki",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "Useimmissa sovelluksissa on otsakepalkki ikkunan yläosassa. Otsakepalkissa on ikkunapainikkeet ja sovellukseen liittyviä toimintopainikkeita.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Voit siirtää ikkunaa vetämällä sitä mistä tahansa otsakepalkin kohdasta tai painamalla <kbd>Alt</kbd><kbd>F7</kbd> ja liikuttamalla hiiren osoitinta.",
    "HeaderBar": "Otsakepalkki",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Otsakepalkin napsauttaminen hiiren toissijaisella painikkeella avaa näkymän ikkuna- ja työtilatoimintoihin.",
    "Window Buttons": "Ikkunoiden painikkeet",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Sovelluksen ikkunapainikkeet ovat sovellusikkunan yläkulmissa: sulkemispainike vasemmalla ja suurennuspainike (jos sovellus sellaista tukee) oikealla. Ikkunan sulkeminen sulkee sovelluksen; sovellus on mahdollista avata uudelleen Sovellukset-valikosta tai telakasta. Ikkunan suurentaminen aiheuttaa sen, että ikkuna vie suurimman osan työpöydän tilasta, mutta mahdollistaa pääsyn paneeliin ja telakkaan.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Voit myös vetää ikkunan työpöydän yläosaan tai napsauttaa sen otsakepalkkia suurentaaksesi ikkunan. Kun haluat palauttaa ikkunan koon, voit vetää ikkunan irti paneelista otsakepalkkiin tarttumalla tai kaksoisnapsauttamalla otsakepalkkia.",
    "Resizing": "Koon muuttaminen",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "Useimpien ikkunoiden kokoa voi muuttaa vetämällä mitä tahansa ikkunan reunaa. Voit myös napsauttaa ikkunan otsakepalkkia hiiren toissijaisella painikkeella ja valita <strong>Muuta kokoa</strong> tai painaa <kbd>Alt</kbd><kbd>F8</kbd> siirtyäksesi koon muuttamistilaan; siirrä hiiren osoitinta suuntaan, johon haluat suurentaa ikkunaa.",
    "Multitasking": "Samanaikainen käyttö",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS käyttää ikkunoita ja työtiloja samanaikaisen työskentelyn mahdollistamiseksi.",
    "Windows": "Ikkunat",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Sovellusikkunat voivat olla päällekkäin työpöydällä ja ikkunoita voi siirtää työpöydällä. Voit vaihtaa avoinna olevien ikkunoiden välillä monilla tavoin:",
    "Click or tap on the window you want to switch to": "Napsauta tai napauta ikkunaa, johon haluat vaihtaa",
    "Click or tap the app's icon in the dock": "Napsauta tai napauta sovelluksen kuvaketta telakasta",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Paina <kbd>Alt</kbd><kbd>Tab</kbd> vaihtaaksesi ikkunoiden välillä",
    "Workspaces": "Työtilat",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Oletusarvoisesti sovellusten ikkunat avautuvat aktiiviseen työtilaan. Voit kuitenkin käyttää useita työtiloja työnkulun hallintaan:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Liiku työtilojen välillä vasemmalle tai oikealle painamalla <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> tai <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> tai pyyhkäise kolmella sormella kosketuslevyä tai -näyttöä.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Voit siirtyä yksittäiseen työtilaan painamalla <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> - <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. Voit avata uuden työtilan painamalla <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Siirrä ikkunoita työtilojen välillä vetämällä ikkunoita <a href=\"#multitasking-view\">moniajonäkymässä</a> tai painamalla <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> tai <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Voit muuttaa näitä pikanäppäimiä menemällä <strong><a href=\"#system-settings\">Järjestelmän asetukset</a></strong> → <strong>Näppäimistö</strong> → <strong>Pikanäppäimet</strong> → <strong>Työtilat</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Jotkin ikkunat voivat avautua koko näytön tilaan uuteen työtilaan. Voit liikkua työtilojen välillä tavalliseen tapaan, jolloin sovelluksen sulkeminen tai koko näytöstä tilasta palauttaminen palauttaa sinut edelliseen työtilaan.",
    "Multitasking View": "Moniajonäkymä",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "Moniajonäkymä näyttää kaikki avoimet ikkunat ja työtilat, jolloin voit vaihdella niiden välillä. Avaa moniajonäkymä napsauttamalla <strong>Moniajonäkymä</strong>-kuvaketta telakassa tai painamalla <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, tai pyyhkäise ylös kolmella sormella kosketuslevyä tai -näyttöä.",
    "Gestures": "Eleet",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS tukee monikosketukseen pohjautuvia eleitä tuetulla laitteistolla kuten kosketuslevyillä ja kosketusnäytöillä. Oletusarvoisesti kolmella sormella pyyhkäisy vasemmalle tai oikealle vaihtaa työtilojen välillä, ja kolmella sormella pyyhkäisy ylös avaa moniajonäkymän.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Voit muuttaa eleitä menemällä <strong><a href=\"#system-settings\">Järjestelmän asetukset</a></strong> → <strong>Hiiri ja kosketuslevy</strong> → <strong>Eleet</strong>.",
    "Hot Corners": "Toimintokulmat",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Toimintokulman voi aktivoida asettamalla hiiren osoittimen ensisijaisen näytön kulmaan. Voit muokata toimintokulmia siten, että ne aktivoivat tiettyjä toimintoja kuten ikkunoiden yleisnäkymän, työtilojen yleisnäkymän tai esimerkiksi omavalintaisen komennon.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Voit muokata toimintokulmien asetuksia menemällä <strong><a href=\"#system-settings\">Järjestelmän asetukset</a></strong> → <strong>Työpöytä</strong> → <strong>Moniajo</strong>.",
    "Multiple Displays": "Useat näytöt",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Paneeli, telakka ja työtilat näkyvät ensisijaisella näytöllä. Kaikki muut liitetyt näytöt käyttäytyvät yksittäisinä työtiloina. Hallitse ja järjestä näyttöjä uudelleen menemällä <strong><a href=\"#system-settings\">Järjestelmän asetukset</a></strong> → <strong>Näytöt</strong>. Ensisijainen näyttö ilmaistaan tähdellä (",
    ") and each display's settings can be changed from its": ") ja jokaisen näytön asetuksia on mahdollista muuttaa sen",
    "menu.": "-asetusvalikosta.",
    "Installing Apps": "Sovellusten asentaminen",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "",
    "Open <strong>AppCenter</strong>": "Avaa <strong>Sovelluskeskus</strong>",
    "Search in the top-right, or browse by category": "Etsi oikeasta yläkulmasta tai selaa luokittain",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Napsauta <strong>Ilmainen</strong> tai ehdotettua hintaa sen sovelluksen vierestä, minkä haluat asentaa. Voit valita haluamasi hinnan napsauttamalla <strong>▾</strong>-painiketta ja kirjoittamalla summan.",
    "Sideload": "Sivulataus",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Jotkin kolmannen osapuolen sovellukset eivät ole saatavilla Sovelluskeskuksen kautta, erityisesti sellaiset sovellukset, jotka eivät ole suunniteltu ensisijaisesti elementary OS:lle. Voit sivuladata Flatpak-sovelluksia kolmannen osapuolen lähteistä kuten <a href=\"https://flathub.org\">Flathub</a>ista: lataa ja avaa <code>.flatpakref</code>- tai <code>.flatpak</code>-tiedosto, ja Sivulataus-työkalu asentaa sovelluksen järjestelmään. Tällaisille sovelluksille tarjottavat päivitykset saattavat ilmestyä näkyviin ei-kuratoimattomina Sovelluskeskukseen.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Huomioi kuitenkin, ettei sivuladattuja ja kuratoimattomia sovelluksia ole katselmoitu elementaryn toimesta tietoturvan ja -suojan osalta.",
    "Updating": "Päivittäminen",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "Sovelluskeskus näyttää käyttöjärjestelmään ja sovelluksiin liittyvät päivitykset <strong>Asennettu</strong>-välilehdellä. Huolehdi päivitysten asentamisesta säännöllisesti saadaksesi uusimmat ominaisuudet, korjaukset ja tietoturvaan liittyvät parannukset. Lisätietoja tietoturvapäivityksiin liittyen on saatavilla <a href=\"https://usn.ubuntu.com/\">Ubuntun tietoturvailmoituksissa</a>.",
    "System Settings": "Järjestelmän asetukset",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS sisältää <strong>Järjestelmän asetukset</strong> -sovelluksen, jonka avulla on mahdollista hallita laitteen ja käyttäjän asetuksia. Järjestelmän asetusten kautta voit muuttaa pikanäppäimiä, näytön tarkkuutta, taustakuvaa ja paljon muuta.",
    "Search": "Haku",
    "You can find specific settings by typing in the search bar at the top of the window.": "Voit etsiä haluamiasi asetuksia kirjoittamalla hakuehdon ikkunan yläosassa sijaitsevaan hakukenttään.",
    "App Settings": "Sovellusten asetukset",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Huomioi, että Järjestelmän asetukset mahdollistaa vain elementary OS:ään ja käyttäjään liittyvien yleisten asetusten hallinnan. Useimmat sovellukset sisältävät omat sisäiset asetuksensa, jotka ovat yleensä hallittavissa sovellusten sisäisten valikoiden kautta.",
    "Keyboard Shortcuts": "Pikanäppäimet",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Pikanäppäimet elementary OS:ssä esitetään yleisesti asiayhteyteen sopivissa työkaluvinkeissä, kun hiiren osoittimen vie toiminnon päälle, tai toissijaisella hiiren painikkeen napsautuksella avautuvassa kontekstivalikossa.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "Työpöydän pikanäppäimet näet painamalla <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>-näppäintä.",
    "Desktop keyboard shorcuts can be customized from the": "Työpöydän pikanäppäimiä voi mukauttaa",
    "menu in the shortcuts overlay or in": "-asetusvalikosta pikanäppäinikkunassa tai menemällä",
    "→": "→",
    "Keyboard": "Näppäimistö",
    "Shortcuts": "Pikanäppäimet"
}
