{
    "Installation": "Руководство по установке",
    "Download elementary OS": "Загрузить elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Если вы еще этого не сделали, вам необходимо <a href=\"/\" target=\"_blank\">загрузить elementary OS с нашей домашней страницы</a>. Вам нужно скопировать загруженный ISO файл на USB флешку, используя инструкции ниже.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "На текущий момент elementary OS создана для двух архитектур процессора - 32-bit и 64-bit.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Если у вас новый компьютер с процессором 64-bit, выберите версию 64-bit.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Если ваш компьютер старее, или вы не уверены в типе своего процессора, выберите версию 32-bit. (Процессор 64-bit все равно ее запустить)",
    "Recommended System Specifications": "Рекомендуемые системные требования:",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 или аналогичный двухъядерный 64-битный процессор",
    "1 GB of system memory (RAM)": "1 GB оперативной памяти (RAM)",
    "15 GB of disk space": "15 GB свободного места на диске",
    "Internet access": "Доступ в интернет",
    "Back Up Your Data": "Создание резервной копии данных",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Убедитесь, что вы сохранили ваши важные данные на внешнем носителе (например, в облачном сервисе или на внешнем жестком диске). Установка новой операционной системы может стереть все существующие данные.",
    "Choose your current Operating System": "Выберите вашу операционную систему",
    "Select the operating system you are currently using to view tailored installation instructions.": "Выберите операционную систему, которую вы используете в данный момент, чтобы просмотреть соответствующие рекомендации по установке",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Проверьте загруженный файл",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Проверка загрузки является важным, но необязательным шагом. Мы генерируем контрольную сумму (хэш-сумму) для образов Elementary ОС, и рекомендуем вам после загрузки образа, проверить перед установкой эту контрольную сумму. Это даст гарантии, что вы получили полный, небитый образ,  и инсталляция ОС пройдет без проблем.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "ОС Windows не включает в свой состав инструмент для проверки SHA256, поэтому вам нужно загрузить утилиту <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Откройте Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "В поле \"Hash Type\" выберите <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "В поле \"Input File\" выберите <code>Select File(s)</code> и найдите ISO образ elementary OS",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Убедитесь что текст в поле \"Results\" совпадает с одним из следующих хешей",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "Создание установочного диска",
    "Rufus - select ISO": "Rufus - выбрать ISO",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Вам понадобится USB флешка как минимум с 2 Гб свободного места и программа Rufus.",
    "Download Rufus": "Загрузить Rufus",
    "Open Rufus": "Открыть Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Вставьте диск USB и выберите его в списке \"Device\"",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Выберите \"ISO-образ\" рядом с \"Создать загрузочный диск с помощью ...\"",
    "Click": "Нажмите",
    "the disk icon": "иконку диска",
    "to choose the ISO that you downloaded previously.": "чтобы выбрать ISO, который вы загрузили ранее.",
    "Click &quot;Start&quot; and wait for the process to finish.": "Нажмите кнопку \"Пуск\" и ждите завершение процесса.",
    "Booting from the Install Drive": "Загрузка с установочной флешки",
    "In order to start the installation process, you must boot your computer from the install drive.": "Чтобы начать установку, вы должны загрузить свой ПК с установочного диска",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Ваш компьютер должен быть включен. Вставьте установочную флешку в USB порт и перезагрузите компьютер.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Большинство компьютеров легко дадут вам изменить порядок загрузки для текущего процесса загрузки с помощью нажатия специальной клавиши — обычно это <kbd>F12</kbd>, но иногда <kbd>Esc</kbd> или другая функциональная клавиша. Чтобы узнать функциональную клавишу посмотрите на экран в процессе загрузки или прочитайте инструкцию к вашему компьютеру.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Нажмите <kbd>F12</kbd> (или другую соответствующую клавишу) и выберите установочный диск — обычно это \"USB-HDD\" или что-то подобное, содержащее в названии \"USB\", варианты могут отличаться. Если вы выберите неправильный вариант, то скорее всего ваш компьютер загрузится в обычном режиме. В таком случае просто перезагрузите ваш компьютер еще раз и выберите в меню другой диск.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Вскоре после выбора загрузочного диска, вы увидите экран загрузки elementary OS. Следуйте инструкциям на экране, они поможет вам завершить процесс установки.",
    "Running the following command in your Terminal:": "Выполнив следующую команду в вашем Terminal:",
    "Should produce the output:": "Вы должны получить:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Примечание: Это подразумевает, что вы скачали .ISO файл в папку Загрузки.\nВ случае, если вы скачали его в другое месте, укажите правильный путь к скачанному файлу, как показано ниже",
    "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Для создания установочного диска elementary OS в OS X, Вам понадобится USB флешка как минимум с 2 Гб свободного места и программа Etcher.",
    "Download Etcher": "Скачайте Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Вставьте резервный диск USB, и выберите файл ISO который вы только что загрузили.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Откройте \"Etcher\" и выберите загруженный файл образа диска elementary OS  с помощью кнопки \"Select Image\".",
    "Select image in Etcher": "Выберите образ диска в Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher должен автоматически обнаружить ваш USB-диск, но проверьте, выбрал ли он правильную цель.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Запустите процесс прошивки, нажав кнопку \"Flash\". Процесс начнётся через некоторое время.",
    "Flash image in Etcher": "Прошейте образ диска с помощью Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "После завершения будет безопасным удалить диск и попытаться загрузиться чтобы установить elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Может появиться следующее диалоговое окно во время процесса загрузки, его можно игнорировать.",
    "Not readable warning": "Нечитаемое предупреждение",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "После того как услышите сигнал, нажмите и удерживайте <kbd>Option</kbd>. После этого выберите подходящий загрузочный диск. Он может быть ошибочно определен как \"Windows\", но это нормально.",
    "Boot Errors": "Ошибки загрузки",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Если компьютер Mac не распознает Ваш установочный elementary OS USB диск в меню загрузки, вам необходимо создать установочный elementary OS DVD-диск. Чтобы его создать, вставьте чистый DVD-диск, щелкните правой кнопкой мыши на ISO-файл в Finder и выберите \"Записать elementaryos-freya-xx.xx.iso на диск\". После завершения попробуйте снова загрузиться с установочного DVD-диска.",
    "Running the following command in your terminal:": "Запустив следующую команду в терминале:",
    "should produce the output:": "вы должны получить:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Вам понадобится USB флешка как минимум с 2 Гб свободного места и программа UNetbootin.",
    "Download UNetbootin": "Загрузить UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Запустите UNetbootin из Dash, после чего откроется окно, как показано ниже:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Выберите \"DiskImage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Нажмите кнопку \"...\", чтобы выбрать ISO, который вы загрузили ранее.",
    "Unplug all USB memory devices apart from the one you want to use.": "Извлеките все устройства памяти USB, кроме того, который вы хотите использовать.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Нажмите кнопку \"ОК\" и дождитесь завершения процесса.",
    "After Installation": "Действия после установки ОС Elementary",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Изучите руководство по<a href=\"/docs/learning-the-basics\"> началу работы </a> , чтобы узнать о новой операционной системе."
}