{
    "Translation Guide": "Руководство Перевода",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Локализация нашего веб-сайта и приложений является очень важной частью для предоставления elementary OS как можно большему количеству людей. Вместо того, чтобы положиться исключительно на внутреннюю команду переводчиков, мы используем краудсорсинг, поэтому любой может предоставить свой перевод, даже если не обладает какими-либо техническими знаниями. Чтобы наша речь не менялась по всей платформе, а также помочь новым переводчикам начать, мы разместили здесь это руководство по переводу.",
    "Translating Applications": "Перевод Приложений",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Приложения переводятся через Rosetta: интерфейс перевода размещен на Launchpad. Для того, чтобы предлагать переводы, вам нужно:",
    "Have a": "Иметь",
    "Launchpad account": "аккаунт Launchpad",
    "Set your": "Установить ваши",
    "language preferences": "языковые предпочтения",
    "Browse our": "Просмотреть наши",
    "translatable projects": "переводимые проекты",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Если вы не хотите использовать Rosetta, или хотите сделать много изменений за раз, или же вы хотите перевести оффлайн. Сделайте так:",
    "Go to a project you want to translate": "Go to a project you want to translate",
    "Choose your language": "Выберете ваш язык",
    "Click on &quot;Download translation&quot;": "Нажмите на \"Download translation\"",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Теперь вы можете запросить e-mail, который даст вам правильную ссылку для загрузки переводов. Теперь:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Выберете ваш любимый текстовый или po-редактор ( например <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Начать переводить",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Как только вы закончили, используйте опцию \"Upload translation\" на той же странице, с которой вы их загружали.",
    "Translating our Website": "Перевод нашего сайта",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "Наш сайт переводится через <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. Для того, чтобы предлагать переводы, вам нужно:",
    "Transifex account": "аккаунт Transifex",
    "Join our": "Присоединиться к нашей ",
    "translation team": "команде перевода",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Для более подробной информации о Transifex Вы можете обратиться к их  <a href=\"http://docs.transifex.com/tutorials/txeditor\">документации</a>",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Как и наши приложения, мы следуем <a href=\"https://help.launchpad.net/Translations/Guide\">главному руководству по переводу</a> Ubuntu, а для спорных, специфичных моментов языка мы  используем <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">командные руководства по переводу</a> Ubuntu."
}