{
    "Brand": "Marka",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "Marka elementary jest własnością elementary, Inc., spółki zajmującej się przewodzeniem i wspieraniem produktów elementary. Te wytyczne opisują w jaki sposób marka elementary powinna być używana.",
    "Company and Product Names": "Nazwy firmy i produktów",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Słowo <strong>elementary</strong> jest znakiem towarowym firmy elementary, Inc. w odniesieniu do samej firmy. Jest ono zawsze pisane małymi literami, nawet na początku zdania. Może być również używane wraz z nazwami produktów (tj. \"elementary OS\") w odniesieniu do konkretnego produktu firmy elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Podstawowym produktem elementary, Inc. jest <strong>elementary OS</strong>. Dla jasności, elementary OS nigdy nie powinien być skracany do \"elementary\" lub jakiegokolwiek skrótu.",
    "Brand Marks": "Znaki firmowe",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. zastrzega sobie dwie marki: <strong>logotyp \"e\"</strong> oraz <strong>logotyp \"elementary\"</strong>. Oba są uznawane za znaki towarowe i reprezentują elementary, Inc.",
    "Both should be used with the following in mind:": "Obydwa powinny być używane zgodnie z poniższymi wytycznymi:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Znaków marki nie powinno się rozciągać, wykrzywiać, obracać lub modyfikować w żaden inny sposób.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Nie używaj znaków na zbyt zatłoczonym tle; jednolite kolory wyglądają najlepiej.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Logotypy powinny być monochromatyczne; np. białe na ciemnym tle, lub czarne na jasnym tle.",
    "elementary Logomark": "Logo elementary",
    "Default logomark": "Domyślny logotyp",
    "Alternate elementary Logomark": "Alternatywny logotyp elementary",
    "Alternate logomark": "Alternatywny logotyp",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "Logotyp \"e\" może być wykorzystany by odnieść się do elementary, Inc., zwłaszcza gdy wymagane są proporcje kwadratu. Powinien być używany w większych rozmiarach gdy prezentowany jest obok podobnych logotypów. Cieńsze, alternatywne logo może być użyte w mniejszych kontekstach lub gdy logotyp wydaje się zbyt gruby.",
    "elementary Logotype": "logotyp elementary",
    "Logotype": "logotyp",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "Logotyp \"elementary\" powinien być używany gdy jest wystarczająco dużo miejsca do odniesienia się do elementary, Inc. Może być również użyty przed nazwą produktu by odnieść się do konkretnego produktu elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "Ten logotyp powinien być wykorzystywany zawsze zgnodnie z tymi wytycznymi:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Nie próbuj odtworzyć logotypu pisząc \"elementary\" w charakterystycznym foncie; zawsze używaj dostarczonej grafiki.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Nie używaj logotypu w małych rozmiarach; gdy nie jest czytelny użyj w zamian znaku \"e\".",
    "Color": "Kolor",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Stosujemy kolor w połączeniu z naszą nazwą i znakami firmowymi, aby stworzyć naszą markę. Używamy następującej palety:",
    "Strawberry": "Truskawkowy",
    "Strawberry 100": "Truskawkowy 100",
    "Strawberry 300": "Truskawkowy 300",
    "Strawberry 500": "Truskawkowy 500",
    "Strawberry 700": "Truskawkowy 700",
    "Strawberry 900": "Truskawkowy 900",
    "Orange": "Pomarańczowy",
    "Orange 100": "Pomarańczowy 100",
    "Orange 300": "Pomarańczowy 300",
    "Orange 500": "Pomarańczowy 500",
    "Orange 700": "Pomarańczowy 700",
    "Orange 900": "Pomarańczowy 900",
    "Banana": "Bananowy",
    "Banana 100": "Bananowy 100",
    "Banana 300": "Bananowy 300",
    "Banana 500": "Bananowy 500",
    "Banana 700": "Bananowy 700",
    "Banana 900": "Bananowy 900",
    "Lime": "Limetkowy",
    "Lime 100": "Limetkowy 100",
    "Lime 300": "Limetkowy 300",
    "Lime 500": "Limetkowy 500",
    "Lime 700": "Limetkowy 700",
    "Lime 900": "Limetkowy 900",
    "Mint": "Miętowy",
    "Mint 100": "Miętowy 100",
    "Mint 300": "Miętowy 300",
    "Mint 500": "Miętowy 500",
    "Mint 700": "Miętowy 700",
    "Mint 900": "Miętowy 900",
    "Blueberry": "Jagodowy",
    "Blueberry 100": "Jagodowy 100",
    "Blueberry 300": "Jagodowy 300",
    "Blueberry 500": "Jagodowy 500",
    "Blueberry 700": "Jagodowy 700",
    "Blueberry 900": "Jagodowy 900",
    "Grape": "Winogronowy",
    "Grape 100": "Winogronowy 100",
    "Grape 300": "Winogronowy 300",
    "Grape 500": "Winogronowy 500",
    "Grape 700": "Winogronowy 700",
    "Grape 900": "Winogronowy 900",
    "Bubblegum": "Guma balonowa",
    "Bubblegum 100": "Guma balonowa 100",
    "Bubblegum 300": "Guma balonowa 300",
    "Bubblegum 500": "Guma balonowa 500",
    "Bubblegum 700": "Guma balonowa 700",
    "Bubblegum 900": "Guma balonowa 900",
    "Cocoa": "Kakaowy",
    "Cocoa 100": "Kakaowy 100",
    "Cocoa 300": "Kakaowy 300",
    "Cocoa 500": "Kakaowy 500",
    "Cocoa 700": "Kakaowy 700",
    "Cocoa 900": "Kakaowy 900",
    "Silver": "Srebrny",
    "Silver 100": "Srebrny 100",
    "Silver 300": "Srebrny 300",
    "Silver 500": "Srebrny 500",
    "Silver 700": "Srebrny 700",
    "Silver 900": "Srebrny 900",
    "Slate": "Łupkowy",
    "Slate 100": "Łupkowy 100",
    "Slate 300": "Łupkowy 300",
    "Slate 500": "Łupkowy 500",
    "Slate 700": "Łupkowy 700",
    "Slate 900": "Łupkowy 900",
    "Black": "Czarny",
    "Black 100": "Czarny 100",
    "Black 300": "Czarny 300",
    "Black 500": "Czarny 500",
    "Black 700": "Czarny 700",
    "Black 900": "Czarny 900",
    "Fonts": "Czcionki",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "W sieci i w druku używamy Inter w nagłówkach oraz głównym tekście. W blokach kodu używamy Roboto Mono.",
    "Third Parties &amp; Community": "Strony trzecie i Społeczność",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Zachęcamy strony trzecie tworzące produkty dla elementary OS aby zaadaptowały pewne elementy marki elementary dla spójności:",
    "Voice/tone": "Głos/ton",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Jednak żeby zapobiec zamieszaniu ograniczamy używanie nazwy i znaku firmowego:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Zachęcamy by tworzona aplikacja lub usługa była oznaczona jako „zaprojektowana dla elementary OS”, ale nie używała nazwy elementary lub jej logotypów jako część nazwy twojej firmy, aplikacji, produktu lub usługi – ani w, żadnym innym logotypie który tworzysz.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Używaj nazwy lub znaków elementary tylko w odniesieniu do elementary, Inc. lub jej produktów (tj. elementary OS).",
    "Community": "Społeczność",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Zachęcamy do używania społecznościowego logo elementary dla produktów społecznościowych (takich jak witryny, kluby fanów itp.):",
    "elementary Community Logo with color": "Logo społeczności elementary w kolorze",
    "elementary Community Logo in black": "Logo społeczności elementary w czerni-bieli",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Pomaga to ustalić produkt jako część całej społeczności, jednocześnie zmniejszając zamieszanie, które może powstać w wyniku używania logo elementary, Inc.",
    "Hardware Distributors": "Dystrybutorzy sprzętu",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Tak długo, jak nasze oprogramowanie posiada wizerunek marki elementary, doświadczenie musi być spójne—niezależnie od tego, czy system operacyjny został pobrany z naszej strony internetowej, czy zainstalowany fabrycznie na produkcie sprzętowym.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Komponenty oprogramowania elementary OS mogą być modyfikowane i redystrybuowane zgodnie z warunkami licencji oprogramowania open source; jednakże powyższe marki i znaki towarowe mogą być redystrybuowane tylko pod jednym lub kilkoma z poniższych warunków:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Oprogramowanie pozostaje zasadniczo niezmienione; łącznie z aplikacjami domyślnymi, arkuszami stylów i ikonografią, itp., lub",
    "Software modifications are approved by elementary, Inc.": "Modyfikacje oprogramowania są zatwierdzone przez elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Włączanie sterowników i sprzętu jest oczywiście dopuszczalne. Rozumiemy, że oznakowanie marki dystrybutora (tj. domyślne tapety) może być ważne dla dystrybutorów, więc te modyfikacje będą zazwyczaj zatwierdzane. W razie wątpliwości wyślij e-maila do <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> w celu uzyskania wyjaśnień lub wskazówek.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Jeśli nie możesz lub nie chcesz stosować się do warunków redystrybucji znaków towarowych elementary Inc., usunięcie naszych znaków towarowych z systemu operacyjnego jest proste i bezproblemowe:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Zmodyfikuj linię <code>DISTRIB_DESCRIPTION</code> w pliku <code>/etc/lsb-release</code>, aby wykluczyć nasze znaki towarowe.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Zamień ikonografię, taką jak ikona <code>distributor-logo</code> występująca w <code>/usr/share/icons/elementary/places/</code>, aby nie pojawiała się w systemie w każdym z zapewnionych tam rozmiarów.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Usuń lub zastąp pakiety <code>plymouth-theme-elementary</code> i <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Więcej informacji na temat producentów OEM i dystrybutorów sprzętu można znaleźć w naszych <a href=\"oem\">informacjach dla producentów OEM</a>.",
    "Merchandise": "Akcesoria z symboliką",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Nie zezwalamy na używanie naszej marki (łącznie z naszą nazwą lub znakiem towarowym) na towarach osób trzecich bez wyraźnej pisemnej zgody.",
    "Assets &amp; More Info": "Aktywa oraz Więcej informacji",
    "Download on GitHub": "Pobierz na GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Aby uzyskać więcej informacji dotyczących używania nazwy podstawowej, oznakowania oraz znaków towarowych, napisz email'a <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marka &sdot; elementary"
}
