{
    "Code of Conduct": "Kodeks postępowania",
    "Community Guidelines": "Wytyczne społeczności",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Zaangażowanie się w społeczność elementary to niesamowite doświadczenie. Możesz stać się częścią czegoś wielkiego, współpracować z ludźmi z całego świata i pomagać ludziom uczynić ich komputery niesamowitymi. Jednak wynika z tego także odpowiedzialność za przestrzeganie wcześniej zdefiniowanego zestawu reguł zapewniających najlepsze warunki dla wszystkich zaangażowanych osób. Oczekuje się przestrzegania następujących zasad za każdym razem, gdy jesteś zaangażowany w społeczności, w platformie Slack, na GitHub, na stronie społeczności elementary, osobiście lub gdziekolwiek indziej.",
    "I. Respect": "I. Szanuj",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Szacunek dla innych to fundamentalna kwestia. Bądź pewien, że szanujesz innych ludzi, ich opinie, tło osobiste, prywatność i pomysły. Społeczność elementary nie jest miejscem na obraźliwe uwagi, niezależnie od przyczyn. Krytykując, rób to konstruktywnie i zachowując pełen szacunek dla drugiej osoby. Ataki personalne nie są tolerowane. Po otrzymaniu konstruktywnej krytyki, weź ją pod uwagę i podziękuj za to, co wnosi, bez względu na swoje stanowisko wobec niej.",
    "II. Content": "II. Treść",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "Społeczność elementary składa się z tysięcy użytkowników o różnym wieku, wierzeniach i poziomie dojrzałości. Z tego powodu musisz być świadomy treści, które tworzysz, i wydawanych uwag. W elementary nie powinny pojawiać się nagość, wulgarne wyrażenia, treść polityczna, treść religijna lub inna nieodpowiednia treść. W ostateczności to moderatorzy elementary mają końcową decyzję wobec tego, co jest niestosowne. Jeśli masz wątpliwości, zastanów się, czy to co chcesz pokazać zrobiłbyś w pokoju pełnym ludzi, w tym dzieci i babć z całego świata. Jeśli masz wątpliwości, nie rób tego.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Zrzuty ekranu udostępniane w społecznościach moderowanych przez elementary nie powinny zawierać motywów imitujących inny system operacyjny, zdjęć i ilustracji uprzedmiotawiających osobę fizyczną, ani zawartości naruszającej Nasz Kodeks Postępowania.",
    "III. Rumors and Speculation": "III. Plotki i spekulacje",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Chociaż szybko postępujący rozwój i ekscytujący charakter systemu elementary sprzyja rozpowszechnianiu plotek lub spekulacji - unikaj tego. Dyskusja na temat przyszłych planów jest w porządku, ale w każdej chwili, gdy fakt nie jest potwierdzony, przedstawiaj go tylko jako osobistą spekulację lub nie omawiaj go wcale. Rozprzestrzenianie niedokładnych informacji może być szkodliwe dla społeczności, zwłaszcza jeśli rozprzestrzenia się je w negatywnym świetle.",
    "IV. Helpful Discussion": "IV. Pomocna Dyskusja",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "System elementary jest zasilany przez jednostki, które wspólnie spędzają wolny czas, aby stworzyć coś wyjątkowego. Ważne jest, aby szanować ten fakt i zawsze starać się przyczyniać do zdrowej, pomocnej dyskusji. Jeśli jesteś podczas spotkania, trzymaj się tematu i milcz, chyba że masz coś przydatnego do dodania w bezpośredniej dyskusji. Jeśli komentujesz stronę internetową, utrzymuj dyskusję związaną z treścią wpisu do Dziennika lub tematem Odpowiedzi. Jeśli bierzesz udział w dyskusjach zorientowanych na programistów, takich jak śledzenie problemów, prośby o wydobycie (pull), lista dyskusyjna, IRC lub Slack, nie twórz niepotrzebnego hałasu, omawiając tematy niezwiązane z rozwojem; to tylko zakłóca dyskusję i zaśmieca dzienniki dla programistów, którzy mogą nie być w danej chwili obecni.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Jako społeczność oparta głównie na Internecie, ważne jest, abyśmy unikali potencjalnie negatywnych aspektów Internetu. Nie trolluj; rozpoczynanie walk lub czynienie uwag wyłącznie w celu sprowokowania czyjegoś rozzłoszczenia jest dziecinne i nie do przyjęcia. Spam jest również niedopuszczalny; obejmuje on zamieszczanie odnośników do nieistotnych witryn i wielokrotne publikowanie odnośników do tej samej witryny. Jeśli ktoś zajmuje się trollingiem lub spamem, zignoruj go i oznacz flagę użytkownika.",
    "V. Avoiding Conflict": "V. Unikanie konfliktów",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Jeśli czujesz, że ktoś - czy to nowy, czy długoletni współtwórca - zachowuje się niegrzecznie, uprzejmie powiadom go o tym. Najważniejsze jest rozwiązywanie takich problemów, zanim się rozrosną do większych rozmiarów. Każdy ma do odegrania pewną rolę w usprawnianiu przepływu informacji w naszym (czasami wymagającym) unikalnym środowisku pracy.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Podobnie, staraj się zawsze zachowywać profesjonalnie, być dokładnym i pełnym szacunku, kiedy wchodzisz w interakcję lub wspominasz o innych projektach, firmach lub osobach. Pamiętaj, że Twoje słowa i interakcje mogą być postrzegane jako wyrażające postawę większej społeczności elementary. Podczas gdy konstruktywna krytyka może być pomocna, zawsze podchodź do niej z pozytywnego nastawienia, oraz nigdy nie przeinaczaj i\/lub formułuj oszczerstw - jeśli nie masz pewności, \"popełnij błąd\" poprzez pominięcie.",
    "VI. Step Down Considerately": "VI. Ustąp rozważnie",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Priorytety życiowe, zainteresowania i pasje mogą się zmieniać. Jeśli jesteś zaangażowany w projekt elementary, ale uważasz, że musisz się od niego uwolnić, zrób to w sposób minimalizujący zakłócenia. Kiedy pracujemy razem, nasza praca i pomysły nie są już tylko naszymi; należą do społeczności elementary jako całości. Poinformuj innych członków zespołu, że zamierzasz ustąpić, a jeśli to możliwe, pomóż znaleźć kogoś, kto przejmie Twoją pracę. Przynajmniej upewnij się, że Twoja praca może być kontynuowana od miejsca, w którym ją przerwałeś.",
    "Consequences": "Konsekwencje",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Jeśli zdecydujesz się nie przestrzegać tego kodeksu postępowania lub w jakikolwiek inny sposób będziesz utrudnieniem dla społeczności, zastrzegamy sobie prawo do wykonania następujących czynności: zmiany lub usunięcia wszelkich opublikowanych przez Ciebie treści; dezaktywowania lub zablokowania konta w witrynach stron trzecich; dezaktywowania Twojego konta w Slack; lub w inny sposób uniemożliwienia Twojej interakcji ze społecznością.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>Kodeks postępowania elementary jest licencjonowany według licencji <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Uznania autorstwa-Na tych samych warunkach w wersji 3.0 (Creative Commons Attribution-Share Alike 3.0)<\/a>. Niektóre aspekty kodeksu inspirowane są zapisami <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Kodeksu postępowania Ubuntu<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Zasady postępowania &sdot; elementary"
}
