{
    "Developer hero image": "Deweloper bohaterem obrazu",
    "Develop Your Ideas Into Code": "Przekształć swoje pomysły w kod.",
    "Learn to design, develop, and publish apps for elementary OS": "Naucz się tworzyć, rozwijać i publikować swoje aplikacje dla elementary OS",
    "Get Started": "Zacznij",
    "Documentation": "Dokumentacja",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "Zacznij tworzyć proste aplikacje gotowe do dystrybucji z naszym poradnikiem dla początkujących.",
    "Design": "Projektuj",
    "Learn about the design principles that make up apps on elementary OS.": "Dowiedz się więcej na temat zasad projektowania do tworzenia aplikacji na elementary OS.",
    "Reference": "Odnieś się",
    "Get more info about code style, reporting issues, and proposing design changes.": "Zdobądź więcej informacji na temat stylu kodu, zgłaszania błędów i proponowania zmian wizualnych.",
    "Build for": "Twórz dla",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "Loki przynosi nowe API dla Wingpanel, Aktywator API wspiera Slingshot'a, nowe widgety, takie jak AlertView, nowe style klas CSS i ikony",
    "Contractor": "Kontrahent",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Rozszerzenie które pozwala aplikacjom używać funkcji udostępnianych przez inne aplikacje.",
    "HIG for Contractor": "HIG dla Kontrahentów",
    "Reference for Contractor": "Odniesienie do Kontrahentów",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.",
    "Reference for Granite": "Odniesienie do Granite",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "Proste, elastyczne zarządzanie bazą danych. Wspiera zarówno zdalne jak i lokalne bazy danych SQL, włączając SQLite. Zawiera graficzne oraz konsolowe przeglądarki danych SQL, ekstraktor metadanych umożliwiający automatyczne odkrywanie obiektów i wiele więcej.",
    "Reference for GDA": "Odniesienie do GDA",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.",
    "Reference for Soup": "Odniesienie dla Soup",
    "Reference for JSON-GLib": "Odniesienie dla JSON-Glib",
    "vala": "vala",
    "Vala. Write Fast, Native, Object-Oriented Code.": "Vala. Twórz Szybki, Natywny, Obiektowo-Zorientowany Kod.",
    "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C": "Znajomy dla każdego, kto miał styczność z C#, lecz utrzymujący kompatybilność API/ABI z C",
    "Low memory requirements, native execution, and purpose-built for GObject": "Low memory requirements, native execution, and purpose-built for GObject",
    "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more": "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more",
    "Learn More about Vala": "Dowiedz się więcej o Vala",
    "Library Documentation for Vala": "Biblioteka dokumentacji dla języka Vala",
    "Developer &sdot; elementary": "Developer ⋅ elementary"
}