{
    "Be a Part of Something Bigger": "Bądź częścią czegoś większego",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Wszystko, co robimy jest w 100% otwartoźródłowe i tworzone wspólnie przez ludzi z całego świata. Nawet jeśli nie jesteś programistą, możesz być zaangażowany i zmieniać wszystko.",
    "Funding": "Finansowanie",
    "Translations": "Tłumaczenia",
    "Support": "Wsparcie",
    "Web": "Przeglądarka",
    "Desktop": "Pulpit",
    "Design": "Projektuj",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Z pomocą naszych użytkowników i fanów, udało nam się przerodzić z małej grupy pełnych pasji wolontariuszy w maleńką, ale stabilną firmę. Każda odrobina wsparcia pomaga nam ulepszyć elementary OS i sprostać jeszcze bardziej ambitnym problemom.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Bezpośrednio finansuj elementary i zdobądź odznakę na swoim profilu GitHub, aby okazać swoje wsparcie. Sponsorzy GitHub nie pobierają żadnych opłat, więc jest to świetny sposób, aby Twój wkład poszedł o krok dalej.",
    "Sponsor on GitHub": "Sponsoruj na GitHubie",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon działa jak trwająca kampania zbierania funduszy. Wybierz kwotę, którą możesz przekazać co miesiąc, aby pomóc nam osiągnąć nasze cele. Ponadto, zdobywaj ekskluzywne nagrody i czytaj ekskluzywne treści wcześnie.",
    "Back on Patreon": "",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Użyj karty debetowej, kredytowej, bądź konta PayPal. Możesz wybrać płatność jednorazową lub ustawić cykliczne płatności.",
    "Use PayPal": "Użyj PayPal",
    "PayPal - The safer, easier way to pay online!": "",
    "Liberapay": "",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "",
    "Contribute with Liberapay": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS jest tworzone i używane przez ludzi z całego świata; możesz pomóc go ulepszyć przez tłumaczenie na inne języki.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Zarówno elementary OS, jak i nasza strona, są otwarcie tłumaczone poprzez platformę internetową zwaną Weblate.",
    "Learn More": "Dowiedz się więcej",
    "Join Chat": "Dołącz do rozmowy",
    "Suggest Translations": "Zasugeruj tłumaczenie",
    "World map": "Mapa świata",
    "Question &amp; Answer": "Pytania i odpowiedzi",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange to strona z pytaniami i odpowiedziami, oparta na wyszukiwaniu najlepszych odpowiedzi na często zadawane pytania. Każdy może założyć konto, aby zacząć zadawać i odpowiadać.",
    "New Questions": "Nowe pytania",
    "Unanswered Questions": "Pytania bez odpowiedzi",
    "Documentation": "Dokumentacja",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary dostarcza podstawową dokumentację zarówno dla użytkowników, jak i programistów. Cała dokumentacja jest napisana w Markdown i zamieszczona na GitHub, więc wprowadzanie zmian jest banalnie proste.",
    "Learning the Basics Guide": "",
    "Developer Docs": "Dokumentacje",
    "Web Development": "Tworzenie strony internetowej",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nasza strona jest zbudowana w oparciu o HTML, CSS, PHP oraz JavaScript. Stale poszukujemy osób, które mają doświadczenie w tych technologiach i chcą pomóc w dalszym ulepszaniu naszego serwisu.",
    "Report a Website Issue": "Zgłoś problem ze stroną",
    "Fork the Website on GitHub": "",
    "Desktop Development": "Praca nad pulpitem",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Getting Started Guide": "",
    "Browse Code": "",
    "Report issues": "",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "",
    "Read the Guide": "",
    "Fix issues": "",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "",
    "Bitesize Issues": "",
    "Create apps": "",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "",
    "Publish on AppCenter": "",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": "Zaangażuj się w pracę nad elementary OS"
}
