{
    "Information for OEMs": "Informacje dla producentów sprzętu",
    "Give your customers the best experience with elementary OS.": "Zaoferuj swoim klientom najlepsze doświadczenie z elementary OS.",
    "Partners &amp; Retailers": "Partnerzy i sklepy",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Oferujemy dwa sposoby aby zostać wymienionym jako producent sprzętu elementary OS w <a href=\"https://store.elementary.io\">naszym sklepie</a>, z różnymi wymaganiami i benefitami.",
    "Partner": "Partner",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "",
    "Requirements:": "Wymagania:",
    "Official involvement from elementary, Inc.": "Oficjalne zaangażowanie elementary, Inc.",
    "Negotiable per-device royalty": "Negocjowalna opłata za urządzenie",
    "Strict software guidelines": "Ścisłe wymogi oprogramowania",
    "Trademark compliance": "Zgodność z wymaganiami logotypu i marki",
    "Retailer": "Sprzedawca",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Link do twojej strony lub jej opis wymieniony w <a href=\"https://store.elementary.io\">naszym sklepie</a>.",
    "Selling devices with elementary OS": "Sprzedawanie urządzeń z elementary OS",
    "Per-device royalty encouraged": "Zachęcanie do uiszczenia opłaty za urządzenia",
    "Resources": "Zasoby",
    "Installation": "Instalacja",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Instalator</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Wstępna konfiguracja</a>",
    "System Settings": "Ustawienia systemu",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "Ustawienia systemowe oferują wiele korzyści związanych dla producentów sprzętu z elementary OS. Zaczynając od ich modułowego projektu, kończąc na łatwo ustawianym logotypie, Ustawienia systemu zostały przemyślane pod kątem producentów sprzętu.",
    "Plugs": "Wtyczki",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "Ustawienia systemu (nazwane <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) korzysta z idei „Wtyczek” aby zapewnić dodatkowe ustawienia dla różnych konfiguracji sprzętu i oprogramowania. Przykładowo <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Ustawienia myszy i touchpada</a> są dostarczane przez wtyczkę.",
    "Switchboard": "Switchboard",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "",
    "Documentation": "Dokumentacja",
    "OEM Info in About": "Informacje o producencie w zakładce O sprzęcie",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "Wtyczka <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">O sprzęcie</a> wyświetla informacje systemowe użytkowniku oraz udostępnia kilka akcji systemowych, takich jak przywracanie ustawień, zgłaszanie problemów i szukanie pomocy. Dodatkowo do informacji o oprogramowaniu (np. wersji systemu operacyjnego) posiada również miejsce na informacje o sprzęcie. Domyślnie znajduje się tam typowy obraz oraz nazwa hosta systemu. Jednak producenci systemu mogą wstawić tam własne informacje na temat marki.",
    "Switchboard About": "O Switchboard",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "Dostarczając plik<code>oem.conf</code>, producenci sprzętu mogą zmienić nazwę dostawcy, nazwę produktu, numer modelu oraz URL dostawcy. Zwykły obrazek może być również zastąpiony przez dowolny dostarczony.",
    "Learn More": "Dowiedz się więcej",
    "Third-Party Repositories": "Repozytoria stron trzecich",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "",
    "News &amp; Announcements": "Nowości i ogłoszenia",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "",
    "Visit our Blog": "Odwiedź nasz Blog",
    "Brand Resources": "Materiały markowe",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Zobacz logo elementary, wytyczne korzystania z marki, paletę kolorów oraz logo społeczności. Dodatkowo pobierz oficjalne zasoby logo elementary o wysokiej rozdzielczości i w wersji wektorowej.",
    "View Brand Resources": "Zobacz materiały markowe",
    "Get in Touch": "Kontakt z nami",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "",
    "Send an Email": "Wyślij e-mail",
    "Information for OEMs &sdot; elementary": "Informacja dla producentów sprzętu &sdot; elementary"
}
