{
    "Press Resources": "Materiały prasowe",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Uwielbiamy pracować z prasą — zarówno w świecie Linuksa, jak i w świecie nowych technologii i kultury — aby podzielić się naszą historią i tym, nad czym pracujemy.",
    "Join Our Press List": "Dołącz do listy prasowej",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Pierwsza dowiaduj się o nowych wydaniach i znaczącym rozwoju. Wysyłamy wczesny dostęp do wydań prasowych oraz materiały takie jak wysokiej jakości zrzuty ekranu. Ta lista ma <strong> bardzo małą częstotliwość</strong> wysyłania nowych wiadomości. Wysyłamy najważniejsze informacje około raz na rok.",
    "Email": "Adres e-mail",
    "First Name": "Imię",
    "Last Name": "Nazwisko",
    "Publication": "Publikacja",
    "Subscribe": "Subskrypcja",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "Największa aktualizacja do tej pory z obsługą multi-touch, ciemnym motywem, piaskownicą aplikacji i zupełnie nowym instalatorem. OS 6 daje Ci możliwość kontroli i wyrażania siebie, wciąż wprowadza nowe funkcje, oraz jest łatwiejszy w obsłudze niż kiedykolwiek.",
    "Read Announcement": "Przeczytaj ogłoszenie",
    "Download Press Kit": "Pobierz materiały dla prasy",
    "News &amp; Announcements": "Nowości i ogłoszenia",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Wysyłamy częste aktualizacje o rozwoju, dużych ogłoszeniach, wskazówkach dla deweloperów, wyróżnionych aplikacjach i innej nowej zawartości na naszym oficjalnym blogu.",
    "Visit Our Blog": "Odwiedź nasz blog",
    "Brand Resources": "Materiały markowe",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Zobacz logo elementary, wytyczne korzystania z marki, paletę kolorów oraz logo społeczności. Dodatkowo pobierz oficjalne zasoby logo elementary o wysokiej rozdzielczości i w wersji wektorowej.",
    "View Brand Resources": "Zobacz materiały markowe",
    "Get in Touch": "Kontakt z nami",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Rozmawiaj bezpośrednio z zespołem wysyłając nam maila na <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Jesteśmy otwarci na wywiady wystąpienia w podcastach oraz ogólne zapytania od prasy.",
    "Send an Email": "Wyślij e-mail",
    "Press &sdot; elementary": "Prasa &sdot; elementary"
}
