{
    "Press Resources": "Materiały prasowe",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Uwielbiamy pracować z prasą — zarówno w świecie Linuksa, jak i w świecie nowych technologii i kultury — aby podzielić się naszą historią i tym, nad czym pracujemy.",
    "In the Press": "W prasie",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;elementary OS jest inny… Piękny i potężny system operacyjny.&rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;Nie wchodzi w drogę i pozwala się skupić na tym co musi być zrobione.&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;Okazało się, że przez ostatnie dwa tygodnie [używając elementary OS] udało mi się zrobić więcej niż łącznie przez ostatnie dwa miesiące.&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;Szybka i łatwa w utrzymaniu platforma, którą można zainstalować praktycznie wszędzie.&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;Lekki i szybki… oraz świetnie zaprojektowany i wyglądający.&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;Najlepszy sposób na wypróbowanie elementary [OS] to zainstalowanie go, a jako, że instalator jest przepięknie prosty... jest to bardzo łatwe do zrobienia.&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;Etyczny i sposobny zamiennik dla tradycyjnych systemów takich jak Windows czy macOS... łatwy w użyciu i personalizacji dla przystosowania do własnych potrzeb.&rdquo;",
    "Join Our Press List": "Dołącz do listy prasowej",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Pierwsza dowiaduj się o nowych wydaniach i znaczącym rozwoju. Wysyłamy wczesny dostęp do wydań prasowych oraz materiały takie jak wysokiej jakości zrzuty ekranu. Ta lista ma <strong> bardzo małą częstotliwość</strong> wysyłania nowych wiadomości. Wysyłamy najważniejsze informacje około raz na rok.",
    "Email": "Adres e-mail",
    "First Name": "Imię",
    "Last Name": "Nazwisko",
    "Publication": "Publikacja",
    "Subscribe": "Subskrypcja",
    "elementary OS 7 Horus": "elementary OS 7 Horus",
    "Forward thinking and designed for real life with an improved sideloading and alt store experience, power profiles management, and using a next generation UI toolkit. OS 7 Helps you get the apps you need, Empowers you with new features and settings, and evolves our developer platform.": "Przyszłościowy i zaprojektowany z myślą o prawdziwych zastosowaniach z ulepszonym instalowaniem aplikacji z niestandardowych źródeł, zarządzaniem profilami wydajności oraz UI toolkitem następnej generacji. OS 7 pomaga Ci zdobyć aplikacje których potrzebujesz, zwiększa Twoją kontrolę nad komputerem dzięki nowym funkcjom i ustawieniom oraz rozwija naszą platformę deweloperską.",
    "Read Announcement": "Przeczytaj ogłoszenie",
    "Download Press Kit": "Pobierz materiały dla prasy",
    "News &amp; Announcements": "Nowości i ogłoszenia",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Wysyłamy częste aktualizacje o rozwoju, dużych ogłoszeniach, wskazówkach dla deweloperów, wyróżnionych aplikacjach i innej nowej zawartości na naszym oficjalnym blogu.",
    "Visit Our Blog": "Odwiedź nasz blog",
    "Brand Resources": "Materiały markowe",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Zobacz logo elementary, wytyczne korzystania z marki, paletę kolorów oraz logo społeczności. Dodatkowo pobierz oficjalne zasoby logo elementary o wysokiej rozdzielczości i w wersji wektorowej.",
    "View Brand Resources": "Zobacz materiały markowe",
    "Get in Touch": "Kontakt z nami",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Rozmawiaj bezpośrednio z zespołem wysyłając nam maila na <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Jesteśmy otwarci na wywiady wystąpienia w podcastach oraz ogólne zapytania od prasy.",
    "Send an Email": "Wyślij e-mail",
    "Press &sdot; elementary": "Prasa &sdot; elementary"
}
