{
    "Privacy Policy": "Polityka prywatności",
    "Do Not Track": "Ochrona przed śledzeniem",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ta strona respektuje ustawienie \"Informuj witryny, że nie chcę byś śledzony\" dostępne w większości nowoczesnych przeglądarek internetowych i nie włącza Cię do statystyk Google Analytics. Nie możemy automatycznie usunąć innych metod śledzenia bez upośledzania funkcjonalności naszej strony.\nJeśli chciałbyś zarządzać tymi metodami ręcznie, przejdź do opcji wyłączania ciasteczek w ustawieniach Twojej przeglądarki.",
    "Cookies": "Ciasteczka",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Możesz wyłączyć wszystkie lub część ciasteczek w ustawieniach Twojej przeglądarki.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ta strona używa ciasteczek dla stopnowych ulepszeń. Może się tak stać, że usługi będą funkcjonować bez nich ale z obniżoną funkcjonalnością. Na przykład, strona nie będzie pamiętać czy poprzednio dokonano płatności za elementary OS, więc domyślnie pojawi się pytanie o płatność.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Przechowuje ciasteczka by sprawdzać podejrzane zachowania i analizować możliwe zagrożenia. Więcej informacji znajdziesz w ",
    "CloudFlare Privacy & Security Policy": "polityce prywatności i bezpieczeństwa CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Przechowuje ciasteczka by zbierać informacje - włączając w to liczbę osób odwiedzających naszą stronę, miejsce, z którego łączyli się z naszym serwerem oraz strony, które obejrzeli - w formie anonimowej. Te informacje pomagają w rozwoju strony. By uzyskać więcej informacji, przeczytaj artykuł Google - ",
    "Safeguarding Your Data": "Zabezpieczanie danych ",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Używa ciasteczek by pamiętać Twoje ostatnie zamówienie, Twój kraj oraz typ karty kredytowej. Więcej informacji znajdziesz w ",
    "Stripe's Privacy Policy": "polityce prywatności Stripe",
    "Manage Cookies": "Zarządzanie ciasteczkami",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Skoro już jesteś na naszej stronie, może zechcesz zarządzać ciasteczkami już zapisanymi przez Twoją przeglądarkę. Odnośniki do odpowiednich instrukcji możesz znaleźć poniżej.",
    "Transparency": "Przeźroczystość",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Nie umieściliśmy żadnych backdoor'ów w naszym oprogramowaniu i nie otrzymaliśmy też prośby by to zrobić. Nigdy też nie otrzymaliśmy listu od instytutu bezpieczeństwa narodowego, FISA bądź innego żądania o dane osobiste.",
    "Privacy Policy ⋅ elementary": ""
}