{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Wierzymy w unikalne połączenie pierwszorzędnego UX oraz niesamowitych możliwości Open Source.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary zostało założone w 2007 roku przez niewielką grupę wolontariuszy z pasją. Przez lata byliśmy w stanie rozwinąć się w małą firmę oraz finansować rozwój oprogramowania open source. Jesteśmy grupą pełnych oddania deweloperów, designerów, pisarzy oraz zwykłych użytkowników tworzących niesamowite doświadczenie otwartego oprogramowania. Jesteśmy elementary.",
    "Pacific Standard Time": "Czas Pacyficzny",
    "Mountain Standard Time": "Czas Górski",
    "India Standard Time": "Czas indyjski standardowy",
    "Eastern Standard Time": "Wschodni Czas Standardowy",
    "Central Standard Time": "Centralny Czas Standardowy",
    "Central European Time": "Czas Centralnoeuropejski",
    "Greenwich Mean Time": "Czas Uniwersalny",
    "Eastern European Time": "Czas Wschodnioeuropejski",
    "Korea Standard Time": "Czas Koreański Standardowy",
    "Moscow Time": "Czas moskiewski",
    "Brasilia Summer Time": "Czas Brazylijki Letni",
    "Community &amp; Collaborators": "Społeczność i współpracownicy",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "Elementary nie istniałoby bez zaangażowania oddanych członków społeczności i współpracowników z innych darmowych projektów open source.",
    "opensourcedesign": "wolny design",
    "Get Involved": "Zaangażuj się",
    "Powered by Slack": "Powered by Slack",
    "Team &sdot; elementary": "Team ⋅ elementary"
}