{
    "Check out our progress for Freya Beta 2": "Scopri i nostri progressi in Freya Beta 2",
    "Fixed": "Risolti",
    "In Progress": "In Corso",
    "Unfixed": "Non Risolti",
    "Translations": "Traduzioni",
    "Web Development": "Sviluppa il Sito Web",
    "Design": "Design",
    "Desktop Development": "Sviluppa il Desktop",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Una lingua differente è una visione diversa della vita.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "elementary OS è creato e usato da persone da tutto il Mondo, aiutaci a rendere l'esperienza ancora migliore traducendo in altre lingue. Launchpad ha integrato uno strumento chiamato Rosetta che permette di tradurre online in modo collettivo.",
    "View Our Translations Page": "Vai alla Pagina delle Traduzioni",
    "Get More Info About Rosetta": "Maggiori Informazioni su Rosetta",
    "World map": "Mappa del Mondo",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"I siti Web dovrebbero avere un bell'aspetto sia al loro interno che nell'apparenza\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Il nostro sito è scritto inutilizzando HTML, CSS, PHP e JavaScript. Siamo sempre alla ricerca di persone con esperienza in questi linguaggi che abbiano voglia di contribuire e rendere il sito ancora migliore. La maggior parte del lavoro di progettazione è svolto dalla nostra Squadra di Design, ma siamo aperti a nuove idee e critiche costruttive per la nostra Squadra Web.",
    "Fork Us on GitHub": "Crea un Fork su GitHub",
    "See Our Open Bug Reports": "Vai alla Pagina si Segnalazione dei Bug",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"I grandi design stanno facendo qualcosa di memorabile e significativo.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Ogni progetto comincia con un'idea. La nostra Squadra di Design prende queste idee e le trasforma in un progetto concreto. Suddividiamo il processo di progettazione in due parti:",
    "Visual Design": "Design Visivo",
    "A great place for visual designers to get started is by sharing mockups with": "Per i designer degli elementi visivi un ottimo modo per iniziare è condividere le bozze con",
    "our Google+ Community": "la nostra comunità su Google+",
    "Interactive Design": "Design dell'Interazione",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Usiamo un sistema su Launchpad chiamato Blueprints per creare descrizioni dettagliate delle nuove funzioni.",
    "Read the Interface Guidelines": "Leggi le Linee Guida per le Interfacce",
    "Browse Our Blueprints": "Sfoglia le Nostre Blueprints",
    "Read About Our Workflow": "Leggi del Nostro Workflow",
    "Application wire frame": "Schema di una Applicazione",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Un software prima di essere riutilizzabile deve essere utilizzabile\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Il nostro ambiente desktop e tutte le sue applicazioni sono scritte in Vala, GTK+, Clutter, Cairo, Granite e una serie di altre librerie libere. Tutto il nostro codice è ospitato su Launchpad.net, un servizio libero per i progetti open source. Siamo sempre alla ricerca di collaboratori con qualsiasi livello di competenza.",
    "Browse Our Desktop Code": "Sfoglia il Codice del Desktop",
    "Browse Our Apps' Code": "Sfoglia il Codice delle Applicazioni",
    "Scratch text editor": "Editor di testo Scratch",
    "Get Involved with elementary OS": "Contribuisci a elementary OS"
}