{
    "Privacy Policy": "Privacy Policy",
    "Do Not Track": "Non Tracciare",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Questo sito onora le impostazioni di \"non tracciamento\" disponibili nella maggior parte dei browser moderni e disabilita Google Analytics se presente. Non possiamo rimuovere altri metodi di tracciamento senza che questo abbia un effetto importante sull'utilizzo del sito. Se desideri gestire manualmente questi metodi di tracciamento, usa come riferimento la sezione sulla disabilitazione dei cookies.",
    "Cookies": "Cookies",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "Puoi scegliere di disabilitare o disattivare selettivamente i cookie o i cookie di terze parti nelle impostazioni del tuo browser",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Questo sito utilizza cookies per miglioramenti incrementali. Potresti trovare dei servizi senza di essi, ma saranno a fruibilità ridotta. Ad esempio, il sito non ricorderà se in precedenza hai pagato per elementary OS; per impostazione predefinita, ti verrà chiesto di pagare di nuovo.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Memorizza i cookies per ricordare elementi comportamentali e analizzare potenziali minacce. Per maggiori informazioni, guarda la",
    "CloudFlare Privacy & Security Policy": "Policy Sicurezza e Privacy CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Memorizza i cookies per raccogliere informazioni-compreso il numero di visitatori di questo sito, da dove si sono collegati, e le pagine che visitano-in forma anonima. Queste informazioni vengono utilizzate per migliorare il sito. Per ulteriori informazioni, vedi l'articolo di Google su",
    "Safeguarding Your Data": "Salvaguardia dei Tuoi Dati",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utiizza i cookie per memorizzare il tuo ultimo ordine e il tuo paese, così da sapere quali carte offrirti per il pagamento. Per maggiori informazioni, guarda ",
    "Stripe's Privacy Policy": "la Privacy Policy di Stripe",
    "Manage Cookies": "Gestisci i Cookie",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Siccome hai già visitato il nostro sito, potresti voler organizzare i cookie già impostati nel tuo browser. I link per le informazioni rilevanti possono essere trovati qui sotto.",
    "Midori": "Midori",
    "Privacy Policy &sdot; elementary": "Privacy Policy ⋅ elementary"
}