{
    "Brand": "ბრენდი",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary ბრენდი უნიკალურია: ფორმალურად, ის ეკუთვნის შპს ელემენტარის, კომპანიას, რომელიც ხელმძღვანელობს და ეხმარება ელემენტარის პროდუქტების შემუშავებას. მიუხედავად ამისა, ჩვენ დიდებული საზოგადოება გვყავს და არ გვინდა, იურიდიული მოთხოვნებით და ტექნიკური მხარეებით ძალიან მბრძანებლურები ვიყოთ. ამიტომ, ელემენტარის ბრენდის გამოყენების გარშემო კითხვების აღმოსაფხვრელად რამდენიმე სახელმძღვანელო მითითება დავწერეთ.",
    "Name": "სახელი",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "სიტყვა \"elementary\" გულისხმობს და არის elementary LLC-ს სავაჭრო ნიშანი. elementary ყოველთვის ნუსხური ასოებით იწერება, წინადადების დასაწყისშიც კი. ის ასევე გამოიყენება პროდუქტის სახელებთან ერთად (მაგ. \"elementary OS\") ელემენტარის კონკრეტულ პროდუქტზე მისათითებლად.",
    "Brand Marks": "ბრენდის ნიშნები",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "ელემენტარის ორი ნიშანი აქვს: \"elementary\" ლოგოტიპი და \"e\" ლოგომარკი. ორივე სავაჭრო ნიშნად ითვლება და წარმოადგენს ელემენტარის — კომპანიას — და მის პროდუქტებს.",
    "Both should be used with the following in mind:": "ორივე გამოყენებული უნდა იქნეს შემდეგნაირად:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "არ შეიძლება ნიშნების გაწელვა, დახრა, დატრიალება ან სხვაგვარად შეცვლა.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "ნიშნები არ იქნეს გამოყენებული ძალზედ გადატვირთულ ფონზე; უმჯობესია ერთგვაროვანი ფერები.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "ნიშნები ყოველთვის მონოქრომატული უნდა იყოს; როგორც წესი, შავ ფონზე თეთრი, თეთრ ფონზე კი შავი.",
    "Logotype": "ლოგოტიპი",
    "elementary Logotype": "elementary ლოგოტიპი",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "ლოგოტიპი გამოყენებული უნდა იქნეს მაშინ, როდესაც სივრცე კომპანია ელემენტარიზე მითითების საშუალებას იძლევა. მისი გამოყენება შესაძლებელია პროდუქტის სახელამდე, ელემენტარის კონკრეტული პროდუქტის მოსახსენიებლად.",
    "The logotype should always be used under the following guidelines:": "ლოგოტიპის გამოყენება დასაშვებია მხოლოდ ამ დირექტივებით:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "არ შეეცადოთ ლოგოტიპის ხელახლა შექმნას. ეს გულდასმით დაგეგმილი ბრენდის ნიშანი, და არა უბრალოდ რაიმე შრიფტით დაწერილი \"elementary\".",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "არ გამოიყენოთ ლოგოტიპი პატარა ზომებში; თუ მისი გარჩევა ვერ ხერხდება, უმჯობესია ლოგომარკის გამოყენება.",
    "Logomark": "ლოგომარკი",
    "elementary Logomark": "elementary ლოგომარკი",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "\"e\" ლოგომარკი კომპანიის მოსახსენიებლად გამოყენებული უნდა იქნეს მაშინ, როდესაც სივრცე შეზღუდულია, ან კვადრატული თანაფარდობაა საჭირო.",
    "Color": "ფერი",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "ჩვენი ბრენდის ჩამოსაყალიბებლად ელემენტარი სახელთან და ნიშნებთან ერთად ფერებსაც იყენებს. ჩვენ შემდეგ პალიტრას ვიყენებთ:",
    "Blueberry": "მოცვისფერი",
    "Strawberry": "მარწყვისფერი",
    "Orange": "ფორთოხლისფერი",
    "Banana": "ბანანისფერი",
    "Lime": "ლიმნისფერი",
    "Grape": "ყურძნისფერი",
    "White": "თეთრი",
    "Black": "შავი",
    "Fonts": "შრიფტები",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "ინტერნეტსა და ნაბეჭდებში, სათაურებისთვის Raleway-ს ვიყენებთ, ხოლო ნაწერისთვის Open Sans-ს. კოდის ბლოკებისთვის გამოყენებულია Roboto Mono.",
    "Third Parties &amp; Community": "Third Parties & Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "ჩვენ ყოველთვის მხარს ვუჭერთ ჩვენი ოპერაციული სისტემისთვის პროდუქტების შემქმნელ მესამე მხრის შემმუშავებლების მიერ შეთანხმებულობის მისაღწევად ელემენტარის ბრენდის გარკვეული ელემენტების შეთვისებას .",
    "Voice/tone": "ხმა/ტონი",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "თუმცა, მომხმარებელთა დაბნეულობის თავიდან ასაცილებლად, ვზღუდავთ ელემენტარის სახელის და ნიშნების გამოყენებას:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "ძალიან კარგია თუ იტყვით, რომ თქვენი აპი ან სერვისი ელემენტარი ოს-ისთვისაა შექმნილი, მაგრამ, გთხოვთ, არ გამოიყენოთ ელემენტარის სახელი ან ნიშნები თქვენ კომპანიის, პროგრამის, პროდუქტის, მომსახურების ან ლოგოს ნაწილად.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "ელემენტარის სახელი ან ნიშნები გამოყენეთ მხოლოდ შპს ელემენტარის ან მისი პროდუქტების (მაგ. ელემენტარი ოს) მოსახსენიებლად.",
    "Community": "Community",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:",
    "elementary Community Logo with color": "elementary Community Logo with color",
    "elementary Community Logo in black": "elementary Community Logo in black",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.",
    "Merchandise": "საქონელი",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "ჩვეულებრივ მესამე მხრის საქონელში ჩვენი ბრენდინგის (მათ შორის ჩვენი სახელის ან ბრენდის ნიშნების) გამოყენებას ვკრძალავთ.",
    "Assets &amp; More Info": "რესურსები და მეტი ინფორმაცია",
    "Download on GitHub": "ჩამოტვირთვა GitHub-იდან",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "ელემენტარის სახელის, ბრენდინგის და სავაჭრო ნიშნების გამოყენებაზე მეტი ინფორმაციისთვის გთხოვთ გამოგზავნეთ ელ-ფოსტა მისამართზე <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "ბრენდი ⋅ elementary"
}