{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "ჩვენ უმაღლესი დონის მომხმარებლის გამოცდილების და ღია წყაროს უდიდესი ძალის უნიკალური კომბინაციის გვწამს.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "ელემენტარი ენთუზიაზმით აღსავსე მოხალისეების პატარა ჯგუფმა დააარსა 2007 წელს. წლების განმავლობაში პაწაწინა კომპანიად გავიზარდეთ და ღია წყაროს პროგრამის შემუშავებასაც ვაფინანსებთ. ჩვენ ვართ შემმუშავებლების, დიზაინერების, მწერლების და კომპიუტერის ჩვეულებრივი მომხმარებლების ერთგული გუნდი, რომელიც დაუჯერებელ ღია კომპიუტერულ გამოცდილებას ქმნის. ჩვენ ვართ elementary.",
    "Pacific Standard Time": "Pacific Standard Time",
    "Mountain Standard Time": "Mountain Standard Time",
    "India Standard Time": "India Standard Time",
    "Eastern Standard Time": "Eastern Standard Time",
    "Central Standard Time": "Central Standard Time",
    "Central European Time": "Central European Time",
    "Greenwich Mean Time": "Greenwich Mean Time",
    "Moscow Time": "Moscow Time",
    "Eastern European Time": "Eastern European Time",
    "Korea Standard Time": "Korea Standard Time",
    "Brasilia Summer Time": "Brasilia Summer Time",
    "Community &amp; Collaborators": "Community & Collaborators",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "ჩაერთეთ",
    "Powered by Slack": "შექმნილია Slack-ით",
    "Team &sdot; elementary": "გუნდი ⋅ elementary"
}