{
    "Code of Conduct": "منشور رفتاری (Code of Conduct)",
    "Our Pledge": "تعهد ما",
    "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, caste, color, religion, or sexual identity and orientation.": "ما، به‌عنوان اعضا، مشارکت‌کنندگان و رهبران، متعهد می‌شویم که مشارکت در جامعه‌مان را برای همه افراد، بدون توجه به سن، اندازه بدن، ناتوانی‌های قابل مشاهده یا غیرقابل مشاهده، قومیت، ویژگی‌های جنسی، هویت و ابراز جنسیتی، سطح تجربه، تحصیلات، وضعیت اجتماعی-اقتصادی، ملیت، ظاهر شخصی، نژاد، طبقه اجتماعی، رنگ، دین یا هویت و گرایش جنسی، به تجربه‌ای عاری از آزار و اذیت تبدیل کنیم.",
    "We pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community.": "ما متعهد می‌شویم که به گونه‌ای رفتار و تعامل کنیم که به ایجاد جامعه‌ای باز، پذیرا، متنوع، فراگیر و سالم کمک کند.",
    "Our Standards": "استاندارد های ما",
    "Examples of behavior that contributes to a positive environment for our community include:": "نمونه‌هایی از رفتارهایی که به ایجاد یک محیط مثبت برای جامعه ما کمک می‌کنند عبارت‌اند از:",
    "Demonstrating empathy and kindness toward other people": "نشان دادن همدلی و مهربانی نسبت به دیگران",
    "Being respectful of differing opinions, viewpoints, and experiences": "احترام گذاشتن به نظرات، دیدگاه‌ها و تجربیات متفاوت",
    "Giving and gracefully accepting constructive feedback": "ارائه بازخورد سازنده و پذیرفتن آن با روی خوش",
    "Accepting responsibility and apologizing to those affected by our mistakes, and learning from the experience": "پذیرفتن مسئولیت و عذرخواهی از کسانی که تحت تأثیر اشتباهات ما قرار گرفته‌اند، و آموختن از آن تجربه",
    "Focusing on what is best not just for us as individuals, but for the overall community": "تمرکز بر آنچه که نه تنها برای ما به‌عنوان افراد، بلکه برای کل جامعه مفید و بهترین است",
    "Examples of unacceptable behavior include:": "نمونه‌هایی از رفتارهای غیرقابل‌قبول عبارت‌اند از:",
    "The use of sexualized language or imagery, and sexual attention or advances of any kind": "استفاده از زبان یا تصاویر جنسی‌گونه، و جلب توجه یا پیش‌روی جنسی از هر نوع",
    "Trolling, insulting or derogatory comments, and personal or political attacks": "ترول کردن، اظهارات توهین‌آمیز یا تحقیرآمیز، و حملات شخصی یا سیاسی",
    "Public or private harassment": "آزار و اذیت عمومی یا خصوصی",
    "Publishing others&#39; private information, such as a physical or email address, without their explicit permission": "انتشار اطلاعات خصوصی دیگران، مانند آدرس فیزیکی یا ایمیل، بدون رضایت صریح آن‌ها",
    "Other conduct which could reasonably be considered inappropriate in a professional setting": "سایر رفتارهایی که به‌طور منطقی می‌توان آن‌ها را در یک محیط حرفه‌ای نامناسب تلقی کرد",
    "Enforcement Responsibilities": "مسئولیت‌های اجرایی",
    "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful.": "رهبران جامعه مسئول روشن‌سازی و اجرای استانداردهای ما در مورد رفتار قابل‌قبول هستند و در برابر هر رفتاری که آن را نامناسب، تهدیدآمیز، توهین‌آمیز یا مضر بدانند، اقدامات اصلاحی مناسب و منصفانه‌ای انجام خواهند داد.",
    "Community leaders have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, and will communicate reasons for moderation decisions when appropriate.": "رهبران جامعه حق و مسئولیت دارند که نظرات، کامیت‌ها، کدها، ویرایش‌های ویکی، مشکلات (issues) و سایر مشارکت‌هایی را که با این آئین‌نامه رفتاری هم‌راستا نیستند، حذف، ویرایش یا رد کنند، و در صورت لزوم دلایل تصمیمات مدیریتی خود را توضیح دهند.",
    "Scope": "دامنه اجرا",
    "This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.": "این آئین‌نامه رفتاری در تمامی فضاهای جامعه اجرا می‌شود و همچنین زمانی که یک فرد به‌طور رسمی نماینده جامعه در فضاهای عمومی باشد نیز کاربرد دارد. نمونه‌هایی از نمایندگی جامعه ما شامل استفاده از آدرس ایمیل رسمی، ارسال مطلب از طریق حساب رسمی رسانه‌های اجتماعی، یا عمل کردن به‌عنوان نماینده منصوب‌شده در یک رویداد آنلاین یا حضوری است.",
    "Enforcement": "اجرای آئین‌نامه",
    "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at contact@elementary.io. All complaints will be reviewed and investigated promptly and fairly.": "موارد رفتار سوء، آزاردهنده یا به هر شکل غیرقابل‌قبول می‌توانند به رهبران جامعه که مسئول اجرای آئین‌نامه هستند از طریق [contact@elementary.io](mailto:contact@elementary.io) گزارش شوند. تمامی شکایات به‌سرعت و به‌صورت منصفانه بررسی و رسیدگی خواهند شد.",
    "All community leaders are obligated to respect the privacy and security of the reporter of any incident.": "تمامی رهبران جامعه موظف‌اند حریم خصوصی و امنیت گزارش‌دهنده هرگونه حادثه‌ای را محترم بشمارند.",
    "Enforcement Guidelines": "راهنمای اجرای آئین‌نامه",
    "Community leaders will follow these Community Impact Guidelines in determining the consequences for any action they deem in violation of this Code of Conduct:": "رهبران جامعه از این «راهنمای تأثیر بر جامعه» پیروی خواهند کرد تا پیامدهای هر اقدامی را که ناقض این آئین‌نامه رفتاری تشخیص دهند، تعیین کنند:",
    "1. Correction": "۱. اصلاح",
    "<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed unprofessional or unwelcome in the community.": "<strong>تأثیر بر جامعه</strong>: استفاده از زبان نامناسب یا هر رفتار دیگری که غیرحرفه‌ای یا ناخوشایند در جامعه تلقی شود.",
    "<strong>Consequence</strong>: A private, written warning from community leaders, providing clarity around the nature of the violation and an explanation of why the behavior was inappropriate. A public apology may be requested.": "<strong>پیامد</strong>: هشدار کتبی خصوصی از سوی رهبران جامعه که ماهیت تخلف را روشن کرده و توضیح می‌دهد چرا رفتار انجام‌شده نامناسب بوده است. ممکن است درخواست عذرخواهی عمومی نیز مطرح شود.",
    "2. Warning": "۲.هشدار",
    "<strong>Community Impact</strong>: A violation through a single incident or series of actions.": "<strong>تأثیر بر جامعه</strong>: یک تخلف از طریق یک حادثهٔ واحد یا مجموعه‌ای از اقدامات.",
    "<strong>Consequence</strong>: A warning with consequences for continued behavior. No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, for a specified period of time. This includes avoiding interactions in community spaces as well as external channels like social media. Violating these terms may lead to a temporary or permanent ban.": "<strong>پیامد</strong>: یک هشدار همراه با پیامدهایی در صورت تداوم رفتار. هیچ‌گونه تعامل با افراد درگیر، از جمله تعامل ناخواسته با افرادی که در حال اجرای آیین‌نامه رفتاری هستند، برای مدت زمان مشخصی مجاز نیست. این شامل خودداری از تعامل در فضاهای جامعه و همچنین کانال‌های خارجی مانند شبکه‌های اجتماعی می‌شود. نقض این شرایط ممکن است منجر به ممنوعیت موقت یا دائمی شود.",
    "3. Temporary Ban": "۳.مسدود شدن موقت",
    "<strong>Community Impact</strong>: A serious violation of community standards, including sustained inappropriate behavior.": "<strong>تأثیر بر جامعه</strong>: نقض جدی استانداردهای جامعه، شامل رفتار نامناسب مستمر.",
    "<strong>Consequence</strong>: A temporary ban from any sort of interaction or public communication with the community for a specified period of time. No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, is allowed during this period. Violating these terms may lead to a permanent ban.": "<strong>پیامد</strong>: محرومیت موقت از هرگونه تعامل یا ارتباط عمومی با جامعه برای یک بازه زمانی مشخص. در این مدت، هیچ‌گونه تعامل عمومی یا خصوصی با افراد درگیر، از جمله تعامل بدون درخواست با افرادی که منشور رفتاری را اجرا می‌کنند، مجاز نیست. نقض این شرایط ممکن است منجر به محرومیت دائمی شود.",
    "4. Permanent Ban": "۴. مسدود شدن دائمی",
    "<strong>Community Impact</strong>: Demonstrating a pattern of violation of community standards, including sustained inappropriate behavior, harassment of an individual, or aggression toward or disparagement of classes of individuals.": "<strong>تأثیر بر جامعه</strong>: نشان دادن الگوی مداومی از نقض استانداردهای جامعه، شامل رفتار نامناسب پایدار، آزار یک فرد، یا پرخاشگری و توهین نسبت به گروهی از افراد.",
    "<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the community.": "<strong>پیامد</strong>: ممنوعیت دائمی از هرگونه تعامل عمومی درون جامعه.",
    "Attribution": "نسبت‌دهی",
    "This Code of Conduct is adapted from the <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, available at <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.": "این آیین‌نامه اخلاقی از <a href=\"https://www.contributor-covenant.org\">پیمان مشارکت‌کنندگان</a>، نسخه ۲.۱، که در <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a> موجود است، اقتباس شده است.",
    "Community Impact Guidelines were inspired by <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.": "دستورالعمل‌های تأثیر بر جامعه از <a href=\"https://github.com/mozilla/diversity\">نردبان اجرای اصول اخلاقی موزیلا</a> الهام گرفته شده‌اند.",
    "For answers to common questions about this code of conduct, see the FAQ at <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Translations are available at <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.": "برای پاسخ به سوالات متداول در مورد این آیین‌نامه رفتاری، به بخش سوالات متداول در <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a> مراجعه کنید. ترجمه‌ها در <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a> موجود است.",
    "Code of Conduct &sdot; elementary": "اصول اخلاقی &sdot; المنتری"
}
