{
    "Be a Part of Something Bigger": "جزئی از چیزی بزرگ‌تر باشید",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "هر چیزی که ما می‌سازیم ۱۰۰٪ متن‌باز است و به صورت مشارکتی توسط افرادی از سراسر جهان توسعه داده شده است. حتی اگر شما یک برنامه‌نویس نباشید، می‌توانید مشارکت کنید و تغییری ایجاد کنید. هر چیزی که ما می‌سازیم ۱۰۰٪ متن‌باز است و به صورت مشارکتی توسط افرادی از سراسر جهان توسعه داده شده است. حتی اگر شما یک برنامه‌نویس نباشید، می‌توانید مشارکت کنید و تغییری ایجاد کنید.",
    "Funding": "تامین مالی",
    "Translations": "ترجمه",
    "Support": "پشتیبانی",
    "Web": "وب",
    "Desktop": "دسکتاپ",
    "Design": "دیزاین",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "با کمک کاربران و طرفدارانمان، ما توانسته‌ایم از یک گروه کوچک از داوطلبان پرشور به یک شرکت کوچک اما پایدار تبدیل شویم. هر حمایت کوچکی به ما کمک می‌کند تا سیستم‌عامل elementary را بهبود بخشیم و با مشکلات جاه‌طلبانه‌تری مقابله کنیم.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "مستقیماً به elementary کمک مالی کنید و برای نشان دادن حمایت خود، یک نشان در پروفایل GitHub خود دریافت کنید. GitHub Sponsors هیچ هزینه‌ای دریافت نمی‌کند، بنابراین این یک راه عالی برای گسترش مشارکت شماست.",
    "Sponsor on GitHub": "حامی مالی در گیت‌هاب",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreonمانند یک کمپین جمع‌آوری سرمایه جمعی مداوم عمل می‌کند. هر ماه مبلغی را برای کمک به ما در رسیدن به اهدافمان انتخاب کنید. به علاوه، جوایز انحصاری کسب کنید و محتوای انحصاری را زودتر بخوانید.",
    "Back on Patreon": "بازگشت به Petreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "به راحتی از کارت نقدی، کارت اعتباری یا حساب پی‌پال استفاده کنید. می‌توانید پرداخت یک‌باره را انتخاب کنید یا پرداخت‌های دوره‌ای را تنظیم کنید.",
    "Use PayPal": "از پی پال استفاده کنید",
    "PayPal - The safer, easier way to pay online!": "پی‌پال - راهی امن‌تر و آسان‌تر برای پرداخت آنلاین!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "از طریق Liberapay، پلتفرم تأمین مالی متن‌باز و غیرانتفاعی، یک مشارکت دوره‌ای ایجاد کنید.",
    "Contribute with Liberapay": "با Liberapay مشارکت کنید",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "سیستم عامل المنتری توسط افرادی از سراسر جهان ایجاد و استفاده می‌شود؛ با ترجمه آن به زبان‌های بیشتر، به ما کمک کنید تا این تجربه را حتی بهتر کنیم.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "هم سیستم عامل elementary و هم وب‌سایت ما با استفاده از یک پلتفرم آنلاین به نام Weblate به صورت آزاد ترجمه می‌شوند.",
    "Learn More": "بیشتر بدانید",
    "Join Chat": "به چت بپیوندید",
    "Suggest Translations": "پیشنهاد ترجمه",
    "World map": "نقشه جهان",
    "Question &amp; Answer": "پرسش و پاسخ",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "ما از بحث‌های گیت‌هاب برای پرسش و پاسخ‌های انجمن استفاده می‌کنیم. هر کسی می‌تواند برای شروع پرسش و پاسخ، یک حساب کاربری ایجاد کند.",
    "New Questions": "سوال جديد",
    "Unanswered Questions": "سوال های بی پاسخ",
    "Documentation": "مستندات",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary مستندات اولیه را هم برای کاربران و هم برای توسعه‌دهندگان فراهم می‌کند. تمام مستندات ما با Markdown نوشته شده و در GitHub میزبانی می‌شود، بنابراین ارسال یک تغییر یا یک بخش جدید بسیار آسان است.",
    "Learning the Basics Guide": "راهنمای یادگیری اصول اولیه",
    "Developer Docs": "اسناد توسعه دهنده",
    "Web Development": "توسعه وب",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "وب‌سایت ما با استفاده از HTML، CSS، PHP و جاوا اسکریپت ساخته شده است. ما همیشه به دنبال افرادی با تجربه در این زمینه‌ها هستیم که مایل به مشارکت و بهبود آن باشند.",
    "Report a Website Issue": "گزارش یک مشکل وب سایت",
    "Fork the Website on GitHub": "وب‌سایت را در گیت‌هاب فورک کنید",
    "Desktop Development": "توسعه دسکتاپ",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "محیط دسکتاپ ما و تمام برنامه‌های آن با استفاده از Vala، GTK، Granite و تعدادی دیگر از کتابخانه‌های باز ساخته شده‌اند. ما تمام کد خود را میزبانی می‌کنیم و تمام توسعه‌ها را در GitHub انجام می‌دهیم. اگر قبلاً هرگز برای سیستم عامل elementary OS برنامه نویسی نکرده‌اید، توصیه می‌کنیم راهنمای توسعه‌دهندگان ما را بررسی کنید.",
    "Developer Guide": "راهنمای توسعه دهنده",
    "Browse Code": "کد را مرور کنید",
    "Report issues": "گزارش مشکل",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "با پیگیری مشکلات و گزارش آنها، یا با تأیید، شفاف‌سازی و رفع مشکلات موجود، به ما کمک کنید.",
    "Read the Guide": "راهنما را بخوانید",
    "Fix issues": "رفع مشکلات",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "با رفع مشکلات، بهبود عملکرد یا پیاده‌سازی ویژگی‌های جدید، به سیستم‌عامل المنتری کمک کنید.",
    "Bitesize Issues": "",
    "Create apps": "",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "",
    "Publish on AppCenter": "",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": ""
}
