{
    "Information for OEMs": "اطلاعات برای تولیدکنندگان تجهیزات اصلی (OEM)",
    "Give your customers the best experience with elementary OS.": "به مشتریان خود بهترین تجربه را با سیستم‌عامل المنتری ارائه دهید.",
    "Partners &amp; Retailers": "Partners &amp; Retailers",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "ما دو روش برای فهرست‌شدن به‌عنوان یک تولیدکننده تجهیزات اصلی (OEM) سیستم‌عامل المنتری در <a href=\"https://store.elementary.io\">فروشگاه خود</a> ارائه می‌دهیم، که هر کدام الزامات و مزایای متفاوتی دارند.",
    "Partner": "شریک (Partner)",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "تأییدیه برای هر مدل به‌صورت جداگانه، با نمایش هر مدل در <a href=\"https://store.elementary.io\">فروشگاه ما</a>.",
    "Requirements:": "الزامات:",
    "Official involvement from elementary, Inc.": "مشارکت رسمی از سوی شرکت elementary, Inc.",
    "Negotiable per-device royalty": "حق امتیاز قابل مذاکره برای هر دستگاه",
    "Strict software guidelines": "راهنمایی‌های سخت‌گیرانه‌ی نرم‌افزاری",
    "Trademark compliance": "رعایت قوانین علائم تجاری",
    "Retailer": "خرده‌فروش",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "یک لینک به وب‌سایت یا صفحه فرود شما در <a href=\"https://store.elementary.io\">فروشگاه ما</a> فهرست می‌شود.",
    "Selling devices with elementary OS": "فروش دستگاه‌هایی با سیستم‌عامل المنتری (elementary OS)",
    "Per-device royalty encouraged": "پرداخت حق امتیاز برای هر دستگاه توصیه می‌شود",
    "Resources": "منابع",
    "Installation": "نصب و راه اندازی",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "نصب‌کننده‌ی سیستم‌عامل المنتری هر نصب را به‌عنوان یک نصب OEM در نظر می‌گیرد؛ مراحل نصب را طی کنید تا سیستم‌عامل نصب شود، سپس دستگاه را خاموش کرده و آماده‌ی ارسال برای مشتری است.یا، برای ساخت تصویر سفارشی خودتان: سیستم‌عامل را نصب کنید، بسته‌ها یا تنظیمات موردنیاز را با استفاده از یک حساب موقت مدیر پیکربندی کنید، سپس حساب را حذف کرده و از دیسک یک تصویر تهیه کنید.در هر دو حالت، در اولین راه‌اندازی توسط مشتری، «راه‌اندازی اولیه» (Initial Setup) یک حساب کاربری برای کاربر نهایی ایجاد خواهد کرد.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">نصب‌کننده</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">راه‌اندازی اولیه</a>",
    "System Settings": "تنظیمات سیستم",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "تنظیمات سیستم (System Settings) مزایای متعددی را برای تولیدکنندگان (OEMها) که سیستم‌عامل المنتری را عرضه می‌کنند فراهم می‌سازد. از معماری پلاگین‌پذیر آن گرفته تا امکان ارائه‌ی آسان برندینگ، تنظیمات سیستم با در نظر گرفتن نیازهای OEM طراحی شده است.",
    "Plugs": "افزونه‌ها (Plugs)",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "تنظیمات سیستم (با نام رمز <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) از مفهومی به نام «افزونه‌ها» (Plugs) استفاده می‌کند تا تنظیمات قابل اتصال برای جنبه‌های مختلف سخت‌افزاری و نرم‌افزاری ارائه دهد.برای مثال، <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">تنظیمات ماوس و تاچ‌پد</a> از طریق یک افزونه ارائه می‌شود.",
    "Switchboard": "سوئیچ‌بورد (Switchboard)",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "OEMها می‌توانند افزونه‌های سفارشی توسعه دهند و همراه با دستگاه ارائه دهند، اگر سخت‌افزار ویژه یا منحصربه‌فردی در دستگاه وجود دارد که نیاز به پیکربندی فراتر از امکانات پیش‌فرض در سیستم‌عامل المنتری دارد؛ برای مثال، حسگرها یا روش‌های ورودی خاصی که در اکثر سخت‌افزارها وجود ندارند.اگر این افزونه برای مجموعه گسترده‌تری از کاربران نیز کاربرد دارد، مشارکت در پروژه‌های بالادستی و افزودن آن به <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">افزونه‌های موجود</a> به‌شدت توصیه می‌شود.",
    "Documentation": "مستندات",
    "OEM Info in About": "اطلاعات OEM در بخش «درباره»",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "افزونه‌ی <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">درباره</a> (About) اطلاعات سیستم را به کاربر نمایش می‌دهد و چندین اقدام سراسری مانند بازیابی تنظیمات، گزارش مشکلات و دریافت کمک را فراهم می‌کند.علاوه بر اطلاعات نرم‌افزاری (مانند نسخه سیستم‌عامل)، این بخش فضایی برای نمایش اطلاعات سخت‌افزاری نیز دارد. به‌طور پیش‌فرض، این قسمت با یک تصویر عمومی و نام میزبان سیستم پر می‌شود. با این حال، OEMها می‌توانند داده‌های برندشده‌ی سفارشی برای این بخش ارائه دهند.",
    "Switchboard About": "سوئیچ‌بورد درباره (Switchboard About)",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "با ارائه‌ی یک فایل <code>oem.conf</code>، OEMها می‌توانند نام سازنده، نام محصول، شماره مدل و آدرس اینترنتی سازنده را وارد کنند. همچنین می‌توان یک تصویر نیز ارائه داد که جایگزین آیکون سخت‌افزار عمومی می‌شود.",
    "Learn More": "بیشتر بدانید",
    "Third-Party Repositories": "مخازن شخص ثالث (Third-Party Repositories)",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "عرضه‌ی سیستم‌عامل المنتری همراه با مخازنی غیر از مخازن پیش‌فرض آن و یک مخزن واحد که توسط OEM ارائه و کنترل می‌شود، به‌شدت توصیه نمی‌شود. <strong>مخازن شخص ثالث عملاً دسترسی ریشه (Root) و امکان بازنویسی بسته‌های سیستمی را در اختیار طرف‌های ثالثی قرار می‌دهند که ممکن است قابل اعتماد نباشند.</strong>حتی اگر آن طرف قابل اعتماد باشد، امنیت و حریم خصوصی مشتری OEM به خطر می‌افتد اگر آن طرف ثالث دچار نقض امنیتی شود، یا مشتری از رمز عبور مشابه در چند سرویس استفاده کرده باشد و موارد مشابه.",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "علاوه بر این، اگر یک مخزن شخص ثالث در آینده بدون نگهداری یا منتشرنشده باقی بماند، <strong>ممکن است جلوی به‌روزرسانی‌های منظم سیستم‌عامل را بگیرد.</strong>این موضوع می‌تواند مانع از رسیدن اصلاحات مهم امنیتی و پایداری به مشتریان OEM شود.",
    "News &amp; Announcements": "News &amp; Announcements",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "ما به‌روزرسانی‌های مکرری درباره‌ی روند توسعه، اطلاعیه‌های مهم، نکات ویژه برای توسعه‌دهندگان، برنامه‌های منتخب و موارد دیگر را در وبلاگ خود منتشر می‌کنیم.",
    "Visit our Blog": "از وبلاگ ما دیدن کنید",
    "Brand Resources": "منابع برند",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "مشاهده لوگوهای المنتری، دستورالعمل‌های استفاده از برند، پالت رنگ و لوگوی انجمن. به‌علاوه، دانلود دارایی‌های رسمی لوگوی المنتری با وضوح بالا و وکتور.",
    "View Brand Resources": "مشاهده منابع برند",
    "Get in Touch": "تماس بگیرید",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "برای صحبت مستقیم با تیم، یک ایمیل به <a href=\"mailto:oem@elementary.io\">[oem@elementary.io](mailto:oem@elementary.io)</a> ارسال کنید.چه از شرکای فعلی باشید و چه بخواهید امکان ارائه‌ی سیستم‌عامل المنتری را بررسی کنید، مشتاق گفت‌وگو با شما هستیم.",
    "Send an Email": "ایمیل بفرسید",
    "Information for OEMs &sdot; elementary": "اطلاعات برای OEMها &sdot; المنتری"
}
