{
    "Press Resources": "منابع مطبوعاتی",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "ما عاشق همکاری با مطبوعات هستیم—چه در دنیای لینوکس و چه در حوزه‌های گسترده‌تر فناوری و فرهنگ—تا داستان خود و آنچه روی آن کار می‌کنیم را به اشتراک بگذاریم.",
    "In the Press": "در مطبوعات",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;سیستم عامل المنتری متفاوت است... یک سیستم عامل زیبا و قدرتمند.&rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;از مسیر خارج می‌شود و به شما امکان می‌دهد روی کاری که باید انجام دهید تمرکز کنید.&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;در این دو هفته گذشته [با استفاده از سیستم عامل المنتری] نسبت به مجموع دو ماه گذشته کارآمدتر بودم.&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;یک پلتفرم سریع با نگهداری راحت که تقریباً در هر مکانی قابل نصب است.&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;سبک و سریع... و استعداد واقعی برای طراحی و ظاهر دارد.&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;بهترین راه برای امتحان المتری [OS] نصب آن است و از آنجایی که ویزارد نصب بسیار ساده است... انجام این کار نسبتاً آسان است.&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;جایگزینی اخلاقمدار و توانمند برای سیستم‌های سنتی مانند ویندوز و macOS... استفاده آسان و قابل تنظیم برای سازگاری با جریان‌های کاری مختلف.&rdquo;",
    "Join Our Press List": "به فهرست مطبوعات ما بپیوندید",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "اولین کسی باشید که از نسخه های جدید و پیشرفت های مهم مطلع می شود. ما دسترسی زودهنگام به انتشارات مطبوعاتی و کیت های مطبوعاتی، از جمله تصاویر با وضوح بالا را ارسال می کنیم. این یک فهرست <strong>حجم بسیار کم</strong> است. ما سالی یک بار بزرگترین اخبار را برای شما ارسال می کنیم.",
    "Email": "ایمیل",
    "First Name": "نام",
    "Last Name": "نام خانوادگی",
    "Publication": "انتشار",
    "Subscribe": "مشترک شوید",
    "elementary OS 8": "سیستم عامل المنتری ۸",
    "Everything you love, made even better. OS 8.1 improves the Secure Session and Dock, enhances accessibility, improves support for your devices, and addresses your feedback with over 1,100 issue reports fixed.": "",
    "Read Announcement": "اعلامیه را بخوانید",
    "Download Press Kit": "کیت مطبوعاتی را دانلود کنید",
    "News &amp; Announcements": "News &amp; Announcements",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "ما به‌روزرسانی‌های مکرر در مورد توسعه، اعلامیه‌های مهم، نکات برای توسعه‌دهندگان، برنامه‌های برجسته و محتوای جدید دیگر را از طریق وبلاگ رسمی خود به اشتراک می‌گذاریم.",
    "Visit Our Blog": "به وبلاگ ما سر بزنید",
    "Brand Resources": "منابع برند",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "مشاهده لوگوهای المنتری، دستورالعمل‌های استفاده از برند، پالت رنگ و لوگوی انجمن. به‌علاوه، دانلود دارایی‌های رسمی لوگوی المنتری با وضوح بالا و وکتور.",
    "View Brand Resources": "مشاهده منابع برند",
    "Get in Touch": "تماس بگیرید",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "با ارسال ایمیل به ما در <a href=\"mailto:press@elementary.io\">press@elementary.io</a> مستقیماً با تیم صحبت کنید. ما از درخواست‌ها برای مصاحبه، حضور در پادکست یا فقط درخواست‌های عمومی مطبوعات استقبال می‌کنیم.",
    "Send an Email": "ایمیل بفرسید",
    "Press &sdot; elementary": "Press &sdot; elementary"
}
