{
    "Privacy": "حریم خصوصی",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "داده های شما همیشه متعلق به شماست و فقط شما. ما معاملات تبلیغاتی انجام نمی دهیم یا داده های شخصی حساس را جمع آوری نمی کنیم. ما مستقیماً توسط کاربرانی که برای سیستم‌عامل و برنامه‌های اولیه در AppCenter هزینه می‌کنند، تأمین مالی می‌شویم. و این طوری باید باشد.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "ما با جمع‌آوری نکردن داده‌های شما فعالانه از خود و دیگران محافظت می‌کنیم. ما بر این باوریم که احترام به حریم خصوصی شما و محافظت از آن یک کار اخلاقی است. <strong>افراد حق اساسی برای حفظ حریم خصوصی دارند، حتی از شرکت ها و محصولاتی که به آنها اعتماد دارند.</strong>",
    "elementary OS": "سیستم عامل المنتری",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>ما هیچ داده‌ای از سیستم شما جمع آوری نمیکنیم .</strong> فایل‌ها، تنظیمات و سایر داده‌های شخصی شما در دستگاه باقی می‌مانند، مگر اینکه آنها را صریحاً با یک برنامه یا سرویس شخص ثالث به اشتراک بگذارید.",
    "Protections": "حفاظت ها",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "سیستم عامل امنتری دارای محافظ های داخلی برای حفظ حریم خصوصی است تا به محافظت از داده های شما در برابر دیگران کمک کند.",
    "Tattle-tale": "Tattle-tale",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "سیستم‌عامل المنتری به شما کمک می‌کند تا در مورد برنامه‌ها اطلاعاتی داشته باشید. هنگامی که یک برنامه از میکروفون شما استفاده می کند، یک نشانگر نمایش می دهیم تا به شما اطلاع دهیم. وقتی یک برنامه انرژی زیادی مصرف می کند، در نشانگر باطری به شما می گوییم.",
    "Permissions": "مجوزها",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "وقتی برنامه ای می خواهد به داده ها یا دستگاه های شما دسترسی داشته باشد، باید از قبل درخواست کند. ما همه برنامه‌های AppCenter را بررسی می‌کنیم تا مطمئن شویم آنها به درستی از مجوزها استفاده می‌کنند - و همیشه می‌توانید خودتان آنها را در تنظیمات سیستم لغو کنید.",
    "Housekeeping": "خانه داری",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "سیستم عامل المنتری به طور خودکار فایل های موقت و سطل زباله شما را مرتب نگه می دارد. این نه تنها فضای ذخیره‌سازی دستگاه شما را خالی نگه می‌دارد، بلکه می‌تواند به شما کمک کند تا مطمئن شوید که داده‌های خصوصی‌تان به شما باز نمی‌گردند.",
    "Online Accounts": "اکانت های آنلاین",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "سیستم‌عامل المنتری (elementary OS) به‌صورت اختیاری امکان یکپارچه‌سازی با حساب‌های آنلاین مانند ارائه‌دهندگان ایمیل و تقویم را از طریق «تنظیمات سیستم» فراهم می‌کند. داده‌های این ارائه‌دهندگان ممکن است توسط نسخه‌ی شما از المنتری دریافت شده و به‌صورت محلی روی دستگاه‌تان ذخیره شوند تا در برنامه‌های نصب‌شده‌ی محلی مانند «ایمیل»، «تقویم» و «کارها» نمایش داده شوند.<strong>این داده به المنتری ارسال نمی‌شود یا با هیچ شخص ثالثی به اشتراک گذاشته نمی‌شود.</strong>",
    "What Data is Collected": "چه داده‌هایی جمع‌آوری می‌شوند",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "اگر تصمیم بگیرید یک حساب آنلاین اضافه کنید، نسخه شما از سیستم‌عامل المنتری ممکن است نام، نشانی ایمیل، تصویر نمایه، پیام‌های ایمیل، رویدادهای تقویم، مخاطبین، عکس‌ها و فایل‌ها را از حساب‌های متصل‌شده جمع‌آوری و به‌صورت محلی روی دستگاه شما ذخیره کند.<strong> المنتری هیچ یک از این داده ها را جمع آوری نمی کند.</strong>",
    "How Data is Used": "نحوه استفاده از داده ها",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>داده‌های شما به صورت محلی در دستگاه شما ذخیره می‌شوند و هرگز به سرورهای اصلی یا شخص ثالث ارسال نمی‌شوند.</strong> برای پر کردن برنامه‌های نصب‌شده محلی شما مانند Mail، Calendar، Tasks، Files و Photos با داده‌های خود استفاده می‌شود تا بتوانید به آن دسترسی داشته باشید.",
    "Sharing Data": "اشتراک‌گذاری داده‌ها",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>سیستم‌عامل المنتری هیچ‌یک از داده‌های جمع‌آوری‌شده از حساب‌های آنلاین شما را به اشتراک نمی‌گذارد.</strong> این داده‌ها هرگز به المنتری یا سرورهای شخص ثالث ارسال نمی‌شوند.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "این وب‌سایت از تحلیل‌گر متن‌باز Plausible برای شمارش ناشناس بازدیدها، دانلودها و غیره استفاده می‌کند. شما می‌توانید همان داده‌هایی را که ما مشاهده می‌کنیم در <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">داشبورد عمومی</a> ببینید. هیچ کوکی‌ای استفاده نمی‌شود و هیچ داده شخصی—حتی نشانی IP یا عامل کاربر مرورگر—ذخیره نمی‌شود. برای اطلاعات بیشتر، به <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\"> سیاست داده این شرکت </a> مراجعه کنید",
    "Cookies": "کوکی ها",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>شما می‌توانید در تنظیمات مرورگر خود، استفاده از هر نوع کوکی یا کوکی‌های شخص ثالث را غیرفعال یا به‌صورت انتخابی خاموش کنید.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "این سایت برای بهبودهای تدریجی از کوکی‌ها استفاده می‌کند. ممکن است خدمات بدون آن‌ها نیز کار کنند، اما با کارایی کمتر. برای مثال، سایت به خاطر نخواهد آورد که آیا قبلاً برای سیستم‌عامل المنتری پرداخت کرده‌اید؛ به‌صورت پیش‌فرض از شما خواسته می‌شود دوباره پرداخت کنید.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "کوکی‌ها را برای ثبت عناصر رفتاری و تحلیل تهدیدهای احتمالی ذخیره می‌کند. برای اطلاعات بیشتر، مراجعه کنید به",
    "Cloudflare Privacy &amp; Security Policy": "سیاست حفظ حریم خصوصی و امنیت Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "از کوکی‌ها برای به خاطر سپردن آخرین سفارش شما و کشور محل اقامت‌تان استفاده می‌شود تا بداند چه نوع کارت‌هایی را برای پرداخت ارائه دهد. برای اطلاعات بیشتر، مراجعه کنید به",
    "Stripe's Privacy Policy": "سیاست حفظ حریم خصوصی Stripe",
    "Manage Cookies": "مدیریت کوکی‌ها",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "از آنجا که قبلاً از سایت ما بازدید کرده‌اید، ممکن است بخواهید کوکی‌هایی را که قبلاً در مرورگر شما تنظیم شده‌اند مدیریت کنید. لینک‌های مربوط به دستورالعمل‌های لازم در ادامه آمده‌اند.",
    "Transparency": "شفافیت",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "ما هیچ در پشتی (Backdoor) در نرم‌افزار خود قرار نداده‌ایم و هیچ درخواستی برای انجام این کار دریافت نکرده‌ایم. همچنین، هرگز هیچ‌گونه نامه امنیت ملی (National Security Letter)، دستور FISA یا هر درخواست محرمانه دیگری برای دریافت اطلاعات کاربران دریافت نکرده‌ایم.",
    "Privacy &sdot; elementary": "Privacy &sdot; elementary"
}
