{
    "Installation": "Инсталација",
    "Download elementary OS": "Преузмите елементари ОС",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ако већ нисте, морате <a href=\"/\" target=\"_blank\" rel=\"noopener\">преузети елементари ОС са наше матичне странице</a>. Треба да умножите преузету ИСО датотеку на УСБ меморијски штапић користећи упутства наведена испод.",
    "Frequently-Asked Questions": "",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "",
    "Recommended System Specifications": "Препоручене одлике система",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Иако немамо строг скуп минималних системских захтева, препоручујемо барем следеће одлике за најбоље искуство:",
    "Recent Intel Core i3 or comparable dual-core 64-bit processor": "",
    "4 GB of system memory (RAM)": "4 GB меморије система (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "",
    "Internet access": "Приступ Интернету",
    "Built-in or wired mouse/touchpad and keyboard": "",
    "1024×768 minimum resolution display": "",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "",
    "Back Up Your Data": "Направите резерву ваших података",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Обавезно направите резервне примерке ваших важних података на спољном месту, као што је услуга на облаку или спољни чврсти диск. Инсталирање новог оперативног система може пребрисати ваше постојеће податке.",
    "Step-by-step Guide": "",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "",
    "Windows": "Виндоуз",
    "macOS": "мекОС",
    "Linux": "",
    "Verify Your Download": "",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "",
    "It should produce the output:": "",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "",
    "Creating an Install Drive": "Правим инсталациони диск",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "",
    "Download Etcher": "Преузмите Ечера",
    "etcher steps": "кораци ечера",
    "Open Etcher, then:": "",
    "Plug in your spare USB flash drive": "",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "",
    "Once complete, continue to boot from the install drive.": "",
    "Booting From the Install Drive": "",
    "In order to start the installation process, you must boot your computer from the install drive.": "Да започнете поступак инсталације, морате да покренете рачунар са инсталационог диска.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Под претпоставком да је рачунар и даље укључен, почните тако што ћете уметнути инсталациони диск и поново покренути рачунар.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Већина рачунара ће вам накратко дозволити да промените редослед подизања система за ово покретање само притиском на посебан тастер — обично <kbd>Ф12</kbd>, али понекад <kbd>Есц</kbd>, <kbd>Ф2</kbd> или неки други функцијски тастер. Погледајте екран или документацију рачунара да бисте били сигурни.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Притисните <kbd>Ф12</kbd> (или одговарајући тастер) и изаберите инсталациони диск—обично „УСБ-ХДД“ или нешто што садржи реч „УСБ“, али речи се могу разликовати. Ако изаберете неодговарајући диск, рачунар ће вероватно наставити са уобичајеним покретањем. Само поново покрените рачунар и изаберите други диск у том изборнику.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Убрзо након избора одговарајућег покретачког диска, биће вам приказан почетни екран елементари ОС-а. Сада можете следити упутства на екрану која ће вас водити кроз остатак поступка.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Следећи прозорчић се може појавити за време поступка треперења, и безбедно се може занемарити.",
    "Not readable warning": "Нечитљиво упозорење",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Након што зачујете звоњаву, притисните и задржите <kbd>Опција</kbd>. Затим изаберите одговарајући диск за покретање. Имајте на уму да може бити погрешно наведен као „Виндоуз“, али то је нормално.",
    "Boot Errors": "Грешке подизања система",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Ако ваш Мек не препознаје УСБ инсталациони диск елементари ОС-а у подизном изборнику, мораћете да направите инсталациони ДВД елементари ОС-а. Да га направите, убаците празан ДВД, кликните десним тастером миша на ИСО датотеку у Налазачу и изаберите „Нарежи {#release_filename} на диск“. По завршетку покушајте поново да покренете са инсталационог ДВД-а.",
    "Running the following command in your terminal:": "Покретање следеће наредбе у терминалу:",
    "After Installation": "Након инсталације",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Искористите ово време да прочитате водич за <a href=\"/docs/learning-the-basics\">прве кораке</a> да се упознате са вашим новим оперативним системом."
}
