{
    "Installation": "Инсталација",
    "Download elementary OS": "Преузмите елементари ОС",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ако већ нисте, морате <a href=\"/\" target=\"_blank\" rel=\"noopener\">преузети елементари ОС са наше матичне странице</a>. Треба да умножите преузету ИСО датотеку на УСБ меморијски штапић користећи упутства наведена испод.",
    "Recommended System Specifications": "Препоручене одлике система",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Иако немамо строг скуп минималних системских захтева, препоручујемо барем следеће одлике за најбоље искуство:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Новији Intel i3 или упоредиви 64-битни процесор са два језгра",
    "4 GB of system memory (RAM)": "4 GB меморије система (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Диск чврстог стања (SSD) са 15 GB слободног простора",
    "Internet access": "Приступ Интернету",
    "1024×768 display": "Екран 1024×768",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "Биће вам потребан УСБ меморијски штапић са барем 2 GB слободног простора за инсталацију.",
    "Back Up Your Data": "Направите резерву ваших података",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Обавезно направите резервне примерке ваших важних података на спољном месту, као што је услуга на облаку или спољни чврсти диск. Инсталирање новог оперативног система може пребрисати ваше постојеће податке.",
    "Choose your current Operating System": "Изаберите ваш тренутни оперативни систем",
    "Select the operating system you are currently using to view tailored installation instructions.": "Изаберите оперативни систем који тренутно користите да видите прилагођена упутства инсталације.",
    "Windows": "Виндоуз",
    "macOS": "мекОС",
    "Ubuntu": "Убунту",
    "Creating an Install Drive": "Правим инсталациони диск",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Потребан вам је УСБ меморијски штапић са најмање 2 GB слободног простора и програм под називом „Rufus“.",
    "Download Rufus": "Преузмите Руфус",
    "Rufus - select ISO": "Руфус – изаберите ИСО",
    "Open Rufus": "Отворите Руфус",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Убаците УСБ диск и изаберите га са списка „Уређаји“",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Изаберите „Диск или ИСО слика“ са списка „Избор покретања“",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Кликните „SELECT“ да изаберете ИСО коју сте претходно преузели.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Генеришемо суму провере (или хеш суму) за слике елементари ОС-а како бисте могли да проверите преузету датотеку. Овиме се осигурава да сте примили читаво, потпуно преузимање и да ваша инсталациона слика никако није оштећена. Кликните",
    "the checksum icon": "на иконицу суме провере",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "поред „SELECT“ и проверите да ли се текст поред „SHA256“ подудара са следећом сумом:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Ако се суме подударају, кликните „START“ и сачекајте на поступак да заврши.",
    "Booting from the Install Drive": "Покретање са инсталационог диска",
    "In order to start the installation process, you must boot your computer from the install drive.": "Да започнете поступак инсталације, морате да покренете рачунар са инсталационог диска.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Под претпоставком да је рачунар и даље укључен, почните тако што ћете уметнути инсталациони диск и поново покренути рачунар.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Већина рачунара ће вам накратко дозволити да промените редослед подизања система за ово покретање само притиском на посебан тастер — обично <kbd>Ф12</kbd>, али понекад <kbd>Есц</kbd>, <kbd>Ф2</kbd> или неки други функцијски тастер. Погледајте екран или документацију рачунара да бисте били сигурни.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Притисните <kbd>Ф12</kbd> (или одговарајући тастер) и изаберите инсталациони диск—обично „УСБ-ХДД“ или нешто што садржи реч „УСБ“, али речи се могу разликовати. Ако изаберете неодговарајући диск, рачунар ће вероватно наставити са уобичајеним покретањем. Само поново покрените рачунар и изаберите други диск у том изборнику.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Убрзо након избора одговарајућег покретачког диска, биће вам приказан почетни екран елементари ОС-а. Сада можете следити упутства на екрану која ће вас водити кроз остатак поступка.",
    "Verify your Download": "Проверите преузимање",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Провера преузимања је важан, али необавезан корак. Ми генеришемо суму провере (или хеш суму) за слике елементари ОС-а и препоручујемо да проверите да ли се преузимање подудара са том сумом провере пре покушаја инсталације. Овиме се осигурава да сте примили читаво, потпуно преузимање и да ваша инсталациона слика никако није оштећена.",
    "Running the following command in your Terminal:": "Покретање следеће наредбе у Терминалу:",
    "Should produce the output:": "Треба дати следећи излаз:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Напомена: Претпоставља се да сте датотеку „.iso“ преузели у фасциклу „Преузимања“.\nУ случају да сте је преузели негде другде, наведите тачну путању до преузете датотеке, као што је приказано доле",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Да направите инсталациони диск елементари ОС-а на мекОС-у, биће вам потребан УСБ меморијски штапић капацитета најмање 2 GB и програм под називом „Ечер“.",
    "Download Etcher": "Преузмите Ечера",
    "etcher steps": "кораци ечера",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Уметните резервни УСБ диск и изаберите ИСО датотеку коју сте управо преузели.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Отворите „Ечера“ и изаберите преузету датотеку слике елементари ОС-а користећи дугме „Изабери слику“.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Ечер би требало аутоматски да открије ваш УСБ диск, али проверите да ли је изабрао одговарајући циљ.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Покрените поступак треперења кликом на дугме „Блиц!“. Потребан је тренутак за почетак.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "По завршетку биће безбедно уклонити диск и покушати покретање система да би се инсталирао елементари ОС.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Следећи прозорчић се може појавити за време поступка треперења, и безбедно се може занемарити.",
    "Not readable warning": "Нечитљиво упозорење",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Након што зачујете звоњаву, притисните и задржите <kbd>Опција</kbd>. Затим изаберите одговарајући диск за покретање. Имајте на уму да може бити погрешно наведен као „Виндоуз“, али то је нормално.",
    "Boot Errors": "Грешке подизања система",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Ако ваш Мек не препознаје УСБ инсталациони диск елементари ОС-а у подизном изборнику, мораћете да направите инсталациони ДВД елементари ОС-а. Да га направите, убаците празан ДВД, кликните десним тастером миша на ИСО датотеку у Налазачу и изаберите „Нарежи {#release_filename} на диск“. По завршетку покушајте поново да покренете са инсталационог ДВД-а.",
    "Running the following command in your terminal:": "Покретање следеће наредбе у терминалу:",
    "should produce the output:": "треба дати следећи излаз:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Потребан вам је УСБ меморијски штапић са најмање 2 GB слободног простора и програм под називом „UNetbootin“.",
    "Download UNetbootin": "Преузмите „UNetbootin“",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Отворите „UNetbootin“ из Полетника. Отвориће се прозор као овај испод:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Изаберите „Слика диска“",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Кликните „…“ да изаберете ИСО коју сте претходно преузели.",
    "Unplug all USB memory devices apart from the one you want to use.": "Уклоните све УСБ меморијске штапиће осим оног који желите да користите.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Кликните „У реду“ и сачекајте на поступак да заврши.",
    "After Installation": "Након инсталације",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Искористите ово време да прочитате водич за <a href=\"/docs/learning-the-basics\">прве кораке</a> да се упознате са вашим новим оперативним системом."
}
