{
    "Learning the Basics": "Учење основа",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Као и код сваког оперативног система, неке ствари вам можда нису познате. Овај одељак ће се бавити начином обављања једноставних свакодневних задатака, попут прегледања веба и слушања музике, као и другим корисним информацијама којих можда нисте свесни.",
    "The Desktop": "Радна површ",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Радна површ елементари ОС-а је врло једноставна и лака за учење. Састоји се од два елемента: панела и луке. Позадину радне површи можете прилагодити путем <strong><a href=\"/docs/learning-the-basics#system-settings\">Подешавања система</a></strong> → <strong>Радна површ</strong> → <strong>Позадина</strong>.",
    "The Panel": "Панел",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "На врху радне површи налази се панел. На левој страни је изборник програма, по средини су датум и време, а на десној страни се налазе указивачи.",
    "Applications menu": "Изборник програма",
    "Time and date": "Време и датум",
    "Indicators": "Указивачи",
    "Applications Menu": "Изборник програма",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "На левој страни панела је изборник програма. Када изаберете <strong>Програми</strong> отвара се изборник са свим инсталираним програмима. Можете да прегледате више страница програма помоћу страничника на дну или премицањем. Такође можете да користите пребацивача прегледа на врху за пребацивање између приказа мрежом и приказа категоријама.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Програме можете да тражите према називу или према кључној речи и да извршите њима придружене радње. Такође можете да претражите окна подешавања система. У неке од радњи које можете наћи у претрази спадају:",
    "Shut Down and Restart": "Угаси и поново покрени",
    "Compose Message": "Састави поруку",
    "New Private Browsing Window": "Нови прозор приватног прегледања",
    "Math operations (example: 23 * 5)": "Математичке радње (пример: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "Да тастатуром отворите изборник програма, притисните <kbd>&#8984;</kbd> + <kbd>размак</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "На десној страни панела налазе се иконице које се називају указивачи. Они вам говоре о тренутном стању ваше сесије и уређаја, тј. мрежних веза, батерије, улаза и излаза звука, обавештења итд. Избором указивача бива приказано више информација и односних радњи.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Средњи клик или лупкање са три прста на указивачу представиће вам следеће брзе радње:",
    "Sound: Toggle mute for the current output": "Звук: Окида утишаност за текући излаз",
    "Bluetooth: Toggle Bluetooth on or off": "Блутут: Укључује/искључује Блутут",
    "Power: Hide/show the percentage of battery remaining": "Напајање: Скрива/приказује проценат преостале батерије",
    "Notifications: Toggle Do Not Disturb mode": "Обавештења: Окида режим „Не узнемиравај“",
    "Session: Show the Shut Down dialog": "Сесија: Приказује прозорче гашења",
    "The Dock": "Лука",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "На дну радне површи налази се Лука. Она садржи ваше омиљене програме као и све тренутно отворене програме.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Садржај луке је лако прилагодљив. Да додате програм на луку, превуците га и отпустите из изборника програма или кликните десним тастером миша на иконицу отвореног програма и изаберите <strong>Задржи у луци</strong>. Да уклоните програм из луке, повуците га и спустите на празан простор на радној површи или кликните десним тастером на иконицу и одзначите <strong>Задржи у луци</strong>. Да прераспоредите програме у луци, једноставно их превуците и отпустите.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "По основи, лука се прикрива на дно радне површи када се програм увелича до краја. Једноставно померите миша по средини на дну радне површи да би се лука појавила.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Можете да прилагодите понашање луке кроз <strong><a href=\"/docs/learning-the-basics#system-settings\">Поставке система</a></strong> → <strong>Радна површ</strong> → <strong>Лука</strong>.",
    "App Windows": "Прозори програма",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Програми постоје у њиховим сопственим прозорима који се могу затворити, увећати или померати унаоколо.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Када отворите програм, прозор ће се појавити на радној површи. Сваки програм обично има три подручја: дугмад прозора, траку алата и садржај програма.",
    "Header Bar": "Трака заглавља",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Многи програми имају траку заглавља на врху програма. Ова област садржи уобичајене радње или ставке за навигацију програма, као и дугмад за прозор.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Прозор програма можете да премештате унаоколо по радној површи његовим повлачењем за траку заглавља, укључујући и дугмад.",
    "HeaderBar": "Трака заглавља",
    "Window Buttons": "Дугмад прозора",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Дугмићи прозора програма се налазе у горњим угловима прозора програма. Дугме за затварање је на левој, а дугме за увећавање на десној страни. Притисак на дугме за затварање затвориће прозор програма. Притисак на дугме за увећавање ће пребацити приказ прозора програма преко целе радне површи или га поништити. Можете и да повучете прозор на врх радне површи или да два пута кликнете на његову траку заглавља да га увећате, а затим да га повучете са врха или двапут кликните на траку заглавља да га је увећате максимално.",
    "Multitasking": "Рад са више задатака",
    "elementary OS supports two types of multitasking: windows and workspaces.": "елементари ОС подржава две врсте рада са више задатака: прозорима и радним просторима.",
    "Windows": "Прозори",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Програми се отварају у прозорима програма. Могу се преклапати на радној површи и премештати унаоколо. Можете се пребацивати између прозора на неколико начина:",
    "click on the window you want to switch to": "кликните на прозор на који желите да пређете",
    "click on the app's icon in the dock": "кликните на иконицу програма у луци",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "притисните <kbd>Алт</kbd> + <kbd>табулатор</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "Да видите преглед отворених прозора програма, притисните <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Можете да прилагодите те пречице кроз <strong><a href=\"/docs/learning-the-basics#system-settings\">Поставке система</a></strong> → <strong>Тастатура</strong> → <strong>Пречице</strong> → <strong>Прозори</strong>.",
    "Hot Corners": "Врући углови",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "Такође можете да подесите „вруће углове“ (пречице активиране постављањем курзора у угао екрана) за активирање функција више послова, као што је преглед прозора, преглед радног простора и још много тога.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Можете да прилагодите вруће углове у изборнику <strong><a href=\"/docs/learning-the-basics#system-settings\">Поставке система</a></strong> → <strong>Радна површ</strong> → <strong>Врући углови</strong>.",
    "Workspaces": "Радни простори",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "По основи, сви прозори програма се отварају на једном радном простору. Међутим, можете да користите више радних простора да бисте организовали свој радни ток:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Да видите преглед радних простора, притисните <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Да се брзо преместите на лево или десно кроз радне просторе, притисните <kbd>&#8984;</kbd> + <kbd>←</kbd> или <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Да кружите кроз радне просторе, притисните <kbd>&#8984;</kbd> + <kbd>табулатор</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Можете прећи право на одређени радни простор притиском на <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. Увек можете да скочите на нови радни простор помоћу <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Можете и да превлачите прозоре програма између радних простора тако што ћете превући њихове иконице у прегледу радног простора или их преместити лево и десно између радних простора помоћу <kbd>&#8984;</kbd> + <kbd>Алт</kbd> + <kbd>←</kbd> или <kbd>→</kbd>. Да видите преглед прозора програма у свим радним просторима, притисните <kbd>&#8984;</kbd> + <kbd>А</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Ове пречице можете прилагодити кроз <strong><a href=\"/docs/learning-the-basics#system-settings\">Подешавања система</a></strong> → <strong>Тастатура</strong> → <strong>Пречице</strong> → <strong>Радни простори</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Неки прозори могу да се прикажу и преко целог екрана на новом радном простору. Можете се кретати између радних простора као и обично, а затварање или поништавање приказа преко целог екрана вратиће вас на претходни радни простор.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Напомена: <kbd>&#8984;</kbd> се односи на тастер &quot;супер&quot;. Познат је такође и као &quot;Виндоуз&quot; тастер на већини личних рачунара или као тастер &quot;Наредба&quot; на Меку.</em>",
    "Multiple Displays": "Више екрана",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Панел, лука и радни простори се појављују само на главном екрану. Сви остали прикачени монитори делују као самостални радни простори. Да управљате и екранима и да их преуредите, идите на <strong><a href=\"/docs/learning-the-basics#system-settings\">Подешавања система</a></strong> → <strong>Екрани</strong>. Ваш главни екран је означен попуњеном звездицом (",
    ") and each display's settings can be changed from its cog (": ") а подешавања сваког екрана се могу изменити из његовог зупчаника (",
    ") menu.": ") изборник.",
    "Installing Apps": "Инсталирање програма",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "елементари ОС долази са <strong>Програмским центром</strong>, продавницом програма за програме отвореног кода уз плаћање колико желите. Инсталирање новог програма из Програмског центра је једноставно:",
    "Open the <strong>AppCenter</strong> app.": "Отворите програм <strong>Програмски центар</strong>.",
    "Search in the top-right, or browse by category.": "Тражите горе десно или разгледајте по категоријама.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Изаберите <strong>Бесплатни</strong> или предложену цену поред програма који желите да инсталирате. Да изаберете другу цену, изаберите дугме <strong>▾</strong> и изаберите или унесите своју цену.",
    "You may be asked for your password prior to installing an app.": "Може вам бити затражена лозинка пре инсталације програма.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em>Напомена: Неки софтвер можда неће бити доступан у Програмском центру. У елементари ОС-у 5.1 Хера, можете такође са стране да учитате програме Флатпака из датотека „.flatpakref“ трећих страна.</em>",
    "Updating": "Ажурирања",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "Програмски центар укључује освежења за програме и сам оперативни систем у језичку <strong>Инсталирани</strong>. Не заборавите да често инсталирате освежења да бисте добили најновије функције, исправке и побољшања безбедности. За више информација у вези са безбедносним закрпама прочитајте <a href=\"https://usn.ubuntu.com/\">Безбедносне напомене Убунтуа</a>.",
    "System Settings": "Подешавања система",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "елементари ОС долази са програмом „Подешавања система“ који вам помаже да управљате подешавањима и поставкама за ваш уређај. Подешавања система вам дају могућност да прилагодите ствари попут пречица на тастатури, резолуције екрана, позадине и још много тога.",
    "Search": "Претрага",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Можете брзо пронаћи подешавања која тражите уписивањем кључних речи у траку за претрагу на врху прозора. Садржај прозора подешавања система филтрираће према вашој претрази.",
    "App Settings": "Подешавања програма",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Имајте на уму да се подешавања система баве само општим поставкама за елементари ОС. Иако неки програми такође могу да имају своје поставке, овде их нећете наћи. Уместо тога, потражите их унутар дотичног програма."
}
