{
    "Translation Guide": "Упутство за превођење",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Локализовање наше веб-локације је веома важан корак ка омогућавању приступности elementary OS-а што већем броју људи. Уместо да се само ослањамо на интерни преводилачки тим, такође користимо crowdsourcing, омогућавајући тако и онима који немају или имају веома мало техничког знања да поднесу свој превод. Да би наш глас био доследан кроз целу платформу и да би смо могли помоћи новим преводиоцима да крену са послом, саставили смо ово упутство за преводиоце.",
    "Translating Applications": "Превођење апликација",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Аплкацие се преводе успомоћ Rosettа-е: преводилачког окружења које је део Launchpad-а. Да би сте поднели превод, требало би да:",
    "Have a": "Поседујете",
    "Launchpad account": "Launchpad налог",
    "Set your": "Одаберете",
    "language preferences": "језик на који желите да преводите",
    "Browse our": "Прегледате наше",
    "translatable projects": "пројекте за које је потребан превод",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Када све то одаберете, можете дати предлог за скупове речи које још увек нису преведене, или можете предложити промене за скупове коју су већ преведени. Исти предлози ће бити оцењени од стране чланова преводилачког тима, који ће одабрати најприкладнији превод. За више информација о Rosetta-и, погледајте њихову <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">документацију<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Када будете преводили бићете у ситуацији када ћете морати да се одлучите између неколико начина да кажете једно исто. У таким ситуацијама ми се придржавамо Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">општег упутства за превођење<\/a>, а за посебне језичке потешкоће придржавамо се Ubuntu <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">упутства превођења за преводилачке тимове<\/a>. Придржавајте се ових упутстава да би преводи били усклађени и да би свако могао да допринесе преводилачком раду.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Ако не желите да користите Rosettа-у или желите да одједном више тога измените, можете преводити ван мреже. То можете урадити на следећи начин:",
    "Go to a project you want to translate": "Идите на пројекат који желите да преведете",
    "Choose your language": "Изаберите ваш језик",
    "Click on &quot;Download translation&quot;": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Сада можете да затражите е-пошту у којој ће вам бити послата тачна веза за преузимање превода. Сада:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Одаберите ваш омиљени уређивач текста или PO-уређивач (нпр. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Почните да преводите",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "",
    "Translating our Website": "Преведите нашу веб-локацију",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Што се тиче наших апликација ми се придржавамо Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">општег упутства за превођењеe<\/a>, а за посебне језичке потешкоће придржавамо се Ubuntu <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">упутстава за преводилачке тимове<\/a>."
}
