{
    "Code of Conduct": "Kode Etik",
    "Community Guidelines": "Garis Pandu Komunitas",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Terlibat dalam komunitas elementary adalah pengalaman yang luar biasa; anda mendapat kesempatan menjadi bagian dari sesuatu yang besar, berkolaborasi dengan orang-orang dari seluruh dunia, dan membantu mereka memiliki komputer yang menakjubkan. Namun, bersama dengan hal tersebut lahir tanggung jawab untuk mengikuti aturan yang telah ada yang menjamin lingkungan terbaik bagi semua yang terlibat. Aturan berikut diharapkan untuk ditaati kapan saja anda terlibat dengan komunitas, baik di situs elementary, kamar IRC resmi, bertatap muka langsung, atau di tempat lain.",
    "I. Respect": "I. Hormat",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Menghormati yang lain adalah yang terpenting. Pastikan untuk menghormati orang lain dan opini mereka, latar belakang personal, privasi, dan ide. Komunitas elementary bukan tempat untuk ketidak-sopanan atau komentar menyakitkan untuk alasan apapun. Ketika memberikan kritik, dekati dengan sikap membangun dan penuh rasa hormat. Serangan personal tidak akan ditoleransi. Ketika menerima kritik yang membangun, terimalah sebagai pertimbangan dan berterima-kasihlah kepada pemberi kritik atas masukan mereka, tidak peduli seperti apa sikap anda.",
    "II. Content": "II. Muatan",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Komunitas elementary terdiri dari ribuan pengguna dengan perbedaan umur, kepercayaan, dan tingkat kedewasaan. Oleh karena itu, anda harus penuh kesadaran atas muatan tulisan dan komentar yang anda buat. Tidak boleh ada muatan tanpa busana, perkataan kasar yang berlebihan, politik, keagamaan, atau muatan yang tidak pantas lainnya dalam kaitannya dengan elementary. Yang terpenting, moderator elementary memiliki hak penuh dalam memutuskan apakah muatan tersebut masuk dalam kategori tidak sopan atau tidak. Jika bimbang, pertimbangkan perlu atau tidak hal tersebut anda sampaikan di ruangan yang penuh dengan orang-orang termasuk anak-anak dan nenek-nenek dari seluruh dunia. Jika anda ragu, jangan lakukan.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Cuplikan layar yang dibagikan di komunitas elementary yang di moderasi diharuskan tidak boleh mengandung tema yang meniru OS lain, foto atau ilustrasi dengan obyek individu, atau muatan yang melanggar Kode Etik kami.",
    "III. Rumors and Speculation": "III. Rumor dan Spekulasi",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Walaupun sifat alami dari elementary yang penuh gairah dan semangat menimbulkan keinginan untuk menyebarkan desas-desus atau spekulasi, hindarilah. Berdiskusi tentang rencana masa depan tidak apa-apa, tetapi ketika hal tersebut bukan fakta yang dapat diverifikasi, simpanlah untuk diri anda sendiri atau berhentilah mendiskusikannya. Menyebarkan informasi yang tidak tepat dapat berakibat buruk pada komunitas, terutama jika tersebar dalam konteks yang negatif.",
    "IV. Helpful Discussion": "IV. Diskusi yang Membangun",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary digerakkan oleh individu-individu yang bersama-sama datang saat waktu senggang mereka untuk membuat sesuatu yang spesial. Penting untuk menghargai fakta tersebut dan selalu mencoba berkontribusi pada diskusi yang sehat dan membantu. Di dalam sebuah pertemuan, usahakan untuk tetap sesuai topik, jangan bicara kecuali anda punya sesuatu yang membantu yang berhubungan dengan diskusi tersebut. Jika berkomentar pada situs web, jaga diskusi untuk tetap terkait pada entri Jurnal atau topik Jawaban. Jika berpartisipasi di dalam diskusi khusus pengembang seperti milis atau saluran IRC pengembang, jangan membuat kegaduhan dengan mendiskusikan topik yang bukan tentang pengembangan; hal tersebut hanya akan membuat diskusi keluar jalur dan memperkeruh catatan untuk para pengembang yang mungkin tidak hadir saat itu.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Sebagai komunitas yang berbasis daring, penting untuk kita menghindari aspek negatif dari internet. Jangan memancing emosi; memulai perselisihan atau membuat komentar yang segaja bertujuan membuat orang marah adalah kekanak-kanakan dan tidak dapat diterima. Muatan sampah juga tidak dapat diterima; ini termasuk mengirimkan tautan ke situs yang tidak terkait dan berulang-ulang mengirimkan tautan situs yang sama. Jika seseorang memancing emosi atau mengirimkan muatan sampah, abaikan dan tandai pengguna tersebut.",
    "V. Avoiding Conflict": "V. Menghindari Konflik",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Jika anda merasa seseorang — baik kontributor baru ataupun lama — datang dengan kasar, sebaiknya tegur orang tersebut dengan halus. Menghindari suatu masalah sebelum menjadi semakin rumit adalah yang terpenting. Semua orang memiliki perannya masing-masing untuk membantu komunikasi mengalir dengan lancar di dalam lingkungan kerja kami yang unik (terkadang penuh tantangan).",
    "VI. Step Down Considerately": "VI. Mundur dengan Bijak",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Prioritas, minat, dan gairah hidup dapat berubah. Jika anda terlibat dengan proyek yang berkaitan dengan elementary tetapi merasa ingin keluar dari proyek tersebut, lakukan dengan cara yang sekecil mungkin mengakibatkan gangguan. Ketika kita bekerja bersama, karya dan ide kita tidak lagi menjadi milik kita sendiri; hal tersebut menjadi milik komunitas elementary secara keseluruhan. Beri tahu anggota tim lainnya kalau anda ingin berhenti, dan jika memungkinkan, bantu mencari seseorang untuk mengambil alih pekerjaan anda. Dan yang terakhir, pastikan pekerjaan anda dapat dilanjutkan ketika anda pergi.",
    "Consequences": "Konsekuensi",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Jika anda memilih untuk tidak mengikuti kode etik ini atau lain hal mengganggu komunitas ini, kami memiliki hak melakukan tindakan berikut: merubah atau membuang apapun yang anda kirimkan; menonaktifkan akun anda di situs web; mengeluarkan anda dari kanal IRC; memblokir anda dari situs, kanal IRC, atau layanan terkait; atau mencegah anda berinteraksi dengan komunitas.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>Kode Etik elementary terlisensi dibawah lisensi<a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Atribusi-Berbagi Serupa 3.0</a>. Aspek tertentu terinspirasi dari <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Kode Etik Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "Kode Etik ⋅ elementary"
}