{
    "Check out our progress for Freya Update 1": "Lihat perkembangan Freya Update 1",
    "Fixed": "Diperbaiki",
    "In Progress": "Dalam Proses",
    "Unfixed": "Belum diperbaiki",
    "Translations": "Transliterasi",
    "Web Development": "Pengembangan Web",
    "Design": "Desain",
    "Desktop Development": "Pengembangan Destop",
    "Funding": "Pendanaan",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Perbedaan bahasa berarti perbedaan pandangan hidup.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "OS elementary dibuat dan digunakan oleh orang-orang dari seluruh dunia; bantu kami menciptakan pengalaman yang lebih baik dengan menerjemahkannya ke dalam bahasa lain.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "OS elementary menggunakan alat penerjemahan yang terbuka dan kolaboratif di Launchpad bernama Rosetta.",
    "Learn More": "Pelajari Selengkapnya",
    "Our website is also openly translated using an online platform called Transifex.": "Situs web kami juga terbuka untuk diterjemahkan menggunakan sebuah platform online bernama Transifex.",
    "Translate elementary OS": "Terjemahkan OS elementary",
    "Translate This Website": "Terjemahkan Situs Web Ini",
    "World map": "Peta dunia",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Sebuah situs web harus terlihat indah dari luar dan dalam\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Situs web kami dibangun menggunakan HTML, CSS, PHP dan JavaScript. Kami selalu mencari orang-orang berpengalaman di bidang tersebut yang ingin berkontribusi dengan membuatnya lebih baik. Sebagian besar pekerjaan desain dikerjakan oleh Tim Desain kami, tetapi kami suka ide-ide desain dan umpan balik untuk Tim Web kami.",
    "Fork Us on GitHub": "Fork Kami di GitHub",
    "See Our Open Bug Reports": "Lihat Laporan Kutu Terbuka Kami",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "“Desain yang hebat adalah membuat sesuatu menjadi berkesan dan bermakna.“",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Setiap proyek dimulai dengan sebuah ide. Tim Desain kami membutuhkannya dan menjadikannya panduan. Kami membagi desain menjadi dua komponen:",
    "<strong>Visual Design</strong>": "Desain Visual",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Tempat terbaik untuk desainer visual untuk memulai dengan membagikan contoh bersama <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">Komunitas Google+ kami</a>",
    "<strong>Interactive Design</strong>": "Desain Interaktif",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Kami menggunakan sistem Blueprints di Launchpad untuk membuat penjelasan rinci tentang fitur-fitur baru.",
    "Read the Interface Guidelines": "Baca Pedoman Antarmuka",
    "Browse Our Blueprints": "Baca Blueprint Kami",
    "Read About Our Workflow": "Pelajari Alur Kerja Kami",
    "Application wire frame": "Aplikasi wire frame",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Sebelum perangkat lunak dapat digunakan kembali, sebelumnya harus dapat digunakan lebih dulu\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Lingkungan destop dan seluruh aplikasi dibuat menggunakan Vala, GTK+, Clutter, Cairo, Granite dan beberapa pustaka bebas lain. Seluruh kode kami dimuat di Launchpad.net, sebuah layanan gratis untuk proyek sumber terbuka. Kami selalu mencari kontributor dari semua tingkat keahlian. ",
    "Browse Our Desktop Code": "Telusuri Kode Destop Kami",
    "Browse Our Apps' Code": "Telusuri Kode Aplikasi Kami",
    "Scratch text editor": "Penyunting teks Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Tekuni hal yang kau suka dan uang akan mengikutimu.\"",
    "Targeted Funding": "Sasaran Pendanaan",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource menyalurkan dana imbalan langsung kepada pengembang yang telah melakukan perbaikan atau membuat fitur baru. Tawarkan imbalan kepada pengembang untuk memperbaiki masalah yang berarti bagi anda. Anda juga dapat menyalurkan dana terus-menerus secara otomatis.",
    "BountySource": "BountySource",
    "General Funding": "Pendanaan Umum",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon bekerja layaknya kampanye urun dana. Tentukan jumlah sumbangan, dapatkan timbal balik, dan bantu kami mencapai tujuan kami.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal adalah solusi yang cepat dan mudah. Anda dapat memilih untuk menyumbang sekali atau menyumbang terus-menerus secara otomatis.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Ikut Terlibat dengan OS elementary"
}