{
    "Be a Part of Something Bigger": "Jadilah Bagian dari Sesuatu yang Besar",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Semua yang kita buat adalah 100% open source dan dikembangkan bersama oleh orang-orang dari seluruh dunia. Meskipun Anda bukan seorang programmer, Anda bisa terlibat dan membuat perbedaan.",
    "Funding": "Pendanaan",
    "Translations": "Transliterasi",
    "Support": "Dukungan",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Desain",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Cara terbesar untuk membantu elementary adalah dengan pendanaan. Dengan bantuan Anda, kita sudah bisa tumbuh dari semula hanya sekelompok kecil relawan menjadi sebuah perusahaan kecil.",
    "Bug Bounties": "Bug Bounties",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource menyalurkan dana imbalan langsung kepada pengembang yang telah melakukan perbaikan atau membuat fitur baru. Tawarkan imbalan kepada pengembang untuk memperbaiki masalah yang berarti bagi Anda. Anda juga dapat menyalurkan dana terus-menerus secara otomatis.",
    "Learn More": "Pelajari Selengkapnya",
    "BountySource": "BountySource",
    "Bountied Bugs": "Bountied Bugs",
    "General Funding": "Pendanaan Umum",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon bekerja layaknya kampanye urun dana. Tentukan jumlah sumbangan, dapatkan timbal balik, dan bantu kami mencapai tujuan kami.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal adalah solusi yang cepat dan mudah. Anda dapat memilih untuk menyumbang sekali atau menyumbang terus-menerus secara otomatis.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "OS elementary dibuat dan digunakan oleh orang-orang dari seluruh dunia; bantu kami menciptakan pengalaman yang lebih baik dengan menerjemahkannya ke dalam bahasa lain.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "OS elementary menggunakan alat penerjemahan yang terbuka dan kolaboratif di Launchpad bernama Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Situs web kami juga terbuka untuk diterjemahkan menggunakan sebuah platform online bernama Transifex.",
    "Translate elementary OS": "Terjemahkan OS elementary",
    "Translate This Website": "Terjemahkan Situs Web Ini",
    "World map": "Peta dunia",
    "Question & Answer": "Question & Answer",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.",
    "Unanswered Questions": "Unanswered Questions",
    "New Questions": "New Questions",
    "Documentation": "Dokumentasi",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.",
    "Learning The Basics Guide": "Learning The Basics Guide",
    "Developer Docs": "Developer Docs",
    "Web Development": "Pengembangan Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report a Website Issue": "Report a Website Issue",
    "Desktop Development": "Pengembangan Destop",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>",
    "Fixed": "Diperbaiki",
    "In Progress": "Dalam Proses",
    "Unfixed": "Belum diperbaiki",
    "Browse Our Desktop Code": "Telusuri Kode Destop Kami",
    "Browse Our Apps' Code": "Telusuri Kode Aplikasi Kami",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:",
    "Visual Design": "Desain Visual",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with",
    "our Google+ Community": "Komunitas Google+ kami",
    "Read the Interface Guidelines": "Baca Pedoman Antarmuka",
    "See Our Mockups": "See Our Mockups",
    "Interaction Design": "Interaction Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.",
    "Read About Our Workflow": "Pelajari Alur Kerja Kami",
    "Browse Our Blueprints": "Baca Blueprint Kami",
    "Get Involved with elementary OS": "Ikut Terlibat dengan OS elementary"
}