{
    "Check out our progress for Freya Beta 2": "Lihat perkembangan kami untuk Freya Beta 2.",
    "Fixed": "Diperbaiki",
    "In Progress": "Dalam Proses",
    "Unfixed": "Belum diperbaiki",
    "Contribute by doing these things": "Berkontribusi dengan melakukan hal berikut",
    "Translations": "Terjemahan",
    "Web Development": "Pengembangan Situs Web",
    "Design": "Desain",
    "Desktop Development": "Pengembangan Destop",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Perbedaan bahasa adalah perbedaan tujuan hidup.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "Elementary OS dibuat dan digunakan oleh orang-orang dari seluruh Dunia; bantu kita membuat pengalaman lebih baik dengan menerjemahkannya ke dalam bahasa lain. Launchpad memiliki alat yang disebut Rosetta, yang memungkinkan terjemahan kolaboratif secara daring.",
    "View Our Translations Page": "Lihat Halaman Terjemahan Kami",
    "Get More Info About Rosetta": "Dapatkan Info Lengkap Perihal Rosetta",
    "World map": "Peta dunia",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Situs web harus terlihat baik dari dalam dan luar\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Website kami dibangun menggunakan HTML, CSS, PHP dan JavaScript. Kami selalu mencari orang-orang berpengalaman di bidangnya, yang ingin berkontribusi dan membuatnya lebih baik. Sebagian besar karya desain dikerjakan oleh Tim Desain kami, tapi kami mencintai ide-ide desain dan umpan balik untuk Tim Web kami.",
    "Fork Us on GitHub": "Fork Kami di Github",
    "See Our Open Bug Reports": "Lihat Laporan Hama Terbuka Kami",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "“Desain yang hebat adalah membuat sesuatu yang berkesan dan bermakna“",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Setiap proyek dimulai dengan sebuah ide. Tim Desain kami membutuhkan itu dan mengubahnya menjadi petunjuk jalan. Kami membagi desain menjadi dua komponen:",
    "Visual Design": "Desain Visual",
    "A great place for visual designers to get started is by sharing mockups with": "Tempat yang bagus bagi desainer visual untuk memulai adalah dengan berbagi maket dengan",
    "our Google+ Community": "Komunitas Google+ kita",
    "Interactive Design": "Desain Interaktif",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Kami menggunakan sistem di Launchpad yang disebut Blueprint untuk membuat penjelasan rinci dari fitur baru.",
    "Read the Interface Guidelines": "Baca Pedoman Antarmuka",
    "Browse Our Blueprints": "Telusuri Blueprint Kami",
    "Read About Our Workflow": "Baca Perihal Alur Kerja Kami",
    "Application wire frame": "Aplikasi wire frame",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Sebelum perangkat lunak dapat digunakan kembali, sebelumnya harus dapat digunakan lebih dulu\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Lingkungan destop kami dan seluruh aplikasi dibuat menggunakan Vala, GTK+, Clutter, Cairo, Granite dan beberapa pustaka bebas lainnya. Seluruh kode kami letakkan pada Launchpad.net, sebuah layanan gratis untuk proyek sumber terbuka. Kami selalu mencari kontributor dari semua tingkat keahlian. ",
    "Browse Our Desktop Code": "Telusuri Kode Destop Kami",
    "Browse Our Apps' Code": "Telusuri Kode Aplikasi Kami",
    "Scratch text editor": "Text editor Scratch",
    "Get Involved with elementary OS": "Mari Bergabung dengan elementary OS"
}