{
    "A fast and open replacement for Windows and OS X": "Sistem operasi yang cepat dan terbuka sebagai pengganti Windows dan OS X",
    "Custom": "Sesuaikan",
    "Enter any dollar amount.": "Masukkan nominal dalam dolar.",
    "Download Freya": "Unduh Freya",
    "893 MB (for PC or Mac)": "893 MB (untuk PC atau Mac)",
    "What the press is saying about elementary OS:": "Apa yang pers katakan tentang elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS itu berbeda... sistem operasi yang indah dan kuat yang akan berjalan baik bahkan pada PC lama\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"platform yang cepat, mudah dalam pemeliharaan yang dapat dipasang hampir di mana saja\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Ringan dan cepat... Sepenuhnya berbasis komunitas, dan memiliki keindahan alami yang memikat dalam desain dan penampilan.\"",
    "Meet Our Apps": "Jumpai Aplikasi Kami",
    "Photos": "Foto",
    "Music": "Musik",
    "Videos": "Video",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Impor, kelola, dan sunting foto. Buat tampilan salindia. Bagikan dengan Facebook atau Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Kelola dan dengarkan musik anda. Jelajahi berdasarkan album, gunakan pencarian super cepat, dan buat daftar putar favorit anda.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Tonton film dan video dengan antarmuka minimalis. Bingkai gelap nan tipis memudar sehingga anda dapat melihat lebih banyak dari film anda.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Berselancar di web dengan peramban yang cepat dan ringan. Midori memungkinkan anda menggunakan situs dan aplikasi web HTML5 seraya tetap irit dalam penggunaan baterai.",
    "Open Source": "Sumber Terbuka",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Kode kami tersedia untuk tinjauan, pemeriksaan terperinci, modifikasi, dan pendistribusian ulang oleh siapapun.",
    "Learn More": "Pelajari Selengkapnya",
    "No Ads. No Spying.": "Tanpa Iklan. Tanpa Memata-matai.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Kami tidak membuat kesepakatan periklanan dan kami tidak mengumpulkan data personal yang sensitif. Pendapatan kami hanya berasal secara langsung dari para pengguna kami.",
    "Safe &amp; Secure": "Aman & Terjamin",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Kami dibangun di atas Linux: perangkat lunak yang sama yang menggerakkan Departemen Pertahanan U.S, Bank of China, dan masih banyak lagi.",
    "Choose a Download": "Pilih Unduhan",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Kami merekomendasikan 64-bit untuk sebagian besar komputer modern. Untuk bantuan dan info lebih lengkap, baca",
    "installation guide": "panduan pemasangan",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Tautan Magnet Torrent",
    "Freya 64-bit": "Freya 64-bit",
    "Download elementary OS": "Unduh elementary OS"
}