{
    "Privacy Policy": "Kebijakan Privasi",
    "Do Not Track": "Jangan Lacak",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Situs ini menghormati pengaturan do-not-track yang ditemukan pada sebagian besar peramban modern dan menonaktifkan Google Analytics jika ada. Kami tidak bisa secara otomatis menghapus metode pelacakan lain tanpa mempengaruhi penggunaan situs. Seharusnya Anda dapat mengelola dengan metode pelacakan manual, referensi ada pada bagian menonaktifkan kuki.",
    "Cookies": "Cookies",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "Anda dapat memilih untuk menonaktifkan atau selektif mematikan kuki lain atau kuki pihak ketiga pada pengaturan peramban Anda.",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Situs ini menggunakan kuki untuk perbaikan bertahap. Anda mungkin menemukan fungsi layanan tetapi pada kegunaanya berkurang. Sebagai contoh, situs tidak akan ingat jika sebelumnya Anda telah membayar untuk elementary OS; secara bawaan Anda akan ditanya untuk membali lagi.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Menyimpan kuki untuk selanjutnya dan menganalisis potensi ancaman. Untuk informasi lebih lanjut, sila lihat",
    "CloudFlare Privacy & Security Policy": "Privasi & Kebijakan Keamanan CloudFlare ",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Menyimpan kuki untuk mendapatkan informasi — termasuk perhitungan pengunjung situs ini, dari mana mereka datang, dan halaman yang mereka kunjungi — dalam bentuk anonim. Informasi ini digunakan untuk memperbaiki situs ini. Untuk info lebih lanjut, lihat artikel di Google",
    "Safeguarding Your Data": "Mengamankan Data Anda",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Menggunakan kuki untuk mengingat urutan terakhir Anda dan negara Anda sehingga tahu apa jenis kartu untuk menawarkan pembayaran. Untuk informasi lebih lanjut, lihat",
    "Stripe's Privacy Policy": "Kebijakan Privasi Stripe",
    "Manage Cookies": "Atur Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Seperti kunjungan Anda sebelumnya, Anda mungkin ingin mengelola kuki yang sudah diatur dalam peramban Anda. Tautan ke instruksi yang relevan dapat Anda temukan dibawah ini.",
    "Midori": "Midori",
    "Privacy Policy &sdot; elementary": "Kebijakan Privasi ⋅ elementary"
}