{
    "Installation": "Instalare",
    "Download elementary OS": "Descarcă elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Dacă n-ai făcut-o deja, va trebui să <a href=\"/\" target=\"_blank\" rel=\"noopener\">descarci elementary OS de pe pagina principală</a>. Va trebui să copiezi fișierul ISO descărcat pe un stick USB folosind instrucțiunile de mai jos.",
    "Recommended System Specifications": "Specificații recomandate pentru sistem",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Chiar dacă nu avem o listă strictă de cerințe de sistem, recomandăm ca măcar următoarele specificații să fie întrunite pentru cea mai bună experiență:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Versiuni recente Intel i3 sau procesoare dual-core pe 64 biți asemănătoare",
    "4 GB of system memory (RAM)": "4 GB memorie RAM",
    "Solid state drive (SSD) with 15 GB of free space": "Solid State Drive (SSD) cu 15 GB spațiu liber",
    "Internet access": "Access la internet",
    "1024×768 display": "Ecran 1024×768 pixeli",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "Vei avea nevoie de un stick USB cu măcar 2 GB spațiu liber pentru instalare.",
    "Back Up Your Data": "Fă o copie de rezervă la datele și fișierele tale",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Asigură-te că ți-ai salvat datele și fișierele importante într-un alt loc, cum ar fi un serviciu de stocare cloud sau o unitate externă de stocare. Instalarea unui nou sistem de operare îți poate suprascrie (șterge) datele și fișierele existente.",
    "Choose your current Operating System": "Selectează sistemul de operare actual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selectează sistemul de operare pe care il folosești în acest moment pentru a vedea instrucțiuni de instalare corespunzătoare.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Crearea unui mediu de instalare",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Vei avea nevoie de un stick USB cu măcar 2 GB spațiu liber și de un program numit Rufus.",
    "Download Rufus": "Descarcă Rufus",
    "Rufus - select ISO": "Rufus - selectare ISO",
    "Open Rufus": "Deschide Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Conectează stickul USB și selectează-l din lista &quot;Device&quot; (dispozitive)",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Selectează &quot;Disc sau imagine ISO&quot; din lista &quot;Selectare Boot (pornitor sistem)&quot;",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Apasă &quot;SELECTARE&quot; pentru a alege imaginea ISO pe care ai descărcat-o înainte.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Vom genera o sumă de verificare (checksum ori hashsum) pentru imaginile ISO pentru elementary OS ca să poți verifica integritatea descărcării. Asta va asigura dacă descărcarea s-a desfășurat bine și complet și dacă imaginea ISO este sau nu deteriorată. Apasă",
    "the checksum icon": "iconița pentru suma de verificare (checksum)",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "lângă &quot;SELECTARE&quot; și asigură-te că textul de lângă &quot;SHA256&quot; este la fel ca următorul cod hash:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Dacă codurile hash sunt la fel, apasă &quot;START&quot; și așteaptă ca procesul să se încheie.",
    "Booting from the Install Drive": "Pornire de pe mediul de instalare",
    "In order to start the installation process, you must boot your computer from the install drive.": "Pentru a începe procesul de instalare, trebuie să pornești calculatorul (computerul) din mediul de instalare.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Presupunând că este încă pornit computerul, începe cu conectarea mediului de instalare și repornirea calculatorului.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Majoritatea calculatoarelor permit schimbarea rapidă a ordinii de pornire pentru cazul acestei porniri, apăsând o tastă specială - de regulă <kbd>F12</kbd>, dar câteodată <kbd>Esc</kbd> sau alt buton cu funcție. Urmăriți indicațiile de pe ecran sau documentația calculatorului dumneavoastră ca să fiți sigur.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "",
    "Verify your Download": "",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "",
    "Running the following command in your Terminal:": "",
    "Should produce the output:": "",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "",
    "Download Etcher": "",
    "etcher steps": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "",
    "Not readable warning": "",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "",
    "Boot Errors": "",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "",
    "should produce the output:": "",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "",
    "Download UNetbootin": "",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "",
    "UNetbootin": "",
    "Select &quot;Diskimage&quot;": "",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "",
    "Click &quot;OK&quot; and wait for the process to finish.": "",
    "After Installation": "",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": ""
}
