{
    "Installation": "설치",
    "Download elementary OS": "elementary OS를 다운로드하세요.",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "아직 다운로드하지 않으셨다면, elementary OS를 <a href=\"/\" target=\"_blank\">저희 홈페이지에서 다운로드</a> 하세요. 다운로드하신 ISO 파일을 아래 절차에 따라서 USB 메모리로 복사하셔야 ",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS는 32비트와 64비트의 프로세서 아키텍처를 위해 개발됩니다.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "64비트 프로세서를 내장하고 있는 신형 컴퓨터를 가지고 계시다면, 64비트 버전을 선택하세요.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "컴퓨터가 오래된 모델이거나 프로세서의 종류를 모르신다면, 32비트 버전을 선택하세요 (64비트 프로세서도 32비트 버전의 elemenary OS를 작동시킬 수 있습니다.)",
    "Recommended System Specifications": "권장 시",
    "Intel i3 or comparable dual-core 64-bit processor": "인텔 i3 또는 듀얼 코어 64비트 프로세서 지원",
    "1 GB of system memory (RAM)": "1GB 메모리 (RAM)",
    "15 GB of disk space": "15GB 디스크 공간",
    "Internet access": "인터넷 연결",
    "Back Up Your Data": "데이터를 백업하세요.",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "중요한 데이터나 클라우드 서비스나 외장 하드디스크와 같이 외부의 저장소에 백업되어있는지 확인하세요. 새로운 운영체제를 설치하는 과정은 이미 존재하는 데이터를 덮어씌울 수 있습니다.",
    "Choose your current Operating System": "현재 당신의 운영 체제를 선택하세요",
    "Select the operating system you are currently using to view tailored installation instructions.": "현재 변경 된 설치 지침을 보려면 사용중인 운영 체제를 선택합니다.",
    "Windows": "윈도우",
    "OS X": "OS X",
    "Ubuntu": "우분투",
    "Verify your Download": "다운로드 확인",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "다운로드를 확인하는 것은 중요하지만 선택적입니다. 저희들은 elementary OS 이미지들의 검사합(체크섬)을 만들고 설치하기 전에 다운로드가 검사합과 맞추는지 확인하는 것을 추천합니다. 그 것은 완벽한 파일을 다운로드하셨는지 확인할 수 있는 방법입니다.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "윈도우 SHA256 체크섬을 확인하는 기본 도구가 포함되어 있지 않습니다, 그래서 당신은 다운로드 필요가 해요 <a href=\"http://www.digitalvolcano.co.uk/hash.html\"> 해시 도구 </a > .",
    "Hash Tool": "해시 도구",
    "Open Hash Tool": "해시 도구 열기",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "아래의 \"해시 유형\"에서 <code>SHA-256</code> 선택",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "아래의 \"입력 파일\"에서 <code>Select File(s)</code> 선택과 엘리멘리트 OS 의 ISO 파일을 찾을수 있습니다.",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "\"결과\"의 텍스트가 다음 해시 중 하나와 일치하는지 확인",
    "32-bit": "32 비트",
    "64-bit": "64 비트",
    "Creating an Install Drive": "설치 드라이브 만들기",
    "Rufus - select ISO": "Rufus - ISO 선택하기",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called Rufus.": "최소 1GB의 공간이 있는 USB 메모리와 Rufus라는 프로그램 필요합니다.",
    "Download Rufus": "Rufus 다운로드",
    "Open Rufus": "Rufus 실행",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "USB 드라이브를 인식하여 \"장치\" 목록에서 선택",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "\"Create a bootable disk using...\"옆에서 \"ISO IMAGE\" 선택하세요.",
    "Click": "클릭",
    "the disk icon": "아이콘을 클릭하면 파일을 선택할 수 있는 창이 열립니다.",
    "to choose the ISO that you downloaded previously.": "방금 다운로드한 ISO 파일을 선택하세요.",
    "Click &quot;Start&quot; and wait for the process to finish.": "\"시작\"을 누른 후 모든 과정이 끝날 때 까지 기다리세요.",
    "Booting from the Install Drive": "설치 디스크에서 시작하기",
    "In order to start the installation process, you must boot your computer from the install drive.": "설치 프로세스를 시작하기 위해, 당신은 설치 드라이브에서 당신의 컴퓨터를 부팅해야 합니다.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "컴퓨터가 아직 켜져있다면, USB 드라이브를 삽입하고 컴퓨터를 재시작하세요.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "대부분의 컴퓨터는 <kbd>F12</kbd>, <kbd>Esc</kbd>와 같은 키를 눌러서 부팅 순서를 고를 수 있습니다. 시작 화면이나 설명서를 통해서 정확한 키를 확인하세요.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "<kbd>F12</kbd> 또는 적절한 키를 누르고, USB-HDD나 USB를 포함하는 다른 단어가 적혀있는 드라이브를 선택하세요. 잘못된 드라이브를 선택하면 컴퓨터가 이미 설치된 운영체제로 시작합니다. 이 경우, 다시 재부팅하고 다른 선택지를 골라주세요.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "정확한 드라이브를 선택하면 elementary OS 시작화면이 표시됩니다. 이제 화면에 표시되는 설명을 따라서 나머지 과정을 진행하세요.",
    "Running the following command in your terminal:": "터미널에서 다음 명령을 실행 하세요:",
    "should produce the output:": "출력을 생성합니다 :",
    "Before creating an install drive, make sure you have all OS X updates installed. To check for available updates, open the Apple Menu and select either &quot;Software Update…&quot; or &quot;App Store…&quot; Make sure to install any OS updates in addition to ones labeled with &quot;Firmware&quot; and &quot;Boot Camp&quot;.": "설치 드라이브를 만들기 전에 OS X의 모든 업데이트들이 설치돼 있는지 확인하세요. 새 업데이트들을 확인하기 위해서 애플 메뉴를 열어서 \"소프트웨어 업데이트...\"나 \"앱스토어...\" 선택하세요. \"Firmware\"나 \"Boot Camp\" 표 붙여 있는 업데이트들뿐만 아니라 모든 OS 업데이트들을 확실하게 설치하세요.",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called &quot;Create elementary Installer&quot;.": "최소 1GB의 공간이 있는 USB 메모리와 \"Create elementary Installer\"라는 프로그램 필요합니다.",
    "Download Create elementary Installer": "\"Create elementary Installer\" 다운로드하기",
    "Open &quot;Create elementary Installer&quot;. If your Mac cannot open it because it's from an unidentifiable developer, right click the app, and select &quot;Open&quot;.": "\"Create elementary installer\"를 여세요. 맥은 정체를 알아낼 수 없는 개발자라는 오류로 이 앱을 열기에 실패하면 앱을 우클릭해서 \"열기\"를 선택하세요.",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "USB 드라이브를 인식하고 아까 다운로드한 ISO 파일을 선택하세요.",
    "Create elementary OS USB Installer": "Elementary OS USB 인스톨러 만들기",
    "Select your USB drive to start the installer creation process.": "설치 과정을 시작하기 위해서 USB 메모리를 선택하세요.",
    "Select USB Drive": "USB 드라이브 선택",
    "If your Mac doesn't recognize the resulting drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;.": "맥은 부팅 메뉴에서 만든 드라이브를 인식하지 못 하면 elementary OS 설치 DVD를 만들 수 있습니다. 그렇기 위해서 공 DVD를 넣은 후 파인더에서 ISO 파일을 우클릭해서 \"디스크 이미지 'elementaryos-freya-xx.xx.iso'를 디스크로 굽기...\" 선택하세요.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "차임벨을 듣고 난 이후, <kbd>옵션</kbd>를 누르고, 적절한 드라이브를 고르세요. \"윈도우\"라 잘못 표시될 수 있지만, 이 옵션을 선택하면 됩니다.",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called UNetbootin.": "최소 1GB의 공간이 있는 USB 메모리와 UNetbootin라는 프로그램 필요합니다.",
    "Download UNetbootin": "UNetbootin 다운로드",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "UNetbootin을 대시에서 여세요. 아래와 같은 화면이 표시됩니다.",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "\"Diskimage\" 선택하세요",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "\"...\" 눌러서 아까 다운로드 받으신 ISO 파일 선택하세요.",
    "Unplug all USB memory devices apart from the one you want to use.": "이용하려고 하는 것을 빼면 모든 USB 메모리를 뽑으세요.",
    "Click &quot;OK&quot; and wait for the process to finish.": "\"OK\" 누른 후 모든 과정을 끝날 때까지 기다리세요.",
    "After Installation": "설치 후",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "당신의 새 운영 체제에 대해 알아내기 위해서 \"기초부터 배우기\" 안내서를 읽어 보세요."
}