{
    "Installation": "설치",
    "Download elementary OS": "elementary OS를 다운로드 하세요.",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "아직 다운로드 하지 않으셨다면, elementary OS를 저희 홈페이지에서 <a href=\"/\" target=\"_blank\">다운로드</a> 하세요. 그 후 아래 절차를 따라주세요.",
    "Recommended System Specifications": "권장 사양",
    "Intel i3 or comparable dual-core 64-bit processor": "인텔 i3 또는 듀얼 코어를 지원하는 64비트 프로세서",
    "1 GB of system memory (RAM)": "1GB의 메모리 (RAM)",
    "15 GB of disk space": "15GB의 디스크 공간",
    "Internet access": "인터넷 연결",
    "Back Up Your Data": "데이터를 백업하세요.",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "중요한 데이터는 클라우드나 외부 저장소에 저장해주세요. 새로운 운영체제를 설치할 때 기존의 데이터를 덮어 씌울 수 있습니다.",
    "Choose your current Operating System": "어떤 운영체제를 사용하고 계신가요?",
    "Select the operating system you are currently using to view tailored installation instructions.": "사용 중인 운영체제에 따른 설치 지침을 보실 수 있습니다.",
    "Windows": "윈도우",
    "macOS": "macOS",
    "Ubuntu": "우분투",
    "Verify your Download": "파일 확인",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "파일을 확인하는 것은 중요하지만, 건너뛸 수 있습니다. 저희는 설치 전에 elementary OS의 체크섬(혹은 해시값)을 확인할 것을 추천합니다. 이를 통해 설치 파일이 모두 잘 받아졌는지 확인할 수 있습니다.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "윈도우에는 SHA256 체크섬을 확인하기 위한 기본 프로그램이 없습니다. 확인하시려면 다운로드 해주세요. <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Hash Tool 열기",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "\"Hash Type\"에서 <code>SHA-256</code> 고르기",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "\"Input File\"에서 <code>Select File(s)</code> 누르고 받아놓은 ISO 파일 찾기",
    "Verify that the text in &quot;Results&quot; matches the following hash:": "Verify that the text in \"Results\" matches the following hash:",
    "Creating an Install Drive": "설치 드라이브 제작",
    "Rufus - select ISO": "Rufus - ISO 선택하기",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "적어도 2GB의 공간이 있는 USB메모리와 Rufus라는 프로그램이 필요합니다.",
    "Download Rufus": "Rufus 다운로드",
    "Open Rufus": "Rufus 열기",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "USB 메모리를 꽂고 \"Device\" 목록에서 고르기",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "\"Create a bootable disk using...\"옆에서 \"ISO IMAGE\" 고르기",
    "Click": "목록에서",
    "the disk icon": "아이콘을 클릭하면 파일을 선택할 수 있는 창이 열립니다.",
    "to choose the ISO that you downloaded previously.": "를 누르고 받아놓은 ISO 파일 고르기",
    "Click &quot;Start&quot; and wait for the process to finish.": "\"Start\"를 누르고 끝날 때까지 기다리기",
    "Booting from the Install Drive": "설치 드라이브로 부팅",
    "In order to start the installation process, you must boot your computer from the install drive.": "설치 프로세스를 시작하기 위해, 당신은 설치 드라이브에서 당신의 컴퓨터를 부팅해야 합니다.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "컴퓨터가 아직 켜져있다면, USB 드라이브를 삽입하고 컴퓨터를 재시작하세요.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "대부분의 컴퓨터는 <kbd>F12</kbd>, <kbd>Esc</kbd>와 같은 키를 눌러서 부팅 순서를 고를 수 있습니다. 시작 화면이나 설명서를 통해 정확한 키를 확인하세요.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "<kbd>F12</kbd> 또는 적절한 키를 누르고, USB-HDD나 USB같은 단어를 포함하는 드라이브를 선택하세요. 잘못된 드라이브를 선택하면 컴퓨터가 이미 설치된 운영체제로 시작합니다. 이 경우, 다시 재부팅하고 다른 선택지를 골라주세요.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "정확한 드라이브를 선택하면 elementary OS 시작화면이 표시됩니다. 이제 화면에 표시되는 설명을 따라서 나머지 과정을 진행하세요.",
    "Running the following command in your Terminal:": "터미널에서 다음 명령을 실행 하세요:",
    "Should produce the output:": "출력을 생성합니다 :",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "주의: 위는 .iso 파일을 Downloads 폴더에 저장했다고 가정합니다. 다른 곳에 저장한 경우에는, 아래와 같이 다운로드 된 파일의 정확한 경로를 명시해야 합니다.",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".",
    "Download Etcher": "Etcher 다운로드",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "USB 드라이브를 인식하고 아까 다운로드한 ISO 파일을 선택하세요.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "\"Etcher\"를 열고, \"Select image\" 버튼을 눌러 다운로드한 elementary OS 이미지 파일을 선택합니다.",
    "Select image in Etcher": "Etcher에서 이미지를 선택하기",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher가 자동적으로 USB 드라이버를 감지하지만, 올바른 드라이버를 선택했는지 확인하세요.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "\"Flash!\" 버튼을 클릭하여 굽기를 시작합니다. 시작되기까지 어느 정도 시간이 걸립니다.",
    "Flash image in Etcher": "Etcher에서 이미지 굽기",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "완료되면, 드라이버가 안전하게 제거될 것이고 elementary OS 설치를 위해 재부팅하세요.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "굽는 동안 다음과 같은 대화창이 뜰 수도 있는데, 무시하셔도 좋습니다.",
    "Not readable warning": "Not readable 경고",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "차임벨을 듣고 난 이후, <kbd>옵션</kbd>를 누르고, 적절한 드라이브를 고르세요. \"윈도우\"라 잘못 표시될 수 있지만, 이 옵션을 선택하면 됩니다.",
    "Boot Errors": "부팅 에러",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc\". When complete, attempt to boot again from the Install DVD.",
    "Running the following command in your terminal:": "터미널에서 다음 명령을 실행 하세요:",
    "should produce the output:": "출력을 생성합니다 :",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "최소 2GB의 공간이 있는 USB 메모리와 UNetbootin이라는 프로그램이 필요합니다.",
    "Download UNetbootin": "UNetbootin 다운로드",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "UNetbootin을 대시에서 여세요. 아래와 같은 화면이 표시됩니다.",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "\"Diskimage\" 선택하세요",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "\"...\" 눌러서 아까 다운로드 받으신 ISO 파일 선택하세요.",
    "Unplug all USB memory devices apart from the one you want to use.": "이용하려고 하는 것을 빼면 모든 USB 메모리를 뽑으세요.",
    "Click &quot;OK&quot; and wait for the process to finish.": "\"OK\" 누른 후 모든 과정을 끝날 때까지 기다리세요.",
    "After Installation": "설치 후",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "당신의 새 운영 체제에 대해 알아내기 위해서 \"기초부터 배우기\" 안내서를 읽어 보세요."
}