{
    "Learning the Basics": "기초부터 배우기",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "모든 운영체제(Operating System)가 그렇듯이 익숙하지 않은 부분들이 있을 수 있습니다. 이 페이지에서는 인터넷을 하거나 음악을 듣는것과 같은 간단한 작업에 관련하여 알려드리도록 하겠습니다.",
    "The Desktop": "바탕화면",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "elementary OS 바탕화면은 아주 간단하고 쉽게 배울 수 있습니다. 독과 패널, 즉 두 부분으로 구성되어 있습니다. 배경 이미지는 <strong><a href=\"/docs/learning-the-basics#system-settings\">시스템 설정</a></strong> → <strong>바탕화면</strong> → <strong>배경화면</strong>에서 바꿀 수 있습니다.",
    "The Panel": "패널",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "화면 맨 위에서 패널이 보입니다. 왼쪽에 프로그램 메뉴, 중간에 시간과 날짜, 오른쪽에 일리미들이 있습니다.",
    "Applications": "응용프로그램",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "패널 왼쪽에는 프로그램 아이템이 있습니다. <strong>프로그램</strong>을 누르면 설치된 모든 앱들이 담겨 있는 메뉴가 나옵니다. 스크롤하거나 뒤에 있는 숫자를 이용하여 다수 앱 페이지들을 볼 수 있습니다. 또 위에 있는 분류 방법들을 눌러 그리드 표시 모드와 카테고리 표시 모드 중에 선택할 수 있습니다.",
    "Slingshot": "Slingshot",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "앱들은 이름이나 키워드에 따라서 검색할 수 있으며 각 앱과 관련된 기능을 실행할 수 있습니다. 시스템 설정판들도 찾을 수 있습니다. 검색하여 실행할 수 있는 기능들은 아래와 같습니다 :",
    "Shutdown and Restart": "컴퓨터 끄기와 다시 시작하기",
    "Compose Message": "메세지를 쓰기",
    "New Private Browsing Window": "새 사생활 보호 창 열기",
    "Math operations (example: 23 * 5)": "수학 연산 (예 : 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "To open the applications menu with the keyboard, press <kbd>⌘</kbd> + <kbd>space</kbd>.",
    "Indicators": "Indicators",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.",
    "The Dock": "The Dock",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.",
    "App Windows": "App Windows",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Apps exist in their own windows which can be closed, maximized, or moved around.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.",
    "Window Buttons": "Window Buttons",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.",
    "Toolbar": "Toolbar",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.",
    "Multitasking": "Multitasking",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS supports two types of multitasking: windows and workspaces.",
    "Windows": "윈도우",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:",
    "click on the window you want to switch to": "전환하고 싶은 창을 클릭하세요",
    "click on the app's icon in the dock": "click on the app's icon in the dock",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "<kbd>Alt</kbd> + <kbd>Tab</kbd>을 누르세요",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "열려있는 창을 펼쳐보기 위해서는 <kbd>⌘</kbd> + <kbd>W</kbd>를 누르세요.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "그 단축키들은 <strong><a href=\"/docs/learning-the-basics#system-settings\">시스템 설정</a></strong> → <strong>키보드</strong> → <strong>바로가기</strong> → <strong>창</strong>에서 바꿀 수 있습니다.",
    "Hot Corners": "핫 코너",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "또한 \"핫 코너\"(커서를 모서리로 옮겨서 발동시키는 쇼트컷)를 설정하여 창 펼쳐보기, 작업 공간 펼쳐보기 등의 멀티테스킹 기능을 사용할 수 있습니다.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "활성활 된 가장자리는 <strong><a href=\"/docs/learning-the-basics#system-settings\">시스템 설정</a></strong> → <strong>바탕 화면</strong> → <strong>활성화된 가장자리</strong>에서 설정할 수 있습니다.",
    "Workspaces": "작업 공간",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "기본 설정으로 모든 앱 창들은 작업 공간 한 것에서 열립니다. 그렇지만 다수 작업 공간들을 사용함으로써 작업 흐름을 제어할 수 있습니다 :",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "작업 공간을 펼쳐보기 위해서는 <kbd>⌘</kbd> + <kbd>S</kbd>를 누르세요.",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "좌측 또는 우측 작업 공간으로 빠르게 이동하기 위해서는  <kbd>⌘</kbd> + <kbd>←</kbd> or <kbd>⌘</kbd> + <kbd>→</kbd>를 누르세요",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "공간 작업을 전환하기 위해서 <kbd>⌘</kbd> + <kbd>Tab</kbd>을 누르세요.",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "특정한 작업 공간으로  바로 이동하고 하고 싶으면 <kbd>⌘</kbd> + <kbd>1</kbd>에서 <kbd>⌘</kbd> + <kbd>9</kbd>까지 누르세요. 그리고 언제든지 <kbd>⌘</kbd> + <kbd>0</kbd>을 눌러서 새 작업 공간으로 이동합니다.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "작업 공간 변환기에서 창 아이콘을 끌어서 작업 공간들 중에서 앱창을 끌 수 있습니다. 모든 작업 공간들의 앱창들을 펼져보기 위해서 <kbd>⌘</kbd> + <kbd>A</kbd>를 누르세요.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "그 단축기들은 <strong><a href=\"/docs/learning-the-basics#system-settings\">시스템 설정</a></strong> → <strong>키보드</strong> → <strong>바로기기</strong> → <strong>작업공간</strong>에서 설정할 수 있습니다.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>설명: <kbd>⌘</kbd>은 '슈퍼' 키를 가리킵니다. 또 일반 컴퓨터에는 \"윈도우즈\" 키, 맥에는 커맨드 키를 가리킵니다.</em>",
    "Multiple Displays": "다수 디스플레이",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "패널, 독과 작업 공간들은 주 디스플레이에서만 보입니다. 다른 디스플레이를 연결하면 독립한 작업 공간으로 설정됩니다. 디스플레이 정리와 설정은 <strong><a href=\"/docs/learning-the-basics#system-settings\">시스템 설정</a></strong> → <strong>디스플레이</strong>에서 할 수 있습니다. 주 디스플레이에는 채운 별 아이콘 (",
    ") and each display's settings can be changed from its cog (": ")이 있고 각 디스플레이의 설정은 그의 톱니 메뉴 (",
    ") menu.": ")를 눌러서 정할 수 있습니다.",
    "Installing Apps": "응용프로그램 설치하기",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "elementary OS에는 무료인 앱과 사야 되는 앱이 있는 앱스토어 <strong>소프트웨어 센터</strong>를 포함합니다. 소프트웨어 센터로 새로운 앱을 설치하는 것은 쉽습니다 : ",
    "Open the <strong>Software Center</strong> app.": "<strong>소프트웨어 센터</strong> 앱을 열기.",
    "Search in the top-right, or browse.": "우측 맨 위에서 찾거나 둘러보기.",
    "Click <strong>Install</strong> next to the app you want to install.": "원하는 앱옆에서 <strong>설치</strong>를 누르세요.",
    "You may be asked for your password prior to installing an app.": "앱 설치가 시작되기 전에 당신의 비밀번호를 입력할 필요가 있을 수도 있습니다.",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>주의 : 어떤 앱들은 소프트웨어 센터에 없을 수도 있습니다. 저희는 인터넷 다른 곳에서 앱을 다운로드하는 것을 추천하지 않기는 하지만 우분투 14.04 LTS에서 잘 되는 앱들이 elementary OS Freya에서도 잘 될 거에요.</em>",
    "Updating": "업데이트하기",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS에는 앱들을 업데이트하고 보안패치를 설치하기 위한  \"소프트웨어 업데이트 도구\"라는 앱이 있습니다. 저희는 최신 기능과 안전한 시스템을 즐길 수 있도록 <em>일주일에 한번씩</em> 이상 업데이트를 확인한다고 추천합니다.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "보안페치에 대해서 더 알아보기 위해서 <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>을 확인하세요.",
    "System Settings": "시스템 설정",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS에는 시스템 전부의 (글러볼) 설정을 운영하는 \"시스템 설정\"이라는 편리한 앱이 있습니다. 시스템 설정은 키보드 단축키, 디스플레이 해상도, 배경 등을 관리할 수 있게 합니다.",
    "Search": "검색",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "창위에 있는 검색 빈칸에서 키워드를 입력하여 원하는 설정을 빠르게 찾을 수 있습니다. 그렇게 하면 시스템 설정 창의 내용은 검색에 맞춰서 바뀔 겁니다.",
    "App Settings": "앱 설정",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "시스템 설정에서는 elementary OS의 일반적인 설정들만 정할 수 있다는 것을 잊지 마세요. 어떤 앱은 그만의 설정이 있을 수도 있지만 시스템 설정에서 찾을 수 없을겁니다. 대신에 각 앱안에서 찾아 보세요."
}