{
    "Translation Guide": "번역 안내서",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "우리 웹사이트와 프로그램들을 현지화하는 것은 elementary OS를 가능한 많은 사람들이 사용할 수 있도록 하는데 매우 중요한 부분입니다. 단독으로 내부 번역팀에 의존하는 것보다, 크라우드소싱을 활용해서 기술적인 지식이 거의 없이도 아무나 참여할 수 있도록 했습니다. 우리의 마음이 모든 플랫폼에 걸쳐 일관되게 전달되고, 새로운 참여자들을 도울 수 있도록, 이 번역 가이드를 만듭니다.",
    "Translating Applications": "프로그램 번역하기",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "프로그램의 번역은  로제타(Rosetta: 런치패드에서 이끄는 번역 도구)를 통해서 이루어집니다. 번역에 참여하기 위해서는, 여러분은:  ",
    "Have a": "만드셔야 합니다",
    "Launchpad account": "런치패드 계정을",
    "Set your": "설정해야 합니다",
    "language preferences": "언어 설정을",
    "Browse our": "살펴보세요",
    "translatable projects": "번역할만한 프로젝트들을",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "선택하셨으면, 아직 번역되지 않은 문장에 대해 제안을 하거나, 이전의 번역된 내용을 수정한 새로운 제안을 하실 수 있습니다. 이런 제안들은 번역팀 멤버가 확인해서 가장 그럴듯한 것을 선택하게 됩니다. 로제타에 관한 더 많은 정보는, 이곳에서 참고하세요 <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "번역을 하다 보면 같은 내용을 말하는 여러 가지 내용 중에서 하나를 골라야 하는 상황에 맞닥뜨리실 때가 있습니다. 이럴 땐 우분투의 안내서들을 참조하세요 <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, 언어에 관한 이슈는 우분투의 <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>를 따릅니다. 이 안내서들을 따르면 다른 사람들의 공헌이 이루어지는 동안에도, 일관된 번역 결과를 만들겁니다.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "로제타를 이용하기 싫으시거나, 한 번에 여러 가지를 수정하고자 하신다면, 오프라인에서도 번역하실 수 있습니다. 그러기 위해서는:",
    "Go to a project you want to translate": "번역하려는 프로젝트에 가서",
    "Choose your language": "언어를 선택합니다",
    "Click on &quot;Download translation&quot;": "\"Download translation\"를 클릭합니다",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "이제 당신은 번역 파일을 다운받을수 있는 e-mail을 요청할 수 있습니다. 지금:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "선호하는 text-editor나 po-editor를 선택하세요 (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "번역을 시작합니다",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "번역을 마치셨으면, 파일을 다운로드한 웹페이지의 \"Upload translation\" 옵션을 이용해서 업로드합니다.",
    "Translating our Website": "우리 웹사이트를 번역해보세요",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "우리 웹사이트 번역은 <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>를 통해서 참여하실 수 있습니다. 번역에 참여하시려면, 여러분은:",
    "Transifex account": "Transifex 계정을 만들고",
    "Join our": "참여하시면 됩니다",
    "translation team": "번역팀에",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Transifex에 관한 더 많은 정보는, 이 문서를 참고하세요 <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "프로그램들은, 우분투의 <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>를 따르고, 언어에 관한 이슈는 우분투의 <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>를 따릅니다. "
}