{
    "Code of Conduct": "Правила понашања",
    "Community Guidelines": "Упутства заједнице",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Бити члан elementary заједнице је невероватно искуство; имате прилику да будете део нечег великог, сарађујете са људима из целог света и помогнете им да учине своје рачунаре незамисливо бољим. Међутим, са тиме долази и одговорност придржавања претходно утврђених правила која свим учесницима обезбеђују најбоље окружење. Од вас се очекује да се придржавате следећих правила сваки пут када сте укључени у заједницу, без обзира да ли је у питању веб страница, званична IRC причаоница, лична комуникација или друго.",
    "I. Respect": "I. Поштовање",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Поштовање других је од изузетног значаја. Молимо вас  да поштујете људе и њихова мишљења, лична искуства и идеје. Еlementary заједница није место за упућивање било каквих неучтивих и увредљивих примедби. Када критикујете, учините то конструктивно и са поштовањем. Лични напади се не толеришу. Када добијете конструктивну критику, узмите је у обзир и захвалите се особи која вам је упутила, без обзира на ваш став.",
    "II. Content": "II. Садржај",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Elementary заједницу чини хиљаде корисника различитих година, вероисповести и ступња зрелости. Збот тога морате обратити пажњу на ваш унети садржај и примедбе. Elementary не би требало довести у везу ни са каквом нагошћу, претераном вулгарношћу, политичким и религијским садржајем, као и ни са каквим другим неприкладним садржајем. Наjзад, модератори elementary тима имају задњу реч у вези са тим шта је неприкладно. Ако нисте сигурни за садржај, размислите да ли би сте исти приказали у просторији пуне људи, укључујући деце и старијих жена из целог света. Ако нисте сигурни и оклевате, немојте то учинити.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Унутар заједнице управљаном од стране elementary снимци екрана који се размењују не би требало да опонашају мотиве другог ОС-а, као ни фотографије или цртеже које отелотворују неку особу, нити било какав садржај који крши Правила понашања.",
    "III. Rumors and Speculation": "III. Гласине и спекулације",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Иако убрзана и узбудљива природа elementary система доприноси жељи за ширењем гласина или спекулација, немојте то чинити. Водити разговор о плановима је у реду али уједно није проверена чињеница, па зато такав податак треба објавити као личну спекулацију или не водити разговор о томе. Ширење нетачних информација може имати негативан утицај на заједницу, нарочито ако се информација представља у негативном светлу.",
    "IV. Helpful Discussion": "IV. Корисне дискусије",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary заједницу покрећу особе које се у своје слободно време удружују да би створиле нешто изузетно. Важно је да свако поштује ту чињеницу и покушава да допринесе здравој и корисној дискусији. У току састанка се држите теме и мирујте, осим ако имате да изнесете нешто што је везано за саму дискусију. Ако имате примедбу везану за веб-локациу, нека то буде везано за унос у Журнал или тему Одговора. Ако сте учесник дискусије усмерене ка развијању као што је листа слања или IRC канал, немојте стварати непотребну буку око тема невезаних за развој; ово само спутава дискусију и збркава дневник који тренутно одсутни корисници касније треба да погледају.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Пошто смо ми пре свега заједница на мрежи, важно је да избегавамо могуће непријатне стране интернета. Немојте провоцирати друге; започињање свађи и упућивање примедби само зарад излуђивања друге особе је детињасто и неприхватљиво. Нежељан садржај је такође неприхватљив; то укључује објављивање веза небитних веб-локација и непрекидно објављивање веза за исту локацију. Ако неко од корисника провоцира и објављује непожељан садржај, ингоришите га/је и обележите заставицом.",
    "V. Avoiding Conflict": "V. Избегавање сукоба",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Ако сматрате да се неко од сарадника, било да је скорије или раније приступио тиму, понаша дрско, љубазно му/јој дајте то до знања. Веома је важно предупредити проблем пре него што се ствари још запетљају. Свако од нас игра битну улогу помажући да комуникација у нашем (понекад напетом) јединственом радном окружењу буде јасна.",
    "VI. Step Down Considerately": "VI. Повуците се обазриво",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Животне предности се као и интересовања и страсти могу променити. Ако учествујете у једном од пројеката elementary тима и сматрате да морате да се удаљите, учините то на онај начин на који ћете што мање узнемирити заједницу. Када радимо заједно наш посао и идеје више нису наше; оне постају део elementary заједнице као целине. Обавестите остале чланове тима да намеравате да се повучете и, ако је могуће, помогните да се пронађе особа која ће наставити ваш рад. У најмању руку осигурајте се да та особа може да настави тамо где сте ви стали.",
    "Consequences": "Последице",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Ако се не будете придржавали ових правила понашања, или на било који други начин ометате заједницу, ми имамо право да урадимо следеће: да изменимо или уклонимо ваш досадашњи објављени садржај; да искључимо ваш налог на нашој веб-локацији, избацимо вас из нашег IRC канала; забранимо вам приступ нашој локацији, IRC каналима или сличним услугама; или можемо на било који други начин да вам ускратимо међуделовање са заједницом.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>Правило понашања elementary тима издато је под <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> лиценцом. Неки аспекти су инспирисани од стране <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Правила онашања</a>.</em>",
    "Code of Conduct &sdot; elementary": "Правила понашања ⋅ elementary"
}