{
    "Check out our progress for Loki Alpha 1": "Погледај како напредује алфа 1 верзија Локија",
    "Fixed": "Поправљено",
    "In Progress": "У току",
    "Unfixed": "Непочето",
    "Funding": "Финансијска подршка",
    "Translations": "Преводи",
    "Web Development": "Веб развој",
    "Desktop Development": "Десктоп развој",
    "Design": "Дизајн",
    "Targeted Funding": "Циљано финансирање",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource ставља финансијска средства директно у руке развијача, награђујући га/је за исправљање грешака и развој нових функција. Приложите накнаду за оно што вам најбитније или финансијски подржите одређену апликацију. Осим тога, можете се пријавити за редовну претплату.",
    "Learn More": "Сазнај Више",
    "BountySource": "BountySource",
    "General Funding": "Опште финансирање",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon је као трајна crowdfunding кампања. Изаберите износ, преузмите награде и помогните нам да остваримо наше циљеве.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal је брзо и једноставно решење. Уплатите одређени износ једном или се претплатите.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS праве и користе људи широм света; помозите нам да даље унапредимо ово искуство превођењем на више језика.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS користи отворени алат за тимско превођење на Лаунчпаду, по називу Розета.",
    "Our website is also openly translated using an online platform called Transifex.": "Наш сајт се такође отворено преводи помоћу онлајн платформе по називу Transifex.",
    "Translate elementary OS": "Преведи elementary OS",
    "Translate This Website": "Преведи овај сајт",
    "World map": "Мапа света",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Report an Issue with Our Website",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "Претражујте наш десктоп код",
    "Browse Our Apps' Code": "Претражујте код наших апликација",
    "See Our Open Bug Reports": "Погледајте отворене грешке",
    "Scratch text editor": "Уређивач текста Шкраб",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Сваки пројект почиње идејом. Наш дизајнерски тим идеје претвара у мапе пута. Ми дизајн раздвајамо на два чиниоца:",
    "Visual Design": "Визуелни дизајн",
    "A great place for visual designers to get started is by sharing mockups with": "Одличан почетак за визуелне дизајнере је да поделе нацрте са",
    "our Google+ Community": "нашом Google+ заједницом",
    "Interactive Design": "Интерактивни дизајн",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Користимо систем на Launchpad-у по имену Нацрти, за прављење објашњења нових могућности.",
    "Read the Interface Guidelines": "Прочитајте смернице прочеља",
    "Browse Our Blueprints": "Претражујте наше нацрте",
    "Read About Our Workflow": "Читајте о нашем току рада",
    "Application wire frame": "Структура апликације",
    "Get Involved with elementary OS": "Укључите се у развој elementary OS"
}