{
    "Check out our progress for Freya Beta 2": "Погледајте наш напредак ка Freya бета 2",
    "Fixed": "Поправљено",
    "In Progress": "У току",
    "Unfixed": "Непоправљено",
    "Translations": "Преводи",
    "Web Development": "Веб развој",
    "Design": "Дизајн",
    "Desktop Development": "Десктоп развој",
    "&ldquo;A different language is a different vision of life.&rdquo;": "„Другачији језик је другачија визија живота“",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "elementary OS стварају и користе људи широм света; помозите нам да ово искуство учинимо још бољим проводећи га на различите језике. Launchpad има уграђену алатку по имену Rosetta, којом је могуће тимско превођење онлајн.",
    "View Our Translations Page": "Погледајте нашу страницу превода",
    "Get More Info About Rosetta": "Више података о Розети",
    "World map": "Мапа света",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "„Веб сајтови треба да изгледају добро споља и изнутра“",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Наш веб сајт је направљен помоћу HTML, CSS, PHP и JavaScript. У сталној смо потрази за људима који имау искуства у овим областима и који би желели да га својим доприносом учине још бољим. Већи део дизајнерског посла обавља наш дизајнерски тим, али ми волимо нове идеје и повратне информације за наш веб тим.",
    "Fork Us on GitHub": "Форкујте нас на GitHub",
    "See Our Open Bug Reports": "Погледајте отворене пријаве багова",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "„Величанствен дизајн чини ствари упечатљивим и значајним“",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Сваки пројект почиње идејом. Наш дизајнерски тим идеје претвара у мапе пута. Ми дизајн раздвајамо на два чиниоца:",
    "Visual Design": "Визуелни дизајн",
    "A great place for visual designers to get started is by sharing mockups with": "Одличан почетак за визуелне дизајнере је да поделе нацрте са",
    "our Google+ Community": "нашом Google+ заједницом >",
    "Interactive Design": "Интерактивни дизајн",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Користимо систем по имену Blueprints на Launchpad, за стварање детаљних објашњења нових могућности.",
    "Read the Interface Guidelines": "Прочитајте смернице прочеља",
    "Browse Our Blueprints": "Претражујте наше нацрте",
    "Read About Our Workflow": "Читајте о нашем току рада",
    "Application wire frame": "Структура апликације",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "„Да би софтвер могао да се поново користи, мора прво да буде користан“",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Наше десктоп окружење и све његове апликацие су израђени користећи Vala, GTK+, Clutter, Cairo, Granite и више других бесплатних библиотека. Сав наш код се складишти на Launchpad.net, бесплатном сервису за пројекте отвореног кода. Ми стално тражимо сараднике на свим нивоима.",
    "Browse Our Desktop Code": "Претражујте наш десктоп код",
    "Browse Our Apps' Code": "Претражујте код наших апликација",
    "Scratch text editor": "Уређивач текста Scratch",
    "Get Involved with elementary OS": "Укључите се у развој elementary OS"
}
