{
    "A fast and open replacement for Windows and OS X": "Брза и отворена замена за Windows и OS X",
    "Custom": "Лични износ",
    "Enter any dollar amount.": "Унесите износ у доларима.",
    "Purchase elementary OS": "Purchase elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 ГБ (за PC или Мек)",
    "What the press is saying about elementary OS:": "Шта штампа говори о elementary OS-у:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "„elementary OS је другачији… леп и моћан оперативни систем, који ће добро радити и на старијим рачунарима.“",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "„Брз систем, лак за одржавање, може се инсталирати скоро свугде.“",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "„Лак и брз… потпуно развијен од стране заједнице, са правим смислом за дизајн и изглед.“",
    "Meet Our Apps": "Упознајте се са нашим апликацијама",
    "Photos": "Слике",
    "Music": "Музика",
    "Videos": "Снимци",
    "Midori": "Мидори",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Увези, организуј и измени слике. Направи слајд шоу. Подели на Фејсбуку или Фликеру.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Организуј и слушај музику. Претражи по називу албума, користи муњаевито брзу претрагу и направи листе својих омиљених песама.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Гледајте филмове и видео записе у поједностављеном окружењу. Елегантни, тамни рам лагано ишчезава, омогућујући вам да боље видите садржај на екрану.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Крстарите вебом брзим и лаганим веб прегледачем. Мидори вам омогућује да приступите HTML5 веб-локацијама и апликацијама, уједно штедећи вашу батерију.",
    "Learn More": "Сазнај Више",
    "dat": "dat",
    "Accessories": "Прибор",
    "Graphics": "Изглед",
    "Internet": "Интернет",
    "Office": "Канцеларија",
    "Other": "Друго",
    "Sound &amp; Video": "Звук и видео",
    "System Tools": "Системске алатке",
    "Applications": "Апликације",
    "3 Ways to Explore": "3 Начина за налажеље апликација",
    "Grid": "Таблица",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Прикажи све своје апликације у облику алфабетске таблице. Пређите преко ње, прелистајте садржај и нађите одговарајућу апликацију.",
    "Categories": "Категорије",
    "View your apps automatically organized into categories. Perfect for large collections.": "Прикажи своје апликације у облику аутоматски организованих категорија. Савршено за велике колекције.",
    "Search": "Haђи",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Покрени апликације, отвори окна са подешавањима, покрени команде и још много тога, све помоћу муњевито брзе претраге.",
    "Open Source": "Отвореног Кода",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Наш код је доступан на увид, преглед, измене и редистрибуцију од стране свих.",
    "No Ads. No Spying.": "Нема Реклама, Нема Шпијунирања.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Mи не склапамо уговоре да би смо рекламирали друге нити прикупљамо личне, поверљиве податке. Наш једини извор прихода су наши корисници.",
    "Safe &amp; Secure": "Безбедан и Сигуран",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Ми се ослањамо на Linux: исти софтвер који покреће Министарство Одбране САД-а, Банку Кине и друге.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Преузмите elementary OS",
    "Choose a Download": "Изаберите верзију",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Ми препоручујемо 64-битну верзију за новије рачунаре. За више информација погледајте",
    "installation guide": "упутство за инсталацију",
    "Freya 32-bit": "Фреја 32-битна",
    "Torrent Magnet Link": "Магнетна Адреса Торента",
    "Freya 64-bit": "Фреја 64-битна"
}