{
    "Privacy Policy": "Politika privatnosti",
    "Do Not Track": "Ne prati me",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ovaj sajt poštuje podešavanja u svim modernim pregledačima koja mu nalažu da ne prati korisnike i isključuje Google Analitycs kada je ono uključeno. Ne možemo automatski ukloniti druge metode praćenja bez ozbiljnog ugrožavanja funkcionalnosti sajta. Ukoliko želite da ručno upravljate ovim metodama praćenja, nastavite ka oblasti posvećenoj isključivanju kolačića.",
    "Cookies": "Kolačići",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "Možete odabrati da onemogućite ili selektivno isključite sve kolačiće u podešavanjima vašeg pregledača",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ovaj sajt koristi kolačiće radi unapređenja u radu. Može se dogoditi da neke funkcije rade i bez njih, ali ne u punom obimu. Na primer, sajt neće zapamtiti da ste prethodno već platili elementary OS i tražiće od vas da platite ponovo.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Skladišti kolačiće da bi pratio obrasce ponašanja i analizirao potencijalne pretnje. Za više informacija pogledajte",
    "CloudFlare Privacy & Security Policy": "CloudFlare politiku privatnosti i bezbednosti",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Skladišti kolačiće da bi prikupio podatke - uključujući broj posetilaca ovog sajta, informacije o lokacijama sa kojih su preusmereni i stranice koje posećuju - u anonimnom obliku. Ove informacije koristimo kako bismo unapredili vaše korisničko iskustvo. Za više informacija pogledajte Google članke o",
    "Safeguarding Your Data": "čuvanju vaših podataka",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Koristi kolačiće da bi zapamtio vašu poslednju narudžbu i zemlju iz koje naručujete da bi znao koje vrste kartica da ponudi kao opcije za plaćanje. Za više informacija pogledajte",
    "Stripe's Privacy Policy": "Stripe politiku privatnosti",
    "Manage Cookies": "Upravljanje kolačićima",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Pošto ste već posetili naš sajt, možda želite da upravljate kolačićima koji se već nalaze u vašem pregledaču. Linkove ka odgovarajućim uputstvima možete pronaći ispod.",
    "Chrome": "Chrome",
    "Firefox": "Firefox",
    "Internet Explorer": "Internet Explorer",
    "IE": "IE",
    "Safari": "Safari",
    "Privacy Policy &sdot; elementary": "Politika privatnosti - elementary"
}