{
    "Privacy Policy": "Политика приватности",
    "Do Not Track": "Не прати ме",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Овај сајт поштује поставку „не-прати-ме“, која постоји у већини савремених прегледача и искључује Гугл Аналитику ако је укључена. Други начини праћења не могу да се уклоне без утицаја на рад сајта. Уколико желите да ручно управљате начинима праћења, погледајте одељак о искључивању колачића.",
    "Cookies": "Колачићи",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Можете онемогућити или селективно искључити боло које колачиће или независне колачиће у подешавањима вашег прегледача.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Овај сајт користи колачиће ради додатних побољшања. Неке услуге раде и без њих, али су мање употребљиве. На пример, сајт неће упамтити да ли сте већ раније платили за elementary OS, па ће Вас питати да поново платите.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Чува колачиће ради праћења образаца понашања и анализе могућих претњи. За више података, погледајте",
    "CloudFlare Privacy & Security Policy": "CloudFlare политику приватности и безбедности",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Чува колачиће ради прикупљања података—укључујући и број посетилаца овог сајта, одакле су упућени и странице које посећују—у анонимном облику. Ови подаци се користе за побољшање сајта. За више података, погледајте Гуглов чланак о",
    "Safeguarding Your Data": "чувању Ваших података",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Користи колачиће ради памћења Ваше последње поруџбине и земље, како би знао које врсте картица да понуди за плаћања. За више података, погледајте",
    "Stripe's Privacy Policy": "Stripe политику приватности",
    "Manage Cookies": "Управљање колачићима",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Пошто сте већ посећивали наш сајт, можда желите да управљате колачићима који већ постое у Вашем прегледачу. Линкове ка одговарајућим упутствима можете да нађете ниже.",
    "Privacy Policy &sdot; elementary": "Политика приватности &sdot; elementary"
}