{
    "Installation": "Встановлення",
    "Download elementary OS": "Завантажити elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Якщо ви цього ще не зробили, вам потрібно буде <a href=\"/\" target=\"_blank\" rel=\"noopener\">завантажити elementary OS з нашої домашньої сторінки</a>. Вам потрібно буде копіювати завантажений файл ISO на носій USB, дотримуючись подальших настанов.",
    "Recommended System Specifications": "Рекомендовані технічні характеристики системи",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Хоч у нас немає суворого набору найменших системних вимог, ми радимо принаймні такі характеристики для зручного користування:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Найновіший процесор Intel i3 або подібний двоядерний 64-розрядний процесор",
    "4 GB of system memory (RAM)": "4 ГБ системної пам'яти (ОЗУ)",
    "Solid state drive (SSD) with 15 GB of free space": "Твердотілий накопичувач (SSD) з 15 ГБ вільного простору",
    "Internet access": "Доступ до Інтернету",
    "1024×768 display": "Екран з роздільною здатністю 1024×768",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "Для встановлення також знадобиться накопичувач USB із щонайменше 2 ГБ вільного простору.",
    "Back Up Your Data": "Створіть резервну копію даних",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Не забудьте створити резервну копію важливих даних у зовнішньому розташуванні, наприклад у хмарній службі або зовнішньому жорсткому диску. Встановлення нової операційної системи може перезаписати ваші наявні дані.",
    "Choose your current Operating System": "Виберіть свою поточну операційну систему",
    "Select the operating system you are currently using to view tailored installation instructions.": "Виберіть операційну систему, яку ви зараз використовуєте для перегляду спеціальних настанов щодо встановлення.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Створення носія для встановлення",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Вам знадобиться носій USB зі щонайменше 2 ГБ вільного місця та застосунок під назвою Rufus.",
    "Download Rufus": "Завантажити Rufus",
    "Rufus - select ISO": "Rufus - вибрати ISO",
    "Open Rufus": "Відкрити Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Вставте свій USB-накопичувач та виберіть його у списку &quot;пристроїв&quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Виберіть &quot;Диск або ISO&quot; у &quot;списку вибору Boot&quot;",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Натисніть &quot;SELECT&quot;, щоб вибрати ISO, який ви завантажили раніше.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Ми генеруємо контрольну суму (або хеш-суму) для образів elementary OS, щоб ви могли перевірити завантажений файл. Це гарантує, що ви отримали повне, неушкоджене завантаження та що образ встановлення не пошкоджено жодним чином. Натисніть",
    "the checksum icon": "піктограму контрольної суми",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "навпроти &quot;SELECT&quot; та переконайтеся, що текст поруч зі &quot;SHA256&quot; збігається з цим хешем:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Якщо хеші збігаються, натисніть &quot;START&quot; і дочекайтеся завершення процесу.",
    "Booting from the Install Drive": "Завантаження з носія встановлення",
    "In order to start the installation process, you must boot your computer from the install drive.": "Щоб почати встановлення, потрібно завантажити комп'ютер з носія встановлення.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Якщо комп’ютер досі увімкнено, спершу вставте носій встановлення й перезавантажте комп’ютер.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Більшість комп’ютерів  дозволять вам ненадовго змінити порядок завантаження для цього завантаження лише натисканням спеціальної клавіші - зазвичай <kbd>F12</kbd>, але іноді <kbd>Esc</kbd> або іншої функціональної клавіші. Щоб бути впевненим, зверніться до екрана або до документації вашого комп’ютера.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Натисніть <kbd>F12</kbd> (або відповідну клавішу) та виберіть диск встановлення — зазвичай це &quot;USB-HDD&quot; або щось, що містить слово &quot;USB&quot;, але формулювання можуть відрізнятися. Якщо ви вибрали неправильний диск, ваш комп'ютер, ймовірно, продовжить завантажуватися у звичайному режимі. Просто перезавантажте комп’ютер і виберіть інший диск у цьому меню.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Незабаром після вибору відповідного завантажувального накопичувача ви повинні побачити екран заставки elementary OS . Тепер ви можете виконувати настанови з екрана, які проведуть вас через решту процесу.",
    "Verify your Download": "Перевірте завантаження",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Перевірка завантаження є важливим, але необов’язковим кроком. Ми генеруємо контрольну суму (або хеш-суму) для образів elementary OS і радимо перевірити, чи відповідає сума в завантаженні цій контрольній сумі, перш ніж намагатися встановити. Це гарантує, що ви отримали повне і ціле завантаження та що образ встановлення не пошкоджено жодним чином.",
    "Running the following command in your Terminal:": "Запустіть терміналі таку команду:",
    "Should produce the output:": "Повинно вивестися:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Примітка: Це передбачає, що ви завантажили файл .iso до текиу «Завантаження».\nЯкщо ви завантажили його в інше місце, вкажіть правильний шлях до завантаженого файлу, як показано далі",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Щоб створити носій для встановлення elementary OS на macOS, вам знадобиться флеш-накопичувач USB ємністю щонайменше 2 ГБ та додаток &quot;Etcher&quot;.",
    "Download Etcher": "Завантажити Etcher",
    "etcher steps": "настанови для etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Вставте запасний USB-накопичувач та виберіть щойно завантажений файл ISO.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Відкрийте &quot;Etcher&quot; і виберіть завантажений образ elementary OS за допомогою кнопки &quot;Select image&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher повинен автоматично виявити ваш USB-накопичувач, але перевірте, чи правильно він вибрав ціль.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Почніть процес запису, натиснувши кнопку &quot;Flash!&quot;!. За хвилю почнеться запис.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Після завершення необхідно безпечно витягнути диск і спробувати завантажитися, щоб встановити elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Може з’явитися таке діалогове вікно під час процесу запису, ним можна знехтувати.",
    "Not readable warning": "Попередження, що його неможливо прочитати",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Коли почуєте звуковий сигнал, натисніть і утримуйте <kbd>Option</kbd>. Потім виберіть відповідний завантажувальний диск. Зверніть увагу, що його може бути неправильно визначено як &quot;Windows&quot;, але це нормально.",
    "Boot Errors": "Помилки завантаження",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "Запустіть у своєму терміналі таку команду:",
    "should produce the output:": "повинно вивестися:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Вам знадобиться носій USB зі щонайменше 2 ГБ вільного простору та програма під назвою UNetbootin.",
    "Download UNetbootin": "Завантажити UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Відкрийте UNetbootin з бічної панелі. Відкриється подібне до цього вікно:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Виберіть &quot;Образ диску&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Натисніть &quot;…&quot; для вибору попередньо завантаженого ISO.",
    "Unplug all USB memory devices apart from the one you want to use.": "Від'єднайте всі пристрої USB-накопичувачі, крім того, який ви хочете застосувати.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Натисніть &quot;OK&quot; та дочекайтеся завершення процесу.",
    "After Installation": "Після встановлення",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Приділіть час прочитанню посібника <a href=\"/docs/learning-the-basics\">про початок роботи</a>, щоб дізнатись про свою нову операційну систему."
}
