{
    "Installation": "Установлення",
    "Download elementary OS": "Завантажити elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Якщо ви цього ще не зробили, вам потрібно буде <a href=\"/\" target=\"_blank\" rel=\"noopener\">завантажити elementary OS з нашої домашньої сторінки</a>. Вам потрібно буде копіювати завантажений файл ISO на носій USB, дотримуючись подальших настанов.",
    "Frequently-Asked Questions": "Часті запитання",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Перегляньте <a href=\"{#release_faq}\">часті запитання щодо цього випуску</a>.",
    "Recommended System Specifications": "Рекомендовані технічні характеристики системи",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Хоч у нас і немає суворого набору найменших системних вимог, ми радимо принаймні такі характеристики для зручного користування:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Найновіший процесор Intel i3 або подібний двоядерний 64-розрядний процесор",
    "4 GB of system memory (RAM)": "4 ГБ системної пам'яти (ОЗП)",
    "Solid state drive (SSD) with at least 32 GB of free space": "Твердотілий накопичувач (SSD) з принаймні 32 Гб вільного простору",
    "Internet access": "Доступ до Інтернету",
    "Built-in or wired mouse/touchpad and keyboard": "Вбудована або дротова миш/тачпад і клавіатура",
    "1024×768 minimum resolution display": "1024 × 768 — мінімальна роздільна здатність екрана",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Для встановлення вам також знадобиться запасний USB-накопичувач з обсягом пам’яті не менше 4 ГБ.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Ми не радимо встановлення на віртуальні машини, оскільки вони не працюють так добре, як повноцінне встановлення.</strong> Якщо ви намагаєтесь встановити систему на віртуальну машину, увімкніть EFI, якщо це можливо, але ви повинні розуміти, що у вас можуть виникнути інші проблеми.",
    "Back Up Your Data": "Створіть резервну копію даних",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Не забудьте створити резервну копію важливих даних у зовнішньому розташуванні, наприклад у хмарній службі або на зовнішньому жорсткому диску. Встановлення нової операційної системи може перезаписати ваші наявні дані.",
    "Step-by-step Guide": "Покрокові настанови",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Дотримуйтесь наведених у відео вказівок або виберіть операційну систему, яку ви зараз використовуєте, щоб переглянути спеціальні інструкції з установлення.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Перевірте завантажене",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Перевірка завантаженого — це важливий крок: ми створюємо &quot;контрольну суму&quot; для образів elementary OS і радимо перевірити, чи збігається вона з контрольною сумою вашого завантаження перед спробою встановлення. Це гарантує, що ви отримали повне, ціле і неушкоджене завантаження.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Припустимо, що ви завантажили elementary OS у теку Завантаження Windows, відкрийте командний рядок у Windows та виконайте таку команду:",
    "It should produce the output:": "Результат повинен бути таким:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Якщо контрольна сума не збігається, можливо, вам доведеться повторно завантажити копію elementary OS і переконатися, що її завантаження завершено, перш ніж повторно перевірити її.",
    "Creating an Install Drive": "Створення носія для встановлення",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Щоб створити диск встановлення elementary OS, вам знадобиться USB-накопичувач, який має обсяг не менше 4 ГБ та застосунок, який називається &quot;Etcher&quot;.",
    "Download Etcher": "Завантажити Etcher",
    "etcher steps": "настанови для etcher",
    "Open Etcher, then:": "Відкрийте Etcher, потім:",
    "Plug in your spare USB flash drive": "Під'єднайте запасний USB-накопичувач",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Виберіть завантажений файл .iso за допомогою кнопки &quot;Select image&quot;",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher повинен автоматично виявити ваш USB-накопичувач; якщо ні, виберіть правильний диск",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Натисніть кнопку &quot;Flash!&quot;. Запуск може тривати деякий час.",
    "Once complete, continue to boot from the install drive.": "Після завершення продовжте запуск з диска встановлення.",
    "Booting From the Install Drive": "Запуск з диска встановлення",
    "In order to start the installation process, you must boot your computer from the install drive.": "Щоб почати встановлення, потрібно завантажити комп'ютер з носія встановлення.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Якщо комп’ютер досі увімкнено, спершу вставте носій встановлення й перезавантажте комп’ютер.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Більшість комп’ютерів дозволять вам ненадовго змінити порядок завантаження для цього завантаження лише натисканням спеціальної клавіші — зазвичай <kbd>F12</kbd>, але іноді <kbd>Esc</kbd> або іншої функціональної клавіші. Щоб бути впевненим, зверніться до екрана або до документації вашого комп’ютера.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Натисніть <kbd>F12</kbd> (або відповідну клавішу) та виберіть диск встановлення — зазвичай це &quot;USB-HDD&quot; або щось, що містить слово &quot;USB&quot;, але формулювання можуть відрізнятися. Якщо ви вибрали неправильний диск, ваш комп'ютер, ймовірно, продовжить завантажуватися у звичайному режимі. Просто перезавантажте комп’ютер і виберіть інший диск у цьому меню.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Незабаром після вибору відповідного завантажувального накопичувача ви повинні побачити екран заставки elementary OS . Тепер ви можете виконувати настанови з екрана, які проведуть вас через решту процесу.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Припускаємо, що ви завантажили elementary OS до теки завантажень MacOS, відкрийте застосунок терміналу в MacOS та запустіть таку команду:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Може з’явитися таке діалогове вікно під час запису, ним можна знехтувати.",
    "Not readable warning": "Попередження, що його неможливо прочитати",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Коли почуєте звуковий сигнал, натисніть і утримуйте <kbd>Option</kbd>. Потім виберіть відповідний завантажувальний диск. Зверніть увагу, що його може бути неправильно визначено як &quot;Windows&quot;, але це нормально.",
    "Boot Errors": "Помилки завантаження",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Якщо ваш Mac не розпізнає насій USB для встановлення elementary OS в меню завантаження, можливо, вам доведеться створити DVD для встановлення elementary OS . Щоб створити його, вставте порожній DVD, клацніть правою кнопкою миші на файлі ISO у Finder і виберіть &quot;Записати {#release_filename} на диск&quot; По завершенні, спробуйте завантажитись знову з DVD для встановлення.",
    "Running the following command in your terminal:": "Запустіть у своєму терміналі таку команду:",
    "After Installation": "Після встановлення",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Приділіть час прочитанню посібника <a href=\"/docs/learning-the-basics\">про початок роботи</a>, щоб дізнатись про свою нову операційну систему."
}
