{
    "Learning the Basics": "Основи",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Як і в кожній операційній системі, є деякі речі, з якими ви, можливо, не знайомі. У цьому розділі буде розказано про те, як виконувати прості щоденні завдання, такі як перегляд Інтернету та прослуховування музики, а також інші корисні відомості, яких ви, можливо, не знаєте.",
    "The Desktop": "Стільниця",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Стільниця elementary OS дуже проста й легка для вивчення. Складається з двох елементів: панелі та дока. Ви можете налаштувати тло стільниці у <strong><a href=\"/docs/learning-the-basics#system-settings\">Системні параметри</a></strong> → <strong>Стільниця</strong> → <strong>Тло</strong>.",
    "The Panel": "Панель",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "Вгорі стільниці розміщено панель. Ліворуч — Меню застосунків, у центрі — дату та час, а праворуч — Індикатори.",
    "Applications menu": "Меню застосунків",
    "Time and date": "Дата та час",
    "Indicators": "Індикатори",
    "Applications Menu": "Меню застосунків",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Ліворуч на панелі розміщено Меню застосунків. Якщо вибрати <strong>Застосунки</strong>, відкриється меню з усіма встановленими застосунками. Ви можете переглядати кілька сторінок застосунків за допомогою перемикача внизу або прокручуючи. Ви також можете скористатися перемикачем перегляду у верхній частині, щоб перемикатися між поданням сіткою та переглядом категорій.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Ви можете шукати застосунки за назвою або за ключовим словом і виконувати дії, пов’язані з ними. Ви також можете шукати панелі системних параметрів. Деякі дії, які ви можете знайти в пошуку, включають:",
    "Shut Down and Restart": "Вимкнути й перезапустити",
    "Compose Message": "Створити повідомлення",
    "New Private Browsing Window": "Нове приватне вікно перегляду",
    "Math operations (example: 23 * 5)": "Математичні операції (наприклад: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "Щоб відкрити меню застосунків за допомогою клавіатури, натисніть <kbd>&#8984;</kbd> + <kbd>Space</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Праворуч на панелі є піктограми, які називаються Індикатори. Вони повідомляють вам про поточний стан вашого сеансу та пристрою, тобто мережні з'єднання, акумулятор, ввід і вивід звуку, сповіщення тощо. Вибір індикатора надає більше відомостей та пов'язаних дій.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Натискання середньою клавішею або торкання трьома пальцями індикатора дасть вам такі швидкі дії:",
    "Sound: Toggle mute for the current output": "Звук: увімкнути/вимкнути звук для поточного виводу",
    "Bluetooth: Toggle Bluetooth on or off": "Bluetooth: увімкнути/вимкнути Bluetooth",
    "Power: Hide/show the percentage of battery remaining": "Живлення: Сховати/показати відсоток заряду батареї",
    "Notifications: Toggle Do Not Disturb mode": "Сповіщення: перемикання режиму «Не турбувати»",
    "Session: Show the Shut Down dialog": "Сеанс: Показати діалогове вікно вимкнення",
    "The Dock": "Док",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "Внизу стільниці розміщено Док. Він містить ваші улюблені застосунки, а також будь-які наразі відкриті застосунки.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Вміст доку легко налаштувати. Щоб додати застосунок у док, перетягніть його з Меню застосунків або клацніть правою кнопкою миші піктограму відкритого застосунку та виберіть <strong>Прикріпити до панелі</strong>. Щоб прибрати застосунок із доку, перетягніть його та відпустіть на порожнє місце стільниці або клацніть правою кнопкою миші на піктограмі та зніміть позначку біля пункту <strong>Прикріпити до панелі</strong>. Щоб переставити застосунки в док, просто перетягніть їх.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Типово Док ховається під нижню частину стільниці, коли застосунок розгорнено. Просто перемістіть мишу по центру вниз стільниці, щоб відкрити Док.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Ви можете налаштувати поведінку доку за допомогою <strong><a href=\"/docs/learning-the-basics#system-settings\">Системні параметри</a></strong> → <strong>Стільниця</strong> → <strong>Док</strong>.",
    "App Windows": "Вікна застосунків",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Застосунки з'являються у власних вікнах, які можна закрити, розгорнути або перемістити.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Коли ви відкриваєте застосунок, на стільниці з’являється його вікно. Кожен застосунок зазвичай має три області: кнопки вікна, панель інструментів та вміст застосунку.",
    "Header Bar": "Панель заголовка",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "У верхній частині багатьох застосунків є панель заголовка. Ця область містить загальні дії або елементи навігації застосунку та кнопки вікна.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Ви можете переміщувати вікно застосунку стільницею, перетягуючи будь-куди за панель заголовка, включно з кнопками.",
    "HeaderBar": "Панель заголовка",
    "Window Buttons": "Кнопки вікна",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Кнопки вікна застосунку розміщено у верхніх кутах вікна застосунку. Кнопка закриття знаходиться ліворуч, а кнопка розгортання — праворуч. Натискання кнопки закриття закриє вікно застосунку. Натискання кнопки розгортання перемикає вікно застосунку між повноекранним та початковим поданням. Ви також можете перетягнути вікно до верхньої частини стільниці або двічі клацнути на його заголовку, щоб розгорнути й потягнути зверху або двічі клацнути на заголовку, щоб зменшити.",
    "Multitasking": "Багатозадачність",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS підтримує два типи багатозадачности: вікна та робочі простори.",
    "Windows": "Windows",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Застосунки відкриваються у вікнах застосунків. Вони можуть перекривати стільницю і переміщуватися. Ви можете перемикатися між вікнами кількома способами:",
    "click on the window you want to switch to": "клацнути на вікно, до якого потрібно перейти",
    "click on the app's icon in the dock": "клацнути на піктограму застосунку в докові",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "натиснути <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "Щоб побачити огляд відкритих вікон застосунків, натисніть <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Ви можете налаштувати ці комбінації клавіш за допомогою <strong><a href=\"/docs/learning-the-basics#system-settings\">Системні параметри</a></strong> → <strong>Клавіатура</strong> → <strong>Комбінації клавіш</strong> → <strong>Вікна</strong>.",
    "Hot Corners": "Дії кутів",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "Ви також можете налаштувати &quot;дії кутів&quot; (дії, що здійснюються переміщенням курсора в кут екрана), щоб задіяти функції багатозадачності, такі як огляд вікон, огляд робочого простору тощо.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Ви можете налаштувати дії кутів через <strong><a href=\"/docs/learning-the-basics#system-settings\">Системні параметри</a></strong> → <strong>Стільниця</strong> → <strong>Дії кутів</strong>.",
    "Workspaces": "Робочі простори",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Типово, усі вікна застосунків відкриваються в одному робочому просторі. Однак ви можете використовувати кілька робочих просторів для впорядкування робочого процесу:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Щоб побачити огляд робочих просторів, натисніть <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Для швидкого переміщення ліворуч або праворуч між робочими просторами натисніть <kbd>&#8984;</kbd> + <kbd>←</kbd> або <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Щоб прокрутити робочі простори, натисніть <kbd>&#8984;</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Ви можете перейти прямо до певного робочого простору, натиснувши від <kbd>&#8984;</kbd> + <kbd>1</kbd> до <kbd>&#8984;</kbd> + <kbd>9</kbd>. Ви завжди можете перейти до нового робочого простору за допомогою <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Ви також можете перетягувати вікна застосунків між робочими просторами, перетягуючи їхні піктограми в огляді робочого простору або переміщувати їх ліворуч та праворуч між робочими просторами натискаючи <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> чи <kbd>→</kbd> відповідно. Щоб переглянути огляд вікон застосунків зі всіх робочих просторів, натисніть <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Ви можете змінити ці комбінації клавіш у <strong><a href=\"/docs/learning-the-basics#system-settings\">Системні параметри</a></strong> → <strong>Клавіатура</strong> → <strong>Комбінації клавіш</strong> → <strong>Робочі простори</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Деякі вікна можна також розгорнути на весь екран в новому робочому просторі. Ви можете переходити між робочими просторами, як зазвичай і закриття або скасування повноекранного режиму програми поверне вас до попереднього робочого простору.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Примітка:<kbd>&#8984;</kbd> відповідає клавіші &quot;супер&quot;. Вона також відома як клавіша &quot;Windows&quot; на більшості комп'ютерів чи клавіша &quot;Command&quot; на Mac</em>",
    "Multiple Displays": "Кілька екранів",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Панель, док та робочі простори відображаються лише на основному екрані. Будь-які інші під'єдпані екрани є самостійними робочими просторами. Щоб керувати екранами та переставляти їх, перейдіть до <strong><a href=\"/docs/learning-the-basics#system-settings\">Системні параметри</a></strong> → <strong>Екрани</strong>. Ваш основний екран позначено заповненою зірочкою (",
    ") and each display's settings can be changed from its cog (": "), а налаштування кожного екрана можна змінити натиснувши піктограму шестерні (",
    ") menu.": ") меню.",
    "Installing Apps": "Встановлення піктограм",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "elementary OS постачається з <strong>Центром застосунків</strong>, крамницею застосунків для програм з відкритим кодом, за які можна платити скільки забажаєте. Встановити новий застосунок з Центру застосунків легко:",
    "Open the <strong>AppCenter</strong> app.": "Відкрийте застосунок <strong>Центр застосунків</strong>.",
    "Search in the top-right, or browse by category.": "Шукайте у верхньому правому куті або переглядайте за категоріями.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Виберіть <strong>Безплатно</strong> або запропоновану ціну біля застосунку, який потрібно встановити. Щоб вибрати іншу ціну, натисніть кнопку <strong>▾</strong> і виберіть або введіть свою ціну.",
    "You may be asked for your password prior to installing an app.": "Вас можуть попросити ввести пароль перед встановленням застосунку.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em>Примітка. Деяке програмне забезпечення може бути недоступне в Центрі застосунків. Починаючи з elementary OS 5.1 Hera, ви також можете завантажувати застосунки Flatpak із сторонніх файлів .flatpakref.</em>",
    "Updating": "Оновлення",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "Центр застосунків включає оновлення для застосунків та самої операційної системи у вкладці <strong>Встановлені</strong>. Не забувайте часто встановлювати оновлення, щоб отримати найновіші функції, виправлення та поліпшення безпеки. Щоб отримати додаткові відомості про виправлення безпеки, прочитайте <a href=\"https://usn.ubuntu.com/\">Повідомлення про безпеку Ubuntu</a>.",
    "System Settings": "Системні параметри",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS постачається з застосунком &quot;Системні параметри&quot;, який допомагає керувати налаштуваннями та параметри вашого пристрою. Системні параметри дають можливість налаштовувати комбінації клавіш, роздільну здатність екрана, тло тощо.",
    "Search": "Пошук",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Ви можете швидко знайти потрібні параметри, набравши ключові слова в панелі пошуку у верхній частині вікна. Вміст вікна Системні параметри буде відфільтровано відповідно до вашого пошуку.",
    "App Settings": "Параметри застосунку",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Майте на увазі, що Системні параметри стосуються лише загальних налаштувань elementary OS. Хоча деякі програми також можуть мати власні налаштування, ви не знайдете їх тут. Натомість шукайте їх у відповідній програмі."
}
