{
    "Translation Guide": "Вказівки з перекладу",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Переклад нашого сайту та додатків є дуже важливою частиною зі створення elementary OS доступною для якомога більшої кількості людей. Замість покладання лише на внутрішню команду перекладачів, ми використовуємо краудсорсінг, щоб кожен міг запропонувати переклад з малими або без технічних знань. Навіть цей керівник було перекладено завдяки цьому. Щоб бути послідовними в наших діях на всій платформі і допомогти новим перекладачам освоїтися, ми зібрали разом цей керівник з перекладу.",
    "Translating Applications": "Переклад додатків",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Додатки перекладаються за допомогою Rosetta: сервісу перекладів, що розташований на Launchpad. Щоб додати переклад Вам слід:",
    "Have a": "Мати",
    "Launchpad account": "Аккаунт Launchpad",
    "Set your": "Налаштувати ваші",
    "language preferences": "мовні воління",
    "Browse our": "Переглянути наші",
    "translatable projects": "проекти, які можна перекласти",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Коли Ви зробили вибір, Ви можете надати пропозиції для ще неперекладених рядків, або запропонувати зміни до рядків, що вже перекладені.\nЦі пропозиції будуть оцінені членом команди з перекладу і вони оберуть найбільш підходящий варіант. Для більшої інформації про Rosetta Ви можете звернутися до їх <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">документації</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Перекладаючи Ви можете зіткнутися з ситуацією коли потрібно обрати між декількома варіантами перекладу однієї речі. В таких ситуаціях звертайтесь до  <a href=\"https://help.launchpad.net/Translations/Guide\">загального керівника з перекладу</a> Ubuntu, а для специфічних мовних проблем ми звертаємось до <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">керівник командного перекладу</a> від Ubuntu. Слідування цим правилам забезпечує єдність перекладів, в той час дозволяючи кожному внести вклад.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Якщо ви не хочете використовувати Rosetta, або бажаєте внести багато змін за раз, ви також можете робити переклад оффлайн. Для цього:",
    "Go to a project you want to translate": "Оберіть проект, який хочете перекласти",
    "Choose your language": "Оберіть вашу мову",
    "Click on &quot;Download translation&quot;": "Натисніть «Download translation»",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Тепер ви можете надіслати запит на отримання електронного листа, в якому буде вказано посилання на завантаження файлів перекладу. Тепер:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Оберіть ваш улюблений текстовий редактор, або редактор .po-файлів (наприклад, <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Розпочніть переклад",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Закінчивши переклад, використовуйте опцію «Upload translation» на тій самій сторінці, з якої ви завантажили файли перекладу.",
    "Translating our Website": "Переклад нашого сайту",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "Наш сайт перекладено за допомогою <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. Для внесення пропозицій з перекладу Вам слід:",
    "Transifex account": "Аккаунт Transifex",
    "Join our": "Приєднуйся до нашої",
    "translation team": "команди перекладачів",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Для детальнішої інформації про Transifex Ви можете звернутися до їх <a href=\"http://docs.transifex.com/tutorials/txeditor\">документації</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "В наших додатках ми слідуємо <a href=\"https://help.launchpad.net/Translations/Guide\">загальному керівнику з перекладу</a> від Ubuntu, а для специфічних мовних проблем ми звертаємось до <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">керівник командного перекладу</a> від Ubuntu."
}