{
    "Translation Guide": "Вказівки щодо перекладу",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Переклад нашого сайту та застосунків є дуже важливою частиною забезпечення доступності OS для якнайбільшої кількості людей. Замість покладання лише на внутрішню команду перекладачів, ми спираємося на допомогу спільноти, щоб кожен міг запропонувати переклад з незначними або без технічних знань. Щоб бути послідовними в наших діях на всій платформі й допомогти новим перекладачам розпочати роботу, ми зібрали разом цей довідник з перекладу.",
    "Steps to Begin Translation": "Кроки для початку перекладу",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Наші застосунки та вебсайт перекладаються через Weblate: безплатну вебсистему управління перекладами. Щоб подавати переклади, вам слід:",
    "Have a": "Мати",
    "Weblate account": "обліковий запис Weblate",
    "Set your": "Налаштувати ваші",
    "language preferences": "мовні вподобання",
    "Browse our": "Переглянути наші",
    "translatable projects": "проєкти, які можна перекласти",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Вибравши проєкт, ви можете запропонувати переклад ще не перекладених рядків, або запропонувати зміни до вже перекладених. Ці пропозиції буде розглянуто учасником команди перекладачів і вони виберуть найвідповіднішу. Для отримання додаткових відомостей про Weblate ви можете звернутися до його <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">документації</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Одразу ви можете лише пропонувати переклади. Якщо ви хочете отримати дозволи на збереження перекладів, <a href=\"https://translators-slack.elementary.io/\">приєднуйтесь до перекладачів у Slack</a> та повідомте адміністратору своє ім’я користувача Weblate та якою мовою ви хочете перекладати.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Під час перекладу ви можете зіткнутися з ситуацією, коли вам доведеться вибирати з поміж кількох слів для перекладу. У цих ситуаціях ми посилаємось на <a href=\"https://help.launchpad.net/Translations/Guide\">загальний посібник для перекладача</a> Ubuntu, а щодо конкретних мовних питань ми дотримуємося <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">головних принципів команд перекладу</a>. Дотримання цих вказівок забезпечує однакові переклади, одночасно дозволяючи кожному зробити свій внесок.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Якщо ви не хочете перекладати за допомогою Weblate або хочете внести багато змін одночасно, ви також можете перекладати в автономному режимі. Робиться це так:",
    "Go to a project you want to translate": "Виберіть проєкт, який хочете перекласти",
    "Choose your language": "Виберіть вашу мову",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Натисніть &quot;Файли&quot;, а потім виберіть &quot;Завантажити файл перекладу як PO&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Виберіть ваш улюблений текстовий чи редактор файлів PO (наприклад <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Розпочніть переклад",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Закінчивши, скористайтеся функцією &quot;Вивантажити переклад&quot; у меню &quot;Файли&quot; на тій же сторінці, з якої ви їх завантажили.",
    "Additional Info": "Додаткові відомості",
    "We won't support translation of the following pages:": "Ми не підтримуємо переклад таких сторінок:"
}
