{
    "A fast and open replacement for Windows and OS X": "'n vinnige en oop vervanging vir Windows en OS X",
    "Custom": "Spesiaal",
    "Enter any dollar amount.": "Sleutel enige \"dollar\" bedrag in.",
    "Purchase elementary OS": "Purchase elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Wat die pers sê oor elementary OS",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS is anders...'n pragtige en kragtige bedryfstelsel wat goed sal hardloop op selfs ou rekenaars\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"'n vinnige, lae-instandhouding platvorm wat feitlik enige plek geinstaller kan word\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Liggewig en vinnig... Heeltemal gemeenskap-gedrewe, en is stylfol ontwerp vir aansig\"",
    "Meet Our Apps": "Ontmoet ons \"Apps\"",
    "Photos": "Fotos",
    "Music": "Musiek",
    "Videos": "Videos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Voer in, organiseer, en verwerk fotos. Maak 'n skyfievertoning. Deel met Facebook of Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organiseer en luister na jou musiek. Blaai deur albums, gebruik die blitsvinnige soektog, en bou speel lyste van jou gunstelinge.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Kyk flieks en videos met 'n minimale koppelvlak. Die dun, donker raam verbleik weg sodat jy meer kan sien van jou fliek.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navigeer die web met 'n vinnige en liggewig webkyker. Midori laat jou HTML5 webwerwe en web \"apps\" gebruik, terwyl dit jou battery lading verleng.",
    "Learn More": "Leer meer",
    "dat": "dat",
    "Accessories": "Bykomstighede",
    "Graphics": "Grafies",
    "Internet": "Internet",
    "Office": "Kantoor",
    "Other": "Ander",
    "Sound &amp; Video": "Klank & Video",
    "System Tools": "Stelsel gereedskap",
    "Applications": "Toepassings",
    "3 Ways to Explore": "3 Maniere om te Verken",
    "Grid": "Rooster",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Vertoon all jou \"apps\" in 'n alfabetiese rooster. Blaai deur en find die een waarna jy soek",
    "Categories": "Kategorieë",
    "View your apps automatically organized into categories. Perfect for large collections.": "Aanskou jou \"apps\" wat automaties georganiseer word in kategorieë. Perfek vir groot kolleksies.",
    "Search": "Soek",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Laai \"apps\", maak instellings panele oop, hardloop instruksies, en meer vanaf die blitsvinnige soektog opsie.",
    "Open Source": "Oop Bron",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Ons bron is beskikbaar vir hersiening, toetsing, aanpassing en herverdeling deur enigiemand.",
    "No Ads. No Spying.": "Geen advertensies. Geen Spioenasie.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Ons maak geen advertensie ooreenkomste nie, en ons kollekteer ook geen persoonlike data nie. Ons enigste inkomste kom direk van ons gebruikers af.",
    "Safe &amp; Secure": "Veilig & Verseker",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Ons is gebou op Linux: dieselde sagteware wat die U.S Departement van Beskerming dryf, die Bank van China, en meer.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Laai elementary OS af",
    "Choose a Download": "Kies 'n aflaai",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Ons beveel 64-bit aan vir meeste moderne rekenaars. Vir hulp en meer inligting, sien die",
    "installation guide": "Installasie instruksies",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet skakel",
    "Freya 64-bit": "Freya 64-bit"
}