{
    "Actions": "Ações",
    "Action icons are graphics used to represent user actions. Action icons are most commonly found in app toolbars, but can be found throughout the OS.": "Ícones de ação são gráficos usados para representar ações de utilizador. Ícones de ação são mais vulgarmente encontrados nas barras de ferramentas das apps, mas podem ser encontrados por toda a parte no SO.",
    "If your app has an action that can be described by an existing system action icon, reference that icon. This ensures a consistent user experience and aids in user recognition of common functions.": "Se a tua app tem uma ação que pode ser descrita por um ícone de ação existente do sistema, usa esse ícone. Isto assegura uma experiência de utilização consistente e ajuda o utilizador no reconhecimento de funções comuns.",
    "If your app has a unique action not easily described by an existing icon, you may need to create your own icon. Follow the look and feel of existing system icons and install the icon along with your app.": "Se a sua app tem uma ação única não facilmente descrita por um ícone existente, podes ter de criar o teu próprio ícone. Segue o aspecto e aparência dos ícones de sistema existentes e instala o ícone juntamente com a tua app.",
    "Next Page:": "Página Seguinte:",
    "Symbolic": "Simbólico",
    "Always Provide An Undo": "Proporcione Sempre Um Voltar Atrás",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it.",
    "First-Launch Experience": "Experiência de Primeiro-Lançamento",
    "Always Saved": "Sempre Guardado",
    "Users should feel confident when using elementary; they should know that everything they see is saved and up to date.": "Os utilizadores deve sentir-se confiantes quando usarem elementary; devem saber que tudo o que veem é guardado e atualizado.",
    "Apps in elementary should operate around an always-saved state. This means that changes the user makes are instantly applied and visible and that making the user manually save things is a legacy or specialized behavior.": "As apps no elementary devem operar em volta de um estado sempre-guardado. Isto significa que alterações que o utilizador faça são instantaneamente aplicadas e visíveis; que fazer o utilizador guardar manualmente coisas é um comportamento antigo ou uma especificidade.",
    "For example, a Song Info dialog should update the track information instantly without a user having to press a save button, user preferences should be applied as soon as the user manipulates the relevant widget, and closing an app should mean that reopening it will return to where the user left off.": "Por exemplo, um diálogo de Informação de Música deve atualizar a informação da faixa instantaneamente, sem que o utilizador tenha de pressionar o botão de guardar; preferências de utilizador devem ser aplicadas logo que o utilizador manipula o widget relevante, e fechar uma app deve significar que reabri-la retornará o utilizador ao ponto onde a deixou.",
    "Desktop Integration": "Integração no Ambiente de Trabalho",
    "App Launchers": "Lançadores de App",
    "The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. In order to provide these launchers you must install an appropriate .desktop file with your app. This includes giving your launcher an appropriate name, placing it in the correct category, assigning it an icon, etc.": "O método principal de descobrir e usar a sua aplicação será através do lançador de aplicações que encontrará no Slingshot ou na dock. Por forma a fornecer estes lançadores, terá de instalar um ficheiro .desktop apropriado com as informações da sua aplicação. Isto inclui fornecer o seu lançador com o nome da aplicação, colocá-lo na categoria correta, atribuir-lhe um ícone, etc.",
    "The contents of .desktop files should follow this formula:": "O conteúdo dos ficheiros .desktop deverão seguir os seguintes parâmetros:",
    "You should not include descriptive words in your title. For example, Dexter is called &quot;Dexter,&quot; not &quot;Dexter Address Book.&quot; Midori is just &quot;Midori,&quot; not &quot;Midori Web Browser.&quot; Instead, utilize the GenericName attribute of your app's .desktop file for a generic name, and the Comment attribute for a longer descriptive phrase.": "Não deverá incluir termos descritivos no título. Por exemplo, Dexter deverá ser intitulado de \"Dexter\", não \"Contatos Dexter\". Midori é simplesmente \"Midori\", não \"Web Browser Midori\". Ao invés, no ficheiro .desktop da sua aplicação, utilize a linha GenericName para o nome e a linha Comment do mesmo para uma frase longa e mais descritiva.",
    "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app. ": "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app.",
    "AudioVideo  ": "AudioVideo",
    "Audio": "Áudio",
    "Video": "Vídeo",
    "Development": "Desenvolvimento",
    "Education": "Educação",
    "Network ": "Network",
    "AppMenu": "MenuApp",
    "Avoid Configuration": "Evitar Configuração",
    "If possible, completely avoid presenting any settings or configuration in your app. Providing settings is usually an easy way out of making design decisions about an app's behavior. But just like with problems of feature bloat, settings mean more code, more bugs, more testing, more documentation, and more complexity.": "Se possível, evita completamente exigir configurações ou preferências na tua app. Oferecer este tipo de conteúdo é normalmente uma forma fácil de fugir a decisão de fazer bom design sobre o comportamento da app. Mas tal como os problemas ou excesso de funcionalidades, preferências implicam  mais código, mais bugs, mais testes, mais documentação e mais complexidade.",
    "Build for the &quot;Out of The Box&quot; Experience": "Constrói a app para uma experiência imediata.",
    "Design with sane defaults in mind. elementary apps put strong emphasis on the out of the box experience. If your app has to be configured before a user is comfortable using it, they may not take the time to configure it at all and simply use another app instead.": "Desenha a app com as opções por omissão mais sensatas. As apps do elementary colocam um ênfase forte na experiência imediata. A tua app tem que estar configurada antes mesmo do utilizador estar confortável a usar, pois podem não querer gastar tempo a configurá-la, ou podem saltar logo para uma app alternativa.",
    "Ask the Operating System": "Pergunta ao Sistema Operativo.",
    "Get as much information automatically as possible. Instead of asking a user for their name or their location, ask the system for this information. This cuts down on the amount of things a user has to do before they are able to actually do anything and makes your app look intelligent and integrated.": "Obtém o máximo de informação possível de forma automática. Em vez de questionar o utilizador pelo seu nome e localização, tenta obter esta informação do sistema. Isto corta bastante o número de coisas que o utilizador tem que fazer, antes mesmo de usar a tua app, e faz a tua app parecer inteligente e integrada.",
    "Do You Really Need It?": "Precisa Mesmo?",
    "Ask yourself if the configuration option you are adding is really necessary or makes sense to a user. Don't ever ask users to make engineering or design decisions. Configuration should be strictly regulated to either set-up or personal preference.": "Pergunta a ti mesmo se a opção de configuração que estás a acrescentar faz sentido para o utilizador. Não peças nunca ao utilizador par tomar decisões de design. As configuração deve ser estritamente orientada para apenas as preferências pessoais.",
    "When You Absolutely Have To": "Quando precisas mesmo de",
    "Keep things contextual. Instead of tucking away preferences in a configuration dialog, think about displaying them in context with the objects they affect (much like how shuffle and repeat options appear near your music library).": "Mantém as coisas contextualizadas. Em vez de esconderes preferencias numa caixa de diálogo específica, pensa em apresentá-las no contexto com os objectos que elas afetam. (e.g. as opções de shuffle ou repetir uma musica aparecem ao lado dos controlos da app de musica).",
    "If your app needs to be configured before it can be used (like a mail client), present this configuration inside the main window much like a <a href=\"\/docs\/human-interface-guidelines\/welcome-screen\">Welcome Screen<\/a>. Once again, make sure this is really necessary set-up. Adding unnecessary configuration screens stops users from doing what they wanted to do when they opened your app in the first place.": "Se a tua app necessita de uma configuração antes de ser usada (e.g. um cliente de correio electrónico), apresenta esta configuração dentro da janela principal, como se tratasse de um <a href=\"\/docs\/human-interface-guidelines\/welcome-screen\">ecrã de boas vindas<\/a>. Mais uma vez, certifica-te que esta configuração é mesmo necessária. Adicionar ecrãs de configuração desnecessários  desvia o utilizador do seu propósito inicial, que os levou a abrir a tua app.",
    "See Also:": "Veja também:",
    "<a href=\"http:\/\/limi.net\/checkboxes-that-kill\">Checkboxes That Kill Your Product<\/a> by Alex Limi": "<a href=\"http:\/\/limi.net\/checkboxes-that-kill\">Checkboxes That Kill Your Product<\/a> por Alex Limi",
    "<a href=\"http:\/\/zachholman.com\/posts\/shit-work\/\">Don't Give Your Users Shit Work<\/a> by Zach Holman": "<a href=\"http:\/\/zachholman.com\/posts\/shit-work\/\">Don't Give Your Users Shit Work<\/a> por Zach Holman",
    "Minimal Documentation": "Documentação Minimalista",
    "Background Tasks": "Tarefas de Segundo Plano",
    "Buttons": "Botões",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them.",
    "Capitalization": "Capitalização",
    "Checkboxes &amp; Switches": "Caixas de Verificação & Interruptores",
    "Notebooks": "Livro de Notas",
    "Closing": "A fechar",
    "Concision": "Concisão",
    "Always work to make your app instantly understandable. The main function of your app should be immediately apparent. You can do this in a number of ways, but one of the best ways is by sticking to a principal of concision.": "Trabalha sempre com o propósito de tornar a tua app imediatamente perceptível. A função principal da app deve ser evidente. Podes conseguir isto de uma série de maneiras, mas uma das melhores formas é manteres a app sob o princípio da concisão.",
    "Avoid Feature Bloat": "Evita funcionalidades em excesso",
    "It's often very tempting to continue adding more and more features into your application. However, it is important to recognize that every new feature has a price. Specifically, every time you add a new feature:": "é muitas vezes tentador continuar a adicionar mais e mais funcionalidades à tua app. No entanto, é primordial reconhecer que cada nova funcionalidade tem um preço. Especificamente, cada vez que adicionas uma nova funcionalidade:",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "A tua app torna-se mais lenta, consome mais recursos e ocupa mais espaço no disco.",
    "Your application's interface becomes more cluttered and thus harder to use.": "A interface de utilizador torna-se mais confusa, logo mais difícil de usar.",
    "More time is spent implementing this new feature, rather than perfecting an old feature.": "Gastas mais tempo a implementar esta nova funcionalidade em vez de estares a aperfeiçoar uma funcionalidade existente.",
    "More code can often mean a greater possibility for bugs.": "Mais código implica probabilidade maior de criares novos bugs.",
    "More features means more work on documentation, translations, etc.": "Mais funcionalidades implica mais trabalho em traduções, documentação, etc.",
    "Think in Modules": "Pense em Módulos",
    "Build small, modular apps that communicate well. elementary apps avoid feature overlap and make their functions available to other apps either through <a href=\"\/docs\/human-interface-guidelines\/contractor\">Contractor<\/a> or over <a href=\"http:\/\/www.freedesktop.org\/wiki\/Software\/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus<\/a>. This both saves you time as a developer (by other apps making their functions available to you), and is a courteous gesture towards other developers (by making your app's functions available to them).": "Cria apps pequenas e modulares que comuniquem bem. As apps do elementary evitam duplicar funcionalidades expõem as suas funcionalidades a outras apps quer seja através dos <a href=\"\/docs\/human-interface-guidelines\/contractor\">Contractor<\/a> ou através do <a href=\"http:\/\/www.freedesktop.org\/wiki\/Software\/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus<\/a>. Isto poupa-te tempo como programador (já que outras apps disponibilizam-te as suas funcionalidades), e é uma cortesia para com os outros programadores (expondo as tuas funcionalidades aos outros).",
    "Contractor": "Contratante",
    "Design Philosophy": "Filosofia de Design",
    "The elementary HIG isn't just about a set of concrete rules; it's meant to be flexible and extensible. As such, this very first portion of the guideline is all about the guiding philosophy we employ. The main pillars of elementary design are as follows:": "Este documento não é apenas um conjunto concreto de regras; é suposto ser flexível e extensível. Como tal, esta primeira parte do documento é sobre a filosofia guia que usámos. Os principais pilares são:",
    "<strong>Concision<\/strong>. Apps should be focused and to-the-point. As explained in this section, concise apps provide both a better experience within themselves and for the desktop as a whole.": "<strong>Conciso<\/strong>. As aplicações devem ser enfocadas e direto ao assunto. Tal como explicado nesta secção, apps concisas e imediatas oferecer uma melhor experiência de per si, bem como ao desktop como um todo.",
    "<strong>Avoid Configuration<\/strong>. As explained in this section, what's often disguised positively as &quot;customize-ability&quot; is actually harmful to the experience presented in your app.": "<strong>Evitar configuração<\/strong>. Tal como explicado nesta secção, o que é normalmente descrito como \"super-customizável\" é normalmente péssimo para a experiência do utilizador.",
    "<strong>Minimal Documentation<\/strong>. elementary apps are designed with both developers and users in mind. No developer wants to spend time writing lengthy docs, and no user wants to spend time reading them.": "<strong>Documentação Mínima<\/strong>. As apps do elementary são desenhadas a pensar no utilizador e no developer. Nenhum programador quer perder tempo a escrever documentação morosa, que nenhum utilizador quer perder tempo a ler.",
    "What Design Is Not": "O Que o Design Não É",
    "Dialogs": "Diálogos",
    "See also:": "Veja também:",
    "Dock Integration": "Integração no Dock",
    "Badges": "Emblemas",
    "Human Interface Guidelines": "Diretivas de Interface Humano",
    "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will allow you to decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:": "Estas linhas mestras foram desenhadas para ajudar os developers e designers a criar experiências lindas e consistentes no ambiente do elementary. Foram escritas por designers de interfaces, artistas gráficos e programadores que trabalham no elementary OS. Não especificam simplesmente elementos de design e princípios, mas também tentarão promover uma filosofia que te vai ajudar a decidir quando é necessário um afastamento destas linhas. Aderir as sugestões aqui contidas vai-te trazer muitos benefícios:",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Os utilizadores vão aprender rapidamente a usar as tuas apps já que partilham elementos comuns com que já estão ambientados.",
    "Users will accomplish tasks more quickly because you will have a straight-forward interface design that isn't confusing or difficult.": "Vão conseguir realizar tarefas mais rapidamente pois ofereceste um design na tua interface que não é difícil ou complicado. ",
    "Your application will appear native to the desktop and share the same elegant look as default applications.": "A tua aplicação vai ter um aspecto nativo ao restante desktop e partilhar um aspecto tão elegante quanto as apps originais do sistema.",
    "Your application will be easier to document because an expected behavior does not require explanation.": "A tua aplicação será mais fácil de documentar pois um comportamento expectável não necessita de grande explicação.",
    "The amount of support you will have to provide, including bugs filed, will be lessened (for the reasons above).": "O nível de suporte que terás que oferecer, contando mesmo com os bugs, será mais reduzido (fruto dos anteriores)",
    "To help you achieve these goals, these guidelines will cover basic interface elements, how to use them and put them together effectively, and how to make your application integrate well with the desktop. The most important thing to remember is that following these guidelines will make it easier to design a new application, not harder.": "Para te ajudar a atingir estes objectivos, estas guias vão cobrir os elementos base da interface, como os deves usar de forma eficiente, e como fazer a tua aplicação integrar com o restante desktop. A coisa mais importante que tens que te lembrar, é que estas linhas mestras estão cá para ajudar e não para complicar o teu trabalho.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "Ainda assim, lembra-te que isto são linhas mestras, e não um livro de regras rígidas. Novos e espectaculares paradigmas de interacção aparecem diariamente, e mais ainda estão a espera de serem descobertos. Este documento está \"vivo\", e como tal pode e vai ser atualizado.",
    "For sections that have not yet been written, please refer to": "Para secções que ainda não estão escritas, por favor procura no ",
    "Icons": "Ícones",
    "Infobars": "Barras de Informação",
    "Language": "Idioma",
    "Launcher Icons": "Ícones de Lançamento",
    "Help users discover the app in the software center.": "Ajude utilizadores a descobrirem a app no centro de programas.",
    "MimeTypes": "Tipos de Mime",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance. This is great for developers because most of us don't want to write documentation anyways. Follow these principals and you'll create understandable apps that save you a lot of work.": "A maioria dos utilizadores não quer ler um documento extenso de ajudar antes de usar a tua app. Em vez disso, têm como dado adquirido que a tua app é intuitiva e simples para a sua compreensão sem necessidade de assistência. Isto é excelente também para os programadores, pois também não gostam de escrever documentação. Segue estas linhas e criarás apps que te vão poupar uma carrada de trabalho.",
    "The most ridiculous offender of all is the sudoers man page, which for 15 years has started with a 'quick guide' to EBNF, a system for defining the grammar of a language. 'Don't despair', it says, 'the definitions below are annotated.'": "O pior exemplo deste comportamento é a página do Sudo, que desde à 15 anos começa com um \"guia rápido\" do EBNF, um sistema para definir a gramática de uma linguagem. \"Não desesperes\", pode ler-se, \" as definições abaixo estão anotadas\".",
    "Use Understandable Copy": "Usa uma linguagem compreensível.",
    "Avoid technical jargon and assume little-to-no technical knowledge. This allows your app to be &quot;self-documenting.&quot;": "Evita jargão técnico, e assume um nível de conhecimentos perto do zero. Isto permitirá que a app seja simples e auto-explicativa.",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Inclui explicações não técnicas em vez de mensagens de erro crípticas. Se alguma coisa corre mal, uma explicação simples do que ocorreu e do que fazer para corrigir a situação deve estar presente.",
    "For more information, see <a href=\"\/docs\/human-interface-guidelines\/writing-style\">Writing Style<\/a>.": "Para mais informação podes ler <a href=\"\/docs\/human-interface-guidelines\/writing-style\">Estilos de escrita<\/a>.",
    "User Workflow": "Workflow de Utilização",
    "Naming Menu Items": "Nomenclatura de Itens de Menu",
    "Normal Launch": "Lançamento Normal",
    "State": "Estado",
    "Popovers": "Sobreposições Pop",
    "Punctuation": "Pontuação",
    "Search Fields": "Campos de Pesquisa",
    "Labeling": "Etiquetagem",
    "Size and Alignment": "Tamanho e Alinhamente",
    "Ascent and Descent": "Ascendente e Descendente",
    "Sizes": "Tamanhos",
    "Source List": "Lista de Fontes",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "Style": "Estilo",
    "Perspective": "Perspetiva",
    "System Indicators": "Indicadores de Sistema",
    "Text": "Texto",
    "Writing Style": "Estilo de Escrita",
    "Toolbars": "Barra de Ferramentas",
    "UI Toolkit Elements": "Elementos do Kit de Ferramentas do IU",
    "Visible design is a large part of the user experience, but so is the user's workflow, or how they interact with an app. In this section, we cover a few important steps of a typical workflow:": "O design visível é uma grande parte da experiência de utilização, mas a forma como o utilizador interage com a aplicação - processo de trabalho- também o é. Nesta secção vamos cobrir alguns passos importantes de um processo de trabalho típico.",
    "<strong>First-Launch Experience<\/strong>: What the user sees the first time they use your app.": "<strong>Primeira utilização<\/strong>: O que o utilizador vê a primeira vez que usa a tua app.",
    "<strong>Normal Launch<\/strong>: What happens when opening your app on a day-to-day basis.": "<strong>Utilização Normal<\/strong>: O que acontece quando o utilizador usa a tua app numa base diária.",
    "<strong>Closing<\/strong>: What happens when closing your app.": "<strong>Encerramento<\/strong>: O que acontece quando se encerra a app;",
    "<strong>Background Tasks<\/strong>: How your app manages to do things invisibly in the background.": "<strong>Tarefas em background<\/strong>: Como a tua app lida com as tarefas que tem que realizar fora do focus.",
    "Always Provide an Undo": "Proporcione Sempre Um Voltar Atrás",
    "Using Ellipsis": "Usando Elipse",
    "Welcome Screen": "Ecrã de Boas Vindas",
    "The Welcome Screen is a friendly way to help users get started with your app.": "O Ecrã de Boas Vindas é uma forma amigável de ajudar utilizadores a começarem com a sua app.",
    "Usage": "Utilização",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Tipicamente o Ecrã de Boas Vindas é  usado para apps tipo Noise ou Scratch onde tem de importar ou criar objetos numa biblioteca antes de poder interagir com eles. Isto proporciona aos seus utilizadores um caminho claro para começarem e aponta quaisquer passos imediatos que eles devem tomar antes da sua app se tornar útil.",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Certifique-se de que se a sua app permite que a sua biblioteca seja aprovada para que o Ecrã de Boas Vindas seja mostrado novamente em vez de uma lista vazia.",
    "The Welcome Screen consists of two sets of labels:": "O Ecrã de Boas Vindas consiste em dois conjuntos de etiquetas:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "O primeiro conjunto explica a situação e no que é que o Ecrã de Boas Vindas o irá ajudar a conseguir. Como exemplo, o Ecrã de Boas Vindas do Noise explica que a sua biblioteca de música está vazia e que para que a vista de biblioteca seja útil, tem primeiro de lhe adicionar músicas.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "O segundo conjunto de etiquetas consiste nas ações que irão assistir um utilizador a começar com a sua app. Usando novamente o Noise como exemplo, uma ação possível é definir a sua pasta de música para uma localização alternativa. Primeiro nomeamos a ação, \"Definir Pasta de Música\". Depois, descrevemos o que a ação faz, \"Busca a sua pasta de Música e importa os seus conteúdos.\"",
    "Iconography": "Iconografia",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Agrupado com cada ação está um ícone que ajuda a visualizá-la rapidamente. Na maior parte do tempo estes serão ícones de Ações, mas pode usar Ícones de Sítios quando importar ou definir uma localização e até mesmo ícones de Apps se tiver de abrir um utilitário de configuração.",
    "Before we get into all the things that make up elementary apps, there is a clarification that needs to be made. We need to understand what exactly design is about. For a quick crash course, we recommend watching <a href=\"http:\/\/youtu.be\/r2CbbBLVaPk\">This Video<\/a>. But let's give a quick run down of what design is not and smash two major myths:": "Antes de entrarmos naquilo que constitui as apps do elementary, há uma clarificação a fazer. Precisamos de perceber exactamente o que e o design. Para uma intro rápida, recomendamos que vejas <a href=\"http:\/\/youtu.be\/r2CbbBLVaPk\">Este video<\/a>. Mas primeiro vamos ver o que o design não é, e desmistificar duas coisas.",
    "<strong>Design is not something you add on after you've completed a product.<\/strong> Whether you realize it or not, you are constantly designing anything you build. It is an intrinsic part of creating something. Design is not just what something looks like. It's not just the colors and fonts. Design is how it works. When you decide to add a button that does a thing, that is design. You made a decision to add a button with an icon or a label and where that button went and the size and color of that button. Decisions are designs.": "<strong>Design não é algo que se adicione no fim de ter um produto pronto<\/strong>. Caso não o compreendas, estás sempre a desenhar algo que queres construir. Isto é uma parte intrínseca de construir alguma coisa. Design não apenas o aspecto visual de uma coisa. Quando decides adicionar um botão que faz uma acção, isto é design. Tomaste uma decisão de acrescentar um botão, com um icone ou uma etiqueta de texto, onde este botão foi colocado, a sua dimensão e cor. Decidir é fazer design.",
    "<strong>Design is not just like your opinion, man.<\/strong> Design is quantifiable. One design will meet a specific goal better than another design. Consider different types of bicycles. A folding bicycle has a different set of design goals than a mountain bicycle. Things like weight, size, and tire tread are important factors in helping the intended user reach their goals. Because we understand that design is about solving specific problems, we must also understand that we can objectively compare the effectiveness of two designs at solving those problems.": "<strong> Design não é a tua opinião!<\/strong> design é quantificável. Um design vai cumprir um objectivo de forma mais eficiente que outros. Pensa em tipos de bicicleta. Uma bicicleta dobrável tem um conjunto de objectivos de design diferentes de uma bicicleta de montanha. Coisas como a dimensão, peso, ou o tipo de pneu são factores importantes a ter em conta para os objectivos do utilizador. Como já compreendemos que o Design trata de resolver problemas específicos, temos também que compreender que podemos comparar a eficácia de dois designs a resolver estes problemas.",
    "Widget Concepts": "Conceitos de Widget",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing.",
    "Spacing": "Espaçamento",
    "Window Tiles": "Mosaicos de Janela",
    "Windows": "Janelas",
    "Think Simple": "Pense Simples",
    "No files are open.": "Nenhuns ficheiros estão abertos.",
    "Open a file to begin editing.": "Abra um ficheiro para começar edição."
}