{
    "Human Interface Guidelines": "Regras para Interface de Utilizador ",
    "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will allow you to decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:": "Estas orientações foram desenhadas para ajudar os developers e designers a criar experiências lindas e consistentes no ambiente do elementary. Foram escritas por designers de interfaces, artistas gráficos e programadores que trabalham no elementary OS. Não especificam simplesmente elementos de design e princípios, mas também tentarão promover uma filosofia que te vai ajudar a decidir quando é necessário um afastamento destas linhas. Aderir as sugestões aqui contidas vai-te trazer muitos benefícios:",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Os utilizadores vão aprender rapidamente a usar as tuas apps já que partilham elementos comuns com que já estão ambientados.",
    "Users will accomplish tasks more quickly because you will have a straight-forward interface design that isn't confusing or difficult.": "Vão conseguir realizar tarefas mais rapidamente pois ofereceste um design na tua interface que não é difícil ou complicado.",
    "Your application will appear native to the desktop and share the same elegant look as default applications.": "A tua aplicação vai ter um aspecto nativo ao restante desktop e partilhar um aspecto tão elegante quanto as apps originais do sistema.",
    "Your application will be easier to document because an expected behavior does not require explanation.": "A tua aplicação será mais fácil de documentar pois um comportamento expectável não necessita de grande explicação.",
    "The amount of support you will have to provide, including bugs filed, will be lessened (for the reasons above).": "O nível de suporte que terás que oferecer, contando mesmo com os bugs, será mais reduzido (fruto dos anteriores)",
    "To help you achieve these goals, these guidelines will cover basic interface elements, how to use them and put them together effectively, and how to make your application integrate well with the desktop. The most important thing to remember is that following these guidelines will make it easier to design a new application, not harder.": "Para te ajudar a atingir estes objectivos, estas guias vão cobrir os elementos base da interface, como os deves usar de forma eficiente, e como fazer a tua aplicação integrar com o restante desktop. A coisa mais importante que tens que te lembrar, é que estas linhas mestras estão cá para ajudar e não para complicar o teu trabalho.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.": "No entanto, tenha em atenção que isto é uma linha de orientação, não um livro de regras. Novos, supreendentes paradigmas aparecerão cada dia e mais estarão à espera para serem descobertos. Isto é um documento vivo que pode e será alterado.",
    "For sections that have not yet been written, please refer to": "Para secções que ainda não estão escritas, por favor procura no",
    "The GNOME HIG": "O GNOME HIG",
    "Design Philosophy": "Filosofia de Design",
    "The elementary HIG isn't just about a set of concrete rules; it's meant to be flexible and extensible. As such, this very first portion of the guideline is all about the guiding philosophy we employ. For a quick crash course, we like &quot;The User is Drunk&quot;:": "Este documento não é apenas um conjunto concreto de regras; é suposto ser flexível e extensível. Como tal, esta primeira parte do documento é sobre a filosofia que usámos para nos guiar. Para uma introdução rápida gostamos disto \"The User is Drunk\":",
    "What Design Is Not": "O Que o Design Não É",
    "Before we get into all the things that make up elementary apps, there is a clarification that needs to be made. We need to understand what exactly design is about, but more importantly we want to smash two major myths:": "Antes de entrarmos naquilo que constitui as apps do elementary, há uma clarificação a fazer. Precisamos de perceber exactamente o que e o design. Mas primeiro queremos desmistificar dois dos grandes mitos do design:",
    "<strong>Design is not something you add on after you've completed a product.</strong> Whether you realize it or not, you are constantly designing anything you build. It is an intrinsic part of creating something. Design is not just what something looks like. It's not just the colors and fonts. Design is how it works. When you decide to add a button that does a thing, that is design. You made a decision to add a button with an icon or a label and where that button went and the size and color of that button. Decisions are designs.": "<strong>Design não é algo que se adicione no fim de ter um produto pronto</strong>. para melhor compreenderes, estás sempre a desenhar aquilo que queres construir. Isto é uma parte intrínseca de construir alguma coisa. Design não é apenas o aspecto visual de uma coisa. Quando decides adicionar um botão que faz uma acção, isto é design. Tomaste uma decisão de acrescentar um botão, com um icone ou uma etiqueta de texto, onde este botão foi colocado, a sua dimensão e cor. Decidir é fazer design.",
    "<strong>Design is not just, like, your opinion, man.</strong> Design is testable. One design will meet a specific goal better than another design. Consider different types of bicycles. A folding bicycle has a different set of design goals than a mountain bicycle. Things like weight, size, and tire tread are important factors in helping the intended user reach their goals. Because we understand that design is about solving specific problems, we must also understand that we can objectively compare the effectiveness of two designs at solving those problems.": "<strong> Design não é a tua opinião!</strong> design é quantificável. Um design vai cumprir um objectivo de forma mais eficiente que outros. Pensa em tipos de bicicleta. Uma bicicleta dobrável tem um conjunto de objectivos de design diferentes de uma bicicleta de montanha. Coisas como a dimensão, peso, ou o tipo de pneu são factores importantes a ter em conta para os objectivos do utilizador. Como já compreendemos que o Design trata de resolver problemas específicos, temos também que compreender que podemos comparar a eficácia de dois designs a resolver estes problemas.",
    "Design Is Not Veneer, Aral Balkan": "Design Não É Floreados, Aral Balkan",
    "Design is Not Subjective, Jeff Law": "Design Não É Subjetivo, Jeff Law",
    "Concision": "Concisão",
    "Always work to make your app instantly understandable. The main function of your app should be immediately apparent. You can do this in a number of ways, but one of the best ways is by sticking to a principal of concision.": "Trabalha sempre com o propósito de tornar a tua app imediatamente perceptível. A função principal da app deve ser evidente. Podes conseguir isto de uma série de maneiras, mas uma das melhores formas é manteres a app sob o princípio da concisão.",
    "Avoid Feature Bloat": "Evita funcionalidades em excesso",
    "It's often very tempting to continue adding more and more features into your application. However, it is important to recognize that every new feature has a price. Specifically, every time you add a new feature:": "é muitas vezes tentador continuar a adicionar mais e mais funcionalidades à tua app. No entanto, é primordial reconhecer que cada nova funcionalidade tem um preço. Especificamente, cada vez que adicionas uma nova funcionalidade:",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "A tua app torna-se mais lenta, consome mais recursos e ocupa mais espaço no disco.",
    "Your application's interface becomes more cluttered and thus harder to use.": "A interface de utilizador torna-se mais confusa, logo mais difícil de usar.",
    "More time is spent implementing this new feature, rather than perfecting an old feature.": "Gastas mais tempo a implementar esta nova funcionalidade em vez de estares a aperfeiçoar uma funcionalidade existente.",
    "More code can often mean a greater possibility for bugs.": "Mais código implica probabilidade maior de criares novos bugs.",
    "More features means more work on documentation, translations, etc.": "Mais funcionalidades implica mais trabalho em traduções, documentação, etc.",
    "Think in Modules": "Pense em Módulos",
    "Build small, modular apps that communicate well. elementary apps avoid feature overlap and make their functions available to other apps either through <a href=\"#contractor\">Contractor</a> or over <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. This both saves you time as a developer (by other apps making their functions available to you), and is a courteous gesture towards other developers (by making your app's functions available to them).": "Cria apps pequenas e modulares que comuniquem bem. As apps do elementary evitam duplicar funcionalidades expõem as suas funcionalidades a outras apps quer seja através dos <a href=\"/docs/human-interface-guidelines/contractor\">Contractor</a> ou através do <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. Isto poupa-te tempo como programador (já que outras apps disponibilizam-te as suas funcionalidades), e é uma cortesia para com os outros programadores (expondo as tuas funcionalidades aos outros).",
    "Avoid Configuration": "Evitar Configuração",
    "If possible, completely avoid presenting any settings or configuration in your app. Providing settings is usually an easy way out of making design decisions about an app's behavior. But just like with problems of feature bloat, settings mean more code, more bugs, more testing, more documentation, and more complexity.": "Se possível, evita completamente exigir configurações ou preferências na tua app. Oferecer este tipo de conteúdo é normalmente uma forma fácil de fugir a decisão de fazer bom design sobre o comportamento da app. Mas tal como os problemas ou excesso de funcionalidades, preferências implicam  mais código, mais bugs, mais testes, mais documentação e mais complexidade.",
    "Build for the &quot;Out of The Box&quot; Experience": "Constrói a app para uma experiência imediata.",
    "Design with sane defaults in mind. elementary apps put strong emphasis on the out of the box experience. If your app has to be configured before a user is comfortable using it, they may not take the time to configure it at all and simply use another app instead.": "Desenha a app com as opções por omissão mais sensatas. As apps do elementary colocam um ênfase forte na experiência imediata. A tua app tem que estar configurada antes mesmo do utilizador estar confortável a usar, pois podem não querer gastar tempo a configurá-la, ou podem saltar logo para uma app alternativa.",
    "Ask the Operating System": "Pergunta ao Sistema Operativo.",
    "Get as much information automatically as possible. Instead of asking a user for their name or their location, ask the system for this information. This cuts down on the amount of things a user has to do and makes your app look intelligent and integrated.": "Obtém o máximo de informação possível de forma automática. Em vez de questionar o utilizador pelo seu nome e localização, tenta obter esta informação do sistema. Isto corta bastante o número de coisas que o utilizador tem que fazer, antes mesmo de usar a tua app, e faz a tua app parecer inteligente e integrada.",
    "Do You Really Need It?": "Precisa Mesmo?",
    "Ask yourself if the configuration option you are adding is really necessary or makes sense to a user. Don't ever ask users to make engineering or design decisions.": "Pergunta a ti mesmo se a opção de configuração que estás a acrescentar faz sentido para o utilizador. Não peças nunca ao utilizador para tomar decisões de design.",
    "When You Absolutely Have To": "Quando precisas mesmo de",
    "Keep things contextual. Instead of tucking away preferences in a configuration dialog, think about displaying them in context with the objects they affect (much like how shuffle and repeat options appear near your music library).": "Mantém as coisas contextualizadas. Em vez de esconderes preferencias numa caixa de diálogo específica, pensa em apresentá-las no contexto com os objectos que elas afetam. (e.g. as opções de shuffle ou repetir uma musica aparecem ao lado dos controlos da app de musica).",
    "If your app needs to be configured before it can be used (like a mail client), present this configuration inside the main window much like a <a href=\"#welcome-screen\">Welcome Screen</a>. Once again, make sure this is really necessary set-up. Adding unnecessary configuration screens stops users from doing what they wanted to do when they opened your app in the first place.": "Se a tua app necessita de uma configuração antes de ser usada (e.g. um cliente de correio electrónico), apresenta esta configuração dentro da janela principal, como se tratasse de um <a href=\"/docs/human-interface-guidelines/welcome-screen\">ecrã de boas vindas</a>. Mais uma vez, certifica-te que esta configuração é mesmo necessária. Adicionar ecrãs de configuração desnecessários  desvia o utilizador do seu propósito inicial, que o levou a abrir a tua app.",
    "See Also:": "Veja também:",
    "<a href=\"http://limi.net/checkboxes-that-kill\">Checkboxes That Kill Your Product</a> by Alex Limi": "<a href=\"http://limi.net/checkboxes-that-kill\">Checkboxes That Kill Your Product</a> por Alex Limi",
    "<a href=\"http://zachholman.com/posts/shit-work/\">Don't Give Your Users Shit Work</a> by Zach Holman": "<a href=\"http://zachholman.com/posts/shit-work/\">Don't Give Your Users Shit Work</a> por Zach Holman",
    "<a href=\"http://stef.thewalter.net/installer-anti-pattern.html\">The Wizard Anti-Pattern</a> by Stef Walter": "<a href=\"http://stef.thewalter.net/installer-anti-pattern.html\">The Wizard Anti-Pattern</a> por Stef Walter",
    "Minimal Documentation": "Documentação Minimalista",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance.": "A maioria dos utilizadores não quer ler um documento extenso de ajuda antes de usar a tua app. Em vez disso, têm como dado adquirido que a tua app é intuitiva e simples para a sua compreensão sem necessidade de assistência.",
    "Use Understandable Copy": "Usa uma linguagem compreensível.",
    "Avoid technical jargon and assume little-to-no technical knowledge. This allows your app to be &quot;self-documenting.&quot;": "Evita jargão técnico, e assume um nível de conhecimentos perto do zero. Isto permitirá que a app seja simples e auto-explicativa.",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Inclui explicações não técnicas em vez de mensagens de erro crípticas. Se alguma coisa corre mal, uma explicação simples do que ocorreu e do que fazer para corrigir a situação deve estar presente.",
    "For more information, see <a href=\"#writing-style\">Writing Style</a>.": "Para mais informação podes ler <a href=\"#writing-style\">Estilos de escrita</a>.",
    "User Workflow": "Workflow de Utilização",
    "Visible design is a large part of the user experience, but so is the user's workflow, or how they interact with an app. In this section, we cover a few important steps of a typical workflow:": "O design visível é uma grande parte da experiência de utilização, mas a forma como o utilizador interage com a aplicação - Workflow de Utilização- também o é. Nesta secção vamos cobrir alguns passos importantes de um processo de trabalho típico.",
    "<strong>First-Launch Experience</strong>: What the user sees the first time they use your app.": "<strong>Primeira-Abertura</strong>: O que o utilizador vê a primeira vez que usa a tua app.",
    "<strong>Normal Launch</strong>: What happens when opening your app on a day-to-day basis.": "<strong>Utilização Normal</strong>: O que acontece quando o utilizador usa a tua app numa base diária.",
    "<strong>Closing</strong>: What happens when closing your app.": "<strong>Encerramento</strong>: O que acontece quando se encerra a app;",
    "<strong>Background Tasks</strong>: How your app manages to do things invisibly in the background.": "<strong>Tarefas em background</strong>: Como a tua app lida com as tarefas que tem que realizar fora do focus.",
    "First-Launch Experience": "Experiência de Primeira-Abertura",
    "Required Configuration": "Configuração Necessária",
    "When a user first launches an app, they should be able to get down to business as quickly as possible. If configuration is not absolutely required for the first use, they should not be required to configure anything. If configuration is required (like in Postler), they should be presented with a clean and simple <a href=\"#welcome-screen\">welcome screen</a> within the app (again, like Postler). Avoid separate configuration dialogs when launching.": "Quando um utilizador lança a tua app pela primeira vez, tem que a poder usar o mais rapidamente possível. Se uma configuração não é estritamente necessária na primeira utilização, então não deverá ser apresentada ou exigida. Se esta configuração é necessária (como por exemplo no Postler), esta deverá ser apresentada com uma interface simples e limpa do tipo <a href=\"#welcome-screen\">Ecrã de Boas Vindas</a> dentro da app (mais uma vez, como o exemplo do Postler). Evita caixas de diálogo autónomas no processo de arranque.",
    "Speed of Launch": "Rapidez de Abertura",
    "Your app's first launch is the user's first impression of your app; it's a chance to really show off its design and speed. If your app has to configure things in the background before visibly launching, it gives the user the impression that the app is slow or will take a long time to start up. Instead, focus on making the application window appear fast and ready to be used, then do any background tasks behind the scenes. If the background task is blocking (ie. the user is unable to perform certain tasks until it's complete), show some type of indication that a background process is happening and make the blocked user interface items insensitive (see: <a href=\"#widget-concepts\">Widget Concepts</a>).": "A primeira vez que o utilizador corre a tua app, é quando fica com a primeira impressão; É a melhor altura para mostrares a sua fluidez e o quão bem desenhada está. Se a tua app precisa de configurar coisas em plano de fundo, antes de lançar visualmente a interface, vai dar ao utilizador a impressão de que é lenta, ou que vai demorar sempre imenso tempo a arrancar. Deves-te focar em fazer a janela da app aparecer rapidamente, e pronta a usar, e a fazer as tarefas em background, por detrás do pano. Se estas tarefas estão a bloquear a utilização (e.g. o utilizador não pode usar algumas das suas funcionalidades), mostra algum tipo de indicação de que estão a ocorrer estas tarefas longe da vista, e tira a \"sensibilidade\" aos items da interface que não vão responder (ver <a href=\"#widget-concepts\">Conceitos de Widgets</a>).",
    "Welcoming the User": "Dar as Boas Vindas ao Utilizador",
    "If there is no content to show the user, provide actions they can act upon by using a simple <a href=\"#welcome-screen\">welcome screen</a>. Allow them to open a document, add an account, import a CD, or whatever makes sense in the context of the app.": "Se não há conteúdo para exibir, disponibiliza acções que o utilizador possa desempenhar usando um <a href=\"#welcome-screen\">Ecrã de boas vindas</a>. Permite-lhes abrir um documento, adicionar uma conta, importar um CD, ou o que fizer mais sentido no contexto da tua app.",
    "Resetting the App": "Restabelecer a App",
    "If a user explicitly &quot;resets&quot; the app (ex. by deleting all songs in a music library or removing all mail accounts in a mail client), it should return to its first-launch state.": "Se um utilizador faz um \"reset\" explícito da aplicação (e.g. apagando todas as músicas da biblioteca, ou removendo todas as contas de e-mail) deverás apresentar a app no seu estado inicial.",
    "Normal Launch": "Lançamento Normal",
    "When a user launches an app, they're performing an explicit action and expecting a fast, oftentimes immediate response. You should focus on three key areas for app launching: speed, obviousness of what to do next, and state.": "Quando um utilizador lança uma aplicação, está a realizar uma acção explícita e espera uma resposta rápida, senão imediata. Deverás focar-te em três áreas principais no lançamento: Velocidade, O que fazer a seguir - tem que ser óbvio - e o estado.",
    "Speed": "Rapidez",
    "As has been said before, speed, especially when launching an app, is very important. There should be as little delay as possible in between the time a user decides to launch an app and the instant they can begin using it. If your app requires a splash screen, you're doing it wrong.": "Como já foi dito antes, a rapidez, especialmente ao lançar uma aplicação, é muito importante. Deve haver tão pouco atraso quanto possível entre o momento em que um utilizador decide lançar uma aplicação e o instante em que pode começar a usá-la. Se a tua aplicação requer uma tela de arranque, é porque não estás a fazê-la bem.",
    "Obviousness": "Evidência",
    "When a user launches your app, they should know exactly what to do next. This is achieved by following the other interface guidelines (ensuring your app is consistent with other apps) and by offering up explicit actions from the get go. If the app typically displays &quot;items,&quot; such as songs or emails, let the user get at those items by displaying them when the app opens. If there are no previously-opened items, you should offer to open or create a new item (such as a document) by using a <a href=\"#welcome-screen\">welcome screen</a>.": "Quando o utilizador lança a tua app, tem que lhe ser evidente o que fazer a seguir. Isto é conseguido seguindo as outras linhas mestras do design (assegurando que a app é consistente com as demais) e demonstrando de forma evidente quais as acções disponíveis logo à partida. Se a app apresenta items, como músicas ou e-mails, dê acesso direto aos vários items existentes mostrando-os assim que a app lança. Se não existirem items abertos de sessões anteriores, deverá propor abrir um item, ou criar um novo item (e.g. um documento) usando um <a href=\"#welcome-screen\">ecrã de boas vindas</a>.",
    "State": "Estado",
    "If the user has previously used your app, it's typically best to restore the state of the app when opening it again. This means the app comes up to right where the user left off so they can pick up their work again. For a music player, this means opening up with the view where the user left it and the song paused where the user closed the app. For a document editor, this would mean opening up with the same document scrolled to the same spot with the cursor in the same spot on the page.": "Se o utilizador já usou previamente a tua app, tipicamente o melhor será restaurar a sessão ao estado em que este a deixou. Isto significa que a app deve aparecer aberta exatametne onde o utilizador a deixou para que este possa seguir caminho. No caso de uma aplicação de música, deve abrir na última view, e a música que tocava na altura deverá estar em pause. Num editor de documentos, isto significa abrir no mesmo documento, e com o cursor exatamente na mesma posição na página.",
    "Always Provide An Undo": "Proporcione Sempre Um Voltar Atrás",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should allow the user to undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "Por vezes um utilizador pode levar a cabo uma acção destrutiva ou irreversível. Em vez de apresentar um aviso, as aplicações devem apresentar uma hipótese para desfazer as alterações, durante um intervalo de tempo apropriado. Alguns exemplos óptimos deste comportamento são:",
    "<strong>Closing an app</strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"#closing\">Closing</a>.": "<strong>Fechar a app</Strong>. Em vez de questionar o utilizador, grave automaticamente o trabalho realizado e o estado da aplicação para que possa regressar exatamente ao sítio onde fechou a aplicação. Vê mais em <a href=\"#closing\">Fechando</a>.",
    "<strong>Deleting an item</strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Apagar um item</strong>. Em vez de questionar o utilizador se tem a certeza, faça o item desaparecer da aplicação, mas providencie uma forma fácil e intuitiva de reverter esta acção.",
    "<strong>Sending an email</strong>. Rather than asking the user if they want to send an email, allow them to undo or edit the message a short time after &quot;sending.&quot;": "<strong>enviar um email</strong>. Em vez de questionar o utilizador se quer enviar o e-mail, dê-lhe a possibilidade de interromper o envio, ou editar a mensagem durante um certo tempo após carregar no \"enviar\".",
    "<strong>Editing a photo</strong>. Instead of asking the user if they want to destructively apply an edit, allow them to undo the edit and always keep the original backed up.": "<strong>Editar uma fotografia</strong>. Em vez de questionar o utilizador se pretende editar destrutivamente o original ao aplicar uma alteração, permita-lhe reverter a alteração, e mantenha o original em segurança numa pasta ao lado.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Este comportamento deve ser usado apenas em situações especiais, implementando um tempo de buffer reduzido entre o dar a indicação de realizar a acção e o realizar a mesma. Este comportamento vai contra a ideia de se manter a experiência rápida/imediata, em que a app deverá apresentar-se sempre como se a acção se realizasse assim que o utilizador dá esta instrução. ",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Este comportamento consegue o melhor equilíbrio entre manter-se fora do caminho dos utilizadores enquanto se certifica que eles não fazem algo que não seja intencional. É importante manter a ação desfazer não intrusiva mas no entanto simples e intuitiva; uma maneira comum de o fazer é usar uma barra de informação, embora outros métodos possam também ser apropriados.",
    "See also: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo</a> by Aza Raskin": "Ver também: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo</a> por Aza Raskin",
    "Always Saved": "Sempre Gravado",
    "Users should feel confident when using elementary; they should know that everything they see is saved and up to date.": "Os utilizadores devem sentir-se confiantes quando usarem elementary; devem saber que tudo o que veem é guardado e atualizado.",
    "Apps in elementary should operate around an always-saved state. This means that changes the user makes are instantly applied and visible and that making the user manually save things is a legacy or specialized behavior.": "As apps no elementary devem operar em volta de um estado sempre-guardado. Isto significa que alterações que o utilizador faça são instantaneamente aplicadas e visíveis; que fazer o utilizador guardar manualmente coisas é um comportamento antigo ou algo muito específico.",
    "For example, a Song Info dialog should update the track information instantly without a user having to press a save button, user preferences should be applied as soon as the user manipulates the relevant widget, and closing an app should mean that reopening it will return to where the user left off.": "Por exemplo, um diálogo de Informação de Música deve atualizar a informação da faixa instantaneamente, sem que o utilizador tenha de pressionar o botão de guardar; preferências de utilizador devem ser aplicadas logo que o utilizador manipula o widget relevante, e fechar uma app deve significar que reabri-la retornará o utilizador ao ponto onde a deixou.",
    "Closing": "A Fechar",
    "When a user closes an app, it's typically because they're done using it for now and they want to get it out of the way.": "Quando um utilizador fecha uma app, é tipicamente porque já acabou de desempenhar a tarefa em mãos, e quer que a app saia do caminho.",
    "Saving State": "Guardar o Estado",
    "Apps should save their current state when closed so they can be reopened right to where the user left off. Ideally closing and reopening an app should be indistinguishable from the traditional concept of minimizing and unminimizing an app; that is, all elements should be saved including open documents, scroll position, undo history, etc.": "As apps devem gravar o seu estado quando são fechadas para que possam ser reabertas exatamente no sítio onde o utilizador as deixou. Idealmente isto não deverá ser diferente de minimizar e maximizar a app; ou seja todos os elementos deverão ser gravados, inclusivamente documentos, o ponto do scroll, o historico de reversão de acções, etc.",
    "Background Tasks": "Tarefas de Segundo Plano",
    "If it makes sense for an app to complete background tasks after the window is closed, the tasks should be completed soon after the window is closed. If the app performs repeat background tasks (such as a mail client), the background tasks should be handled by a separate daemon that does not rely on the app itself being open.": "Se fizer sentido que a app complete tarefas de background depois da janela fechada, estas deverão ser realizadas no imediato. Se a a app realiza tarefas repetitivas (e.g. um cliente de e-mail), as tarefas de background deverão ser realizadas por um daemon em separado que não dependa do estado da aplicação principal.",
    "Closing the App Window": "Fechar a Janela da Aplicação",
    "It is not desirable for an app window to simply minimize rather than close when the user attempts to close it. Instead, the app window should be &quot;hidden&quot;. If it makes sense to continue a process in the background (such as downloading/transferring, playing music, or executing a terminal command) the app backend should continue with the task and close when the task is finished. If it's not immediately apparent that the process has completed (as with the file download/transfer or terminal command), the app may show a notification informing the user that the process has completed. If it is apparent, as with the music, no notification is necessary.": "Não é desejável que uma janela de app simplesmente minimize em vez de fechar quando o utilizador a tenta fechar. Em vez disso a janela da app deve ficar \"escondida\". Se fizer sentido para continuar um processo nos bastidores (tal como descarregar/transferir, tocar música, ou executar um comando do terminal) o processp da app deve continuar com a tarefa e fechar quando a tarefa estiver concluída. Se não for imediatamente aparente que o processo completou (como no descarregar/transferir ou comandos do terminal), a app pode mostrar uma notificação informando o utilizador que o processo completou. Se for aparente, tal como na música, nenhuma notificação é necessária.",
    "Re-Opening the App Window": "Re-Abertura da Janela da App",
    "If the user re-opens the app while the background process is still executing, the app should be exactly where it would be if the window had been open the whole time. For example, the terminal should show any terminal output, the music player should be on the same page it was when closed, and the browser should come back to the page it was on previously. For more details, see the discussion of app state on a <a href=\"#normal-launch\">Normal Launch</a>.": "Se o utilizador re-abrir a app enquanto o processo de bastidor ainda estiver em execução, a app deve estar exactamente no sítio onde deveria estar se a janela estivesse ficado aberta durante o tempo todo. Por exemplo, o terminal deve mostrar qualquer resultado, o reprodutor de música deve estar na mesma página quando foi fechado, e o navegador deve voltar à página onde estava previamente. Para mais detalhes, veja a discussão do estado da app num <a href=\"#normal-launch\">Lançamento Normal</a>.",
    "See also: <a href=\"http://design.canonical.com/2011/03/quit/\">That's It, We're Quitting</a> by Matthew Paul Thomas": "Ver também: <a href=\"http://design.canonical.com/2011/03/quit/\">That's It, We're Quitting</a> por Matthew Paul Thomas",
    "Desktop Integration": "Integração no Ambiente de Trabalho",
    "An important advantage that developers have when choosing the elementary platform is the ability to seamlessly integrate their application with the default desktop. Outlined below are the several ways in which you can make your application feel beyond native in elementary. This section will cover things like:": "Uma vantagem importante que os developers têm quando escolhem a plataforma elementary é a possibilidade de integrarem a sua aplicação com o desktop. A seguir apresentamos as formas com que podes fazer com que a tua app seja mais do que nativa no elementary. Esta secção vai cobrir coisas como:",
    "<strong>Creating an App Launcher</strong>. The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. This section details how to create these launchers.\nMIME handling. If your application can open and save files, place entries for those file types in the application database and the document type (MIME) database. This allows the file manager and other applications to automatically launch your application when they encounter files your application can handle.": "<strong>Criando um Launcher</strong>. O método principal para se descobrir e aceder à tua app será através do icone no Slingshot ou na doca. Esta secção vai-te ensinar a criar este launcher.\n<strong>Manipulador de Mime</strong> Se a tua app pode abrir e gravar ficheiros, coloca uma entrada para esses tipos de ficheiros na base de dados de aplicações e na base de dados de tipos de documentos (MIME). Isto permite que o gestor de ficheiros e outras aplicações abram a tua app diretamente quando encontram ficheiros dos tipos que especificaste.",
    "<strong>Contractor</strong>. elementary provides an easy new way for applications to share files with each other. This will make your application more useful and extend its functionality without adding hundreds of lines of code.": "<strong>Contractor</strong>. O elementary usa uma nova forma fácil para que aplicações partilhem ficheiros com outras aplicações. Isto fará com que a tua aplicação tenha mais utilidade, sem adicionares milhares de linhas de código.",
    "<strong>Using System Indicators</strong>. elementary uses indicator applets in the panel that allow your application to provide persistent notifications. This section discusses not only how to use that area, but when it is or isn't appropriate to use it.": "<strong>Usando indicadores de sistema</strong>. O elementary usa applets de indicador  no painel que permitem que a tua aplicação apresente notificações persistentes. Esta secção indica não só como usar essa área, mas em que condições é que a deves usar.",
    "<strong>Integrating with the Dock</strong>. elementary ships with a great dock that supports the Unity Launcher API. This allows your application to provide notification badges, progress indicators, and more.": "<strong>Integrando com a Doca</strong>. O elementary oferece desde logo uma excelente doca que suporta a API do Unity Launcher. Isto permite que o icone da tua app apresente emblemas, indicadores de progresso e mais, logo na doca.",
    "App Launchers": "Lançadores de App",
    "The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. In order to provide these launchers you must install an appropriate .desktop file with your app. This includes giving your launcher an appropriate name, placing it in the correct category, assigning it an icon, etc.": "O método principal de descobrir e usar a sua aplicação será através do lançador de aplicações que encontrará no Slingshot ou na dock. Por forma a fornecer estes lançadores, terá de instalar um ficheiro .desktop apropriado com as informações da sua aplicação. Isto inclui fornecer o seu lançador com o nome da aplicação, colocá-lo na categoria correta, atribuir-lhe um ícone, etc.",
    ".desktop files follow the freedesktop.org <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Desktop Entry Specification</a>. They should be installed in <em>/usr/share/applications</em>. Users may create their own launchers by putting .desktop files in <em>~/.local/share/applications</em>.": "Ficheiros do tipo .desktop seguem a <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Especificação Desktop Entry</a>. Devem ser instalados em <em>/usr/share/applications</em>. Os utilizadores podem criar os seus ficheiros de lançamento colocando ficheiros deste tipo em <em>~/.local/share/applications</em>.",
    "The contents of .desktop files should follow this formula:": "O conteúdo dos ficheiros .desktop deverão respeitar os seguintes parâmetros:",
    "<em><strong>Title</strong> is a(n) <strong>GenericName</strong> that lets you <strong>Comment</strong>.</em>": "<em>O <strong>Título</strong> é um <strong>GenericName</strong> que te permite  <strong>Comentar</strong>.</em>",
    "Title": "Título",
    "You should not include descriptive words in your title. For example, Dexter is called &quot;Dexter,&quot; not &quot;Dexter Address Book.&quot; Midori is just &quot;Midori,&quot; not &quot;Midori Web Browser.&quot; Instead, utilize the GenericName attribute of your app's .desktop file for a generic name, and the Comment attribute for a longer descriptive phrase.": "Não deverá incluir termos descritivos no título. Por exemplo, Dexter deverá ser entitulado de \"Dexter\", não \"Contatos Dexter\". Midori é simplesmente \"Midori\", não \"Web Browser Midori\". Ao invés, no ficheiro .desktop da sua aplicação, utilize a linha GenericName para o nome e a linha Comment do mesmo para uma frase longa e mais descritiva.",
    "GenericName": "NomeGenérico",
    "If your app is easily categorized or described with a generic name, you should use that for the GenericName attribute in your app's .desktop file. If you can say, &quot;My app is a(n) <strong>____</strong>,&quot; then whatever fits in that blank could be the generic name. For example, Maya is a calendar, so its generic name is &quot;Calendar.&quot;": "Se a tua app é facilmente caracterizada ou descrita apenas com um nome genérico, deves usar essa palavra no atributo GenericName no seu ficheiro .destkop. Se consegues dizer \" a minha app é um(a) <strong>____</strong>,\" então aquilo que colocarias no espaço em branco é um excelente GenericName.  Por exemplo o Maya é um calendário, por isso o seu nome genérico é simplesmente \"Calendário\".",
    "You should not include articles (the, a, an) or the words &quot;program,&quot; &quot;app,&quot; or &quot;application&quot; in your app's generic name.": "Não deves incluir artigos (o, a de ) ou as palavras \"programa\",\"app\" ou \"aplicação\" no nome genérico da app.",
    "The generic name should be in <a href=\"#title-case\">title case</a> and may be used around the system to better describe or categorize your app. ": "O nome genérico deve estar em <a href=\"#title-case\">Title Case</a> e pode ser usado por todo o sistema para melhor descrever e categorizar a tua app.",
    "Comment": "Comentário",
    "The system utilizes an app's Comment attribute found in the .desktop file to succinctly inform a user what can be done with the app. It should be a short sentence or phrase beginning with a verb and containing the primary nouns that your app deals with. For example, the following are appropriate comments:": "O sistema usa o atributo \"Comment\" disponível no ficheiro .desktop para informar o utilizador de forma sucinta, o que poderá fazer com a app. Deverá ser uma frase curta iniciada por um verbo e contendo os substantivos associados à tua app. Deixamos aqui alguns exemplos de comentários apropriados:",
    "Maya: <strong>Browse and schedule events</strong>": "Maya: <strong>Ver e agendar eventos</strong>",
    "Noise: <strong>Listen to music</strong>": "Noise: <strong>Ouvir música</strong>",
    "Lingo: <strong>Look up definitions</strong>": "Lingo: <strong>Procurar definições</strong>",
    "Geary: <strong>Send and receive mail</strong>": "Geary: <strong>Enviar e receber correio</strong>",
    "Scratch: <strong>Edit text files</strong>": "Scratch: <strong>Editar ficheiros de texto</strong>",
    "Files: <strong>Browse and manage your files</strong>": "Files: <strong>Ver e gerir os seus ficheiros</strong>",
    "An app's comment should be in <a href=\"#sentence-case\">sentence case</a>, not include terminal punctuation (periods, exclamation points, or question marks), and should be as short as possible while describing the <em>primary</em> use case of the app.": "O comentário deve ser escrito em <a href=\"#sentence-case\">Sentence Case</a>, não deve incluir a pontuação final (ponto final, exclamação ou interrogação), e deverá ser curta e simples, descrevendo a utilização <em>primária</em> da tua app.",
    "Categories": "Categorias",
    "The following categories may be used to aid with searching or browsing for your app:": "As seguintes categorias podem ser usadas para ajudar na busca ou procura pela sua app:",
    "AudioVideo  ": "AudioVideo",
    "Audio": "Áudio",
    "Video": "Vídeo",
    "Development": "Programação",
    "Education": "Educação",
    "Game": "Jogo",
    "Graphics": "Gráficos",
    "Network ": "Network",
    "Office": "Escritório",
    "Science": "Ciência",
    "Settings": "Definições",
    "System": "Sistema",
    "Utility": "Utilidade",
    "For more info, see the FreeDesktop.Org <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">menu entry</a> spec.": "Para mais info, consulte a especificação do <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">menu entry</a> no FreeDesktop.Org.",
    "Keywords": "Palavras-chave",
    "You may also include keywords in your launcher to help users find your app via search. These follow the convention of &quot;X-GNOME-Keywords&quot; (for in the app launcher) and &quot;X-AppInstall-Keywords&quot; (for in the app installer). For example, web browser might include &quot;Internet&quot; as a keyword even though it's not in the app's name, generic name, or description. As a result, a user searching for &quot;Internet&quot; will find the app. Here are some more examples:": "Podes também incluir palavras chave no teu ficheiro de lançamento para ajudar o sistema a encontrar a app a partir da pesquisa. Estes seguem as convenções da \"X-GNOME-Keywords\" (para o lançador da app) e  \"X-AppInstall-Keywords\" (para o instalador). Por exemplo, um navegador de internet pode incluir \"Internet\" como palavra chave, mesmo que não seja este o nome da app, nome genérico ou descrição. Assim a app será apresentada como resultado de uma pesquisa por \"internet\". Deixamos aqui mais exemplos: ",
    "Geary: <strong>Email;Gmail</strong>": "Geary: <strong>Email;Gmail</strong>",
    "Midori: <strong>Internet;WWW;Explorer</strong>": "Midori: <strong>Internet;WWW;Explorador</strong>",
    "Files: <strong>Folders;Browser;Explorer;Finder;Manager</strong>": "Files: <strong>Pastas;Navegador;Explorador;Pesquisador;Gestor</strong>",
    "Terminal: <strong>Command;Prompt;cmd;Emulator</strong>": "Terminal: <strong>Comando;Prompt;cmd;Emulador</strong>",
    "Scratch: <strong>Notepad;IDE;Plain</strong>": "Scratch: <strong>Bloco de Notas;IDE;Simples</strong>",
    "System Settings: <strong>Control;Panel</strong>": "Definições de Sistema: <strong>Controlo;Painel</strong>",
    "Shotwell: <strong>Camera;Picture</strong>": "Shotwell: <strong>Câmera;Imagem</strong>",
    "Keywords should be single words in <a href=\"#title-case\">title case</a> and seperated with a semicolon.": "As palavras chave deverão ser palavras únicas em <a href=\"#title-case\">Title Case</a> e separadas com um ponto e vírgula.",
    "See also: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Desktop Entry Specification</a> from FreeDesktop.org": "Ver também: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Desktop Entry Specification</a> da FreeDesktop.org",
    "Contractor": "Contractor",
    "Contractor is a service and a protocol for exposing services easily between apps. It allows an app to interact with various other apps/services without hardcoding support for them. You simply add <a href=\"https://launchpad.net/contractor\">contractor</a> support, and then any service registered with contractor is now available for your app to use. Your app can integrate with contractor in two different ways:": "Contractor é um serviço e protocolo usado para expor facilmente serviços entre aplicações. Permite que uma app interaja com várias outras apps/serviços sem ser necessário escrever código de suporte e integração. Adicione simplesmente suporte ao <a href=\"https://launchpad.net/contractor\">contractor</a>, e qualquer serviço registado no contractor fica disponível para a sua aplicação. A tua app pode integrar com o contractor de duas formas:",
    "Register one of it's functions as a service that can be used from other apps": "Regista uma das suas funções como serviço que possa ser usada por outras apps",
    "Implement the contractor menu or otherwise access contractor to receive a list of services that can handle the data your app manages": "Implementa o menu contractor ou acede ao mesmo de outra forma para receber uma lista de serviços que podem manipular os dados que a tua app gere.",
    "Displaying Results from Contractor": "Apresentar resultados do Contractor",
    "The most typical way to present Contractor results to users is in menu form. Keep in mind the following things when presenting contractor results:": "A forma mais típica de apresentar resultados do cotnractor é na forma de menu. Tem o seguinte em consideração quando o fazes:",
    "If the item acted upon is one of many items visible, such as in an icon view, be sure to display results in a way that is directly related to the item such as in a context menu.": "Se o item de actuação é um de muitos items visíveis, como uma vista de icones, certifica-te que apresentas os resultados de uma forma que sejam diretamente relacionáveis com o item em questão, como por exemplo num menu contextual.",
    "If the item acted upon is the only item currently visible, such as a web page or a contact in Dexter, contractor can be displayed in a toolbar menu.": "Se o item de actuação é o único item visível, como por exemplo uma página de internet ou um contato no Dexter, o contractor pode ser apresentado num menu de ferramentas.",
    "Never display the target app's name. The menu string is the intended display name for that app. Doing so can lead to redundant messages such as, &quot;Set image as wallpaper (wallpaper)&quot; and it is always irrelevant to a user's needs.": "Nunca incluas o nome da app que vais invocar. A entrada de menu é o atributo a usar para essa app. Incluir o nome poderá originar nomes redundantes como por exemplo \"Use a imagem como fundo de ecrã (Fundo de Ecrã)\" totalmente irrelevante para o utilizador.",
    "Dock Integration": "Integração no Dock",
    "By integration with Pantheon's dock, apps are able to communicate their status to the user at a glance.": "Ao integrares com a doca do Pantheon, as apps podem comunicar imediatamente o seu estado ao utilizador.",
    "Progressbars": "Barrasdeprogresso",
    "A progressbar must be unambiguous in its use, referring to a single specific task. For example, a progressbar can be used to indicate the status of a file transfer or of a lengthy process like encoding. A progressbar should not be used to compound the progress of multiple types of actions.": "A progressbar must be unambiguous in its use, referring to a single specific task. For example, a progressbar can be used to indicate the status of a file transfer or of a lengthy process like encoding. A progressbar should not be used to compound the progress of multiple types of actions.",
    "<strong>Good Example</strong>: Installation progress in Software Center": "<strong>Bom Exemplo</strong>: Progresso da instalação no Centro de Software",
    "<strong>Bad Example</strong>: Combined progress of downloading an album, burning a CD, and syncing a mobile device in Noise": "<strong>Mau Exemplo</strong>: Progresso combinado de descarregar um album, queimar o CD e sincronizar com um equipamento móvel no Noise.",
    "Badges": "Crachás",
    "A badge shows a count of actionable items which your app manages. It's purpose is to inform the user that there are items that require user attention or action without being obtrusive. This is a passive notification. A badge should not show totals or rarely changing counters. If the badge is not easily dismissed when the user views your app, it is likely that this is not a good use of a badge.": "O crachá mostra uma contagem de items actuáveis que a tua app gere. tem o propósito de informar o utilizador de que há items que requerem a sua atenção, ou acção, sem ser intrusivo. É uma notificação passiva. O crachá não deve mostrar totais, ou contadores muito estáticos. Se o crachá não for facilmente escondido quando o utilizador vê a tua app, é provável que o seu uso não esteja a ser o mais correto. ",
    "<strong>Good Example</strong>: Unread messages in Geary": "<strong>Bom Exemplo</strong>: Mensagens não lidas no Geary",
    "<strong>Bad Example</strong>: Total number of Photos in Shotwell": "<strong>Mau Exemplo</strong>: Número total de Fotos no Shotwell",
    "System Indicators": "Indicadores de Sistema",
    "Indicators are small icons that live on the top panel. They give users a place to glance for a quick indication of various settings or events. Clicking the icon shows a small menu with related actions available to the user.": "O indicadores são pequenos icones que vivem no painel de topo. Dão ao utilizador um sítio para uma referência rápida de opções ou eventos. Clicar neste icone mostra um menu pequeno com acções disponíveis para o utilizador.",
    "Does Your App Need An Indicator?": "A Sua App Precisa De Um Indicador de Sistema?",
    "The indicator area is notorious for becoming cluttered and having inconsistent behavior. Given that users will probably install many third party apps, we need to be careful about how many indicators we're showing and how they behave. Keep in mind that not every application needs an indicator. Only a very small set of apps will benefit from one. You do not need an indicator if:": "A área dos indicadores é conhecida por rapidamente ficar cheia e ter um comportamento inconsistente. Assumindo que os utilizadores vão instalar muitas apps de terceiros, precisamos de ter atenção ao número de indicadores que criamos e ao seu comportamento. Tem em atenção que nem todas as app necessitam de um indicador. Só mesmo um conjunto reduzido de aplicações vai colher benefícios. Não precisas de um indicador se:",
    "<strong>The indicator will only appear while your app's main window is open.</strong> LibUnity already provides a great API for showing application statuses on your app's icon in the dock. Only use an indicator if it will show while your app's main window is closed.": "<strong>O indicador apenas vai aparecer enquanto a janela principal da tua app está aberta </strong>. A LibUnity já oferece uma excelente API para apresentar o estado da tua app no seu incone na doca. Usa um indicador apenas se for para apresentar aquando a janela principal estiver encerrada.",
    "<strong>You want a persistent/smaller launcher.</strong> ​Launchers are already stored in the dock in a way that gives the user control over persistence and size. The indicator area should never be used for an app launcher. If you want to add special actions to your launcher, Quicklists should be used, not an indicator.": "<strong>Se pretende um lançador da app mais pequeno/persistente</strong>. Os lançadores já são guardados na doca numa forma que permite ao utilizador controlar a sua dimensão e persistencia. A área do indicador nunca deverá ser usada para um simples lançador da app. Se pretende adicionar acções especiais ao seu lançador, deverá usar Quicklists e não um indicador.",
    "<strong>The application is for IM, IRC, e-mail, news-reading, or music playback.</strong> Instead, integrate the application with the existing messaging or sound menus.": "<strong>A aplicação é para IM, IRC, e-mail, leitura de notícias, ou para ouvir música.</strong> Integra na aplicação os menus de mensagens ou som existentes.",
    "See also: <a href=\"http://design.canonical.com/2010/04/notification-area/\">Farewell To The Notification Area</a> by Matthew Paul Thomas": "Ver também: <a href=\"http://design.canonical.com/2010/04/notification-area/\">Farewell To The Notification Area</a> por Matthew Paul Thomas",
    "Container Widgets": "Widgets Contentores",
    "Windows": "Janelas",
    "Windows are the foundation that your app is built on. They provide a sort of canvas with basic actions built in such as closing an app, resizing it, etc. Although users may see all windows as being the same, there are several distinct types of windows in elementary OS. It's important to understand the types of windows available to you, window behavior in general, and behavior that is specific to a certain window type. This section will cover the different types of windows available in elementary OS. Although each type of window is a bit different, think of them all as a subclass of a window. Unless otherwise stated, they all behave as an average window.": "janelas são a fundação sobre a qual a tua aplicação é construída. Providenciam um tipo de área de trabalho com algumas acções pré estabelecidas, como por exemplo fechar a app, redimencionar a app, etc. Apesar dos utilizadores verem as janelas como iguais, existem vários tipos de janelas no elementary OS. É importante conhecer os tipos de janela existentes, qual o seu comportamento genérico, e comportamentos específicos de alguns tipos de janela. Esta secção irá falar sobre os diferentes tipos de janela no elementary OS. Apesar de cada tipo de janela ser diferente, imagina-os como subclasses de uma única janela. Quando não indicado o contrário, todos funcionam da mesma forma.",
    "<strong>View Windows</strong> are the most literal kind of &quot;Window&quot; available. They show content such as presentations, web pages, documents, etc. These Windows act as a sort of frame around the specific content they display. They typically allow multiple instances of an application to be shown and may utilize tabs to help keep content organized without displaying too many windows.": "<strong>View Windows</strong> são o tipo mais literal de janela. Mostram o conteúdo como por exemplo uma apresentação, página de internet, documento, etc. Estas janelas atuam como um tipo de moldura em volta de um conteúdo específico que apresentam. Normalmente permitem várias instâncias abertas de uma aplicação abertas em simultâneo, e podem usar tabuladores para ajudar a organizar o conteúdo, sem mostrar muitas janelas.",
    "<strong>App Windows</strong> are the main windows of apps that are not document-based. These windows typically only allow one instance of an application to be shown.": "<strong>App Windows</strong> são as janelas principais das aplicações que não se suportam em apresentação de documentos. estas janelas tipicamente apenas permitem a apresentação de uma instância por aplicação.",
    "<strong>Dialogs and Alerts</strong> are temporary windows that require a response from a user. Dialogs and Alerts are especially unique types of windows with much stricter guidelines for their use and visual style. They typically belong to App or View windows and are often modal. We'll discuss what modality means in a bit.": "<strong>Dialogs and Alerts</strong> são janelas temporárias que requerem uma resposta do utilizador. As caixas de diálogo e alertas são tipos únicos de janela com linhas mestra de utilização e aspecto visual muito mais restritas. Normalmente pertencem a uma App ou View Window e muitas vezes são modais. Discutiremos o que é isto brevemente.",
    "Window Titles": "Títulos de Janela",
    "When dealing with window titles, consider that their main use is in distinguishing one window from another. A good window title will provide a description that helps a user make a selection. Keep that in mind as you consider the following:": "Quando lidares com os títulos das janelas, considera que o seu objectivo é facilitar a distinção entre várias janelas abertas. Um bom título providencia uma descrição que facilite ao utilizador fazer uma selecção. Lembre-se disto quando:",
    "A view window should display the name of the content being viewed.  For example, in Midori the window title reflects the title of the current web page. When looking for a specific window among multiple instances of an app, simply showing the application's name is not helpful.": "Uma View Window deve apresentar o título do conteúdo que está a ser visto. Por exemplo, no Midori, o título da janela reflecte o título da página de internet a ser visitada. Quando procuras uma de várias janelas de um mesmo programa, apresentar o nome do mesmo em todas elas não facilita a escolha ao utilizador",
    "A window's title should not show the vendor name or version number of the app.  Adding the version number or vendor name clutters the title and doesn't help to distinguish a window. Additionally, this information is already available from your app's About window.": "O titulo da app não deve apresentar o nome do programador, nem a versão da app. Adicionar estes conteúdos vai sobrecarregar a área com texto, que em nada facilita a distinção entre janelas. Adicionalmente esta informação está disponível da janela de \"Sobre\" da sua aplicação.",
    "Dialogs and alerts should not display a window title. They are distinctive enough in their visual style and are often modal.": "DIálogos e alertas não devem apresentar um título de janela. Já são distintas o suficiente na sua forma visual e muitas vezes são modais. ",
    "If you need to display more than one item in the title, separate the items with an em dash (—) with space on either side. The helps keep the title clean when you need to show more information.": "Se necessita de apresentar mais do que um item no título, separe-os usando um travessão em (—) com um espaço de cada lado. Isto ajuda a manter o título limpo quando necessita de apresentar mais informação.",
    "Don’t display pathnames in window titles, only the current destination. If you have two paths that are very similar it will be hard to distinguish them when displaying the full path. If you only show the destination, the distinction is clear.": "Não apresentes caminhos de ficheiros no título de uma janela, mas apenas a localização actual. Se tens dois caminhos completos semelhantes a apresentar, será difícil distinguir quando apresentas todo o caminho para chegar aos ficheiros. Se apenas apresentares a zona onde estás, é mais fácil distinguir a janela pretendida.",
    "Dialogs": "Diálogos",
    "Dialog warning icon": "Dialog warning icon",
    "Primary text providing basic information and a suggestion": "Primary text providing basic information and a suggestion",
    "Secondary text providing further details. Also includes information that explains any unobvious consequences of actions.": "Secondary text providing further details. Also includes information that explains any unobvious consequences of actions.",
    "Cancel": "Cancelar",
    "Suggested Action": "Suggested Action",
    "Alert Text": "Texto de Alerta",
    "An alert contains both primary and secondary text.": "Um alerta contém texto primário e secundário.",
    "The primary text contains a brief summary of the situation and offer a suggested action. This text should use the CSS class <code>primary</code>.": "The primary text contains a brief summary of the situation and offer a suggested action. This text should use the CSS class <code>primary</code>.",
    "The secondary text provides a more detailed description of the situation and describes any possible side effects of the available actions. It's important to note that a user should only need the primary text to make a decision and should only need to refer to the secondary text for clarification. This text should be placed one text line height beneath the primary text using the default font size and weight.": "O texto secundário promove uma descrição mais detalhada da situação, e descreve potenciais efeitos secundários das acções disponíveis. É importante que notes que um utilizador deverá necessitar apenas do texto primário para tomar uma decisão, e deverá usar este texto secundário apenas para clarificação. Este texto deverá ser colocado numa segunda linha abaixo do texto primário e deverá usar a dimensão e peso da fonte por omissão.",
    "Make both the primary and secondary text selectable. This makes it easy for the user to copy and paste the text to another window, such as an email message.": "Faz com que o texto primário e secundário sejam seleccionáveis. Isto facilitará ao utilizador fazer cópia do mesmo e colar numa outra janela, como por exemplo numa mensagem de e-mail.",
    "Button Order": "Ordenação de Botões",
    "All dialogs should contain an affirmative button that performs the action suggested in the primary text. This button goes on the far right side of the window.": "Todas as caixa de diálogo deverão conter um botão afirmativo que realiza a acção sugerida no texto primário. Este botão deverá ser apresentado no extremo direito da janela.",
    "For dialogs that are displayed in response to user action (such as &quot;Quit&quot;), provide a &quot;Cancel&quot; button directly to the left of the affirmative button.": "As caixas de diálogo que são apresentadas como resposta a uma acção do utilizador (como por exemplo um \"Sair\"), deverão apresentar um botão \"Cancelar\" imediatamente a esquerda do botão afirmativo.",
    "If your dialog has alternative actions, list them to the left of the &quot;Cancel&quot; button.": "Se a tua caixa de diálogo possui acções alternativas, estas deverão esta listadas a esquerda do botão de \"Cancelar\".",
    "If you wish your dialog to contain a &quot;Help&quot; button, this should be placed to the far left of the window.": "Se desejar acrescentar um botão de ajuda, este deverá ser colocado no extremo esquerdo da sua janela.",
    "&quot;OK&quot; is not Okay": "\"OK\" não é Okay",
    "When presenting a dialog to a user, always use explicit action names like &quot;Save...&quot;, &quot;Shut Down&quot;, etc. Consider that using &quot;OK&quot; enables users to proceed without understand the action they are authorizing. Not all users will read the question or information presented to them in a dialog. Using specific action names will make it harder for a user to select an unintended action and may even encourage them to read the information presented before making a selection.": "Quando apresentas uma caixa de diálogo ao utilizador, usa sempre nomes de acção explícitas como \"Gravar...\", \"Desligar\", etc. Considera que usar \"OK\" permite ao utilizador avançar sem saber exatamente que acção é que está a autorizar. Nem todos os utilizadores vão ler a questão ou informação presente no diálogo. Usar nomes específicos de acções vai dificultar a realização de uma acção não intencional, e poderá influenciar o utilizador a ler a informação apresentada antes de fazer uma selecção.",
    "Preference Dialogs": "Diálogos de Preferências",
    "Preference dialogs should be made Transient, but not Modal. When a user makes a change in a preference dialog, the change should be immediately visible in the UI. If the dialog is modal, the user may be blocked from seeing (and especially from interacting with) the change. This means they will have to close the dialog, evaluate the change, then possibly re-open the dialog. By making the dialog transient, we keep the dialog on top for easy access, but we also allow the user to evaluate and possibly revert the change without having to close and re-open the preference dialog.": "Caixas de diálogo com preferências devem ser \"Transcientes\", mas não Modais. Quando um utilizador altera uma propriedade, esta alteração deve ser imediatamente visível na Interface de utilizador. Se a caixa de diálogo for Modal, esta poderá bloquear a visão (e a interacção) do utilizador com a alteração. Ao tornar esta caixa transciente, mantemos a caixa no topo para acesso facilitado, mas também permitimos ao utilizador avaliar e possivelmente reverter as alterações sem ter que fechar e voltar a abrir a caixa de diálogo de preferências. ",
    "See also:": "Ver também:",
    "<a href=\"http://uxmovement.com/buttons/why-ok-buttons-in-dialog-boxes-work-best-on-the-right/\">Why 'Ok' Buttons In Dialog Boxes Work Best On The Right</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-ok-buttons-in-dialog-boxes-work-best-on-the-right/\">Why 'Ok' Buttons In Dialog Boxes Work Best On The Right</a> por UX Movement",
    "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The Ok Button Is No Longer Okay</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The Ok Button Is No Longer Okay</a> por UX Movement",
    "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes/No or Ok/Cancel on my message box?</a> on UX StackExchange": "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes/No or Ok/Cancel on my message box?</a> em UX StackExchange",
    "<a href=\"http://uxmovement.com/buttons/where-to-place-icons-next-to-button-labels/\">Where to Place Icons Next to Button Labels</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/where-to-place-icons-next-to-button-labels/\">Where to Place Icons Next to Button Labels</a> por UX Movement",
    "Popovers": "Popovers",
    "Popovers are like a contextual dialog. They display transient content directly related to something that was clicked on and close when clicked out of, like menus.": "Popovers são como um diálogo contextual. Apresentam informação diretamente relacionada com algo que foi clicado, e desaparecem quando se clica fora das mesmas, tal como menus.",
    "A popover should be used when a user wants to perform a quick action without getting out of the main UI. Some examples of where a popover could be used are adding a contact from an email, adding a bookmark in a browser, or displaying downloads or file transfers.": "Este tipo de janela deve ser usado quando um utilizador pretende realizar uma acção rápida, sem sair da interface principal. Alguns exemplos de popover pode ser o adicionar um contacto a um e-mail, adicionar um bookmark num navegador, ou apresentar uma lista de descargas ou transferência de ficheiros. ",
    "Popovers should not be used when displaying only a simple list of items; instead, use a menu. Likewise, don't use a popover if the user would spend more than a few seconds in it; instead, use a dialog. Remember that popovers are contextual and should directly relate to the UI element from which they spawn.": "Popovers não devem ser usados quando apresentando apenas uma simples lista de items, Em vez disto usa um menu. Da mesma forma não uses um popover se o utilizador vai dispender mais do que alguns segundos a usar as opções disponíveis. em vez disso usa uma janela de diálogo. Lembra-te que as janelas de popover são contextuais e deve-se relacionar com o elemento da interface a partir do qual são geradas. ",
    "Toolbars": "Barra de Ferramentas",
    "A Toolbar is useful for providing users with quick access to an app's most used features. Besides Buttons, a Toolbar is one of the most frequently used UI elements. It may seem like a simple container, but it is important to remain consistent in it's use and organization.": "Uma barra de ferramentas é útil para apresentar ao utilizador um acesso rápido às funcionalidades mais usadas da aplicação. Além de botões, esta barra é um dos elementos de UI mais usados. Pode parecer um simples contentor, mas é importante que permaneça consistente no seu uso e organização.",
    "Ordering Toolbar Items": "Ordenação de Items da Barra de Tarefas",
    "Toolbar items should be organized with the most significant objects on the left and the least significant on the right, with the AppMenu always on the far right of the Toolbar. If you have many toolbar items it may be appropriate to divide them into groups with space in between each group. Keep in mind that when viewed with RTL languages, your toolbar layout will be flipped.": "Os elementos da barra de ferramentas devem estar organizado com os objectos mais importante a esquerda, e os menos à direita, com o AppMenu sempre no extremo direito da barra. Se tens muitos elementos, poderá ser apropriado dividir os mesmos em grupos, usando para tal espaço em branco entre cada grupo. Lembra-te que quando apresentados com escrita inversa - da direita para a esquerda - esta barra também estará invertida. ",
    "UI Toolkit Elements": "Elementos do Kit de Ferramentas da IU",
    "elementary uses consistent user interface (UI) elements to bring a unified and predictable experience to users, no matter what app they're using. When used properly, this ensures a small (or nonexistent) learning curve for your app.": "O elementary usa elementos de interface (UI) consistentes para apresentar ao utilizador uma experiência unificada e previsível, independentemente da app a usar. Quando usado corretamente, isto assegura uma curva de aprendizagem para a tua app mínima (ou inexistente).",
    "Widget Concepts": "Conceitos de Widget",
    "Before we get into all the widgets available in elementary OS, we need to cover some basic concepts that apply to all widgets. Employing these concepts correctly will create a more seamless experience for your users and help you avoid sifting through bug reports!": "Antes de apresentarmos todos o widgets disponíveis no elementary OS, precisamos de cobrir alguns conceitos básicos que lhes são comuns. Usar estes conceitos corretamente vai criar uma experiência muito mais unificada, e evitar-te a ti, horas perdidas a ler bug reports!",
    "Controls That Do Nothing": "Controlos Que Não Fazem Nada",
    "A very common mistake for developers to make is creating controls that seemingly do nothing. Keep in mind that we want to present an environment where users feel comfortable exploring. A curious user will interact with a control expecting there to be some immediate reaction. When a control seemingly does nothing, this creates confusion and can be scary (Think,  &quot;uh-oh I don't know what happened!&quot;). In some cases, controls that do nothing are simply clutter and add unnecessary complexity to your UI.": "Um erro comum que os developers fazerm é criar controladores que aparentemtente fazem...nada. Tem em mente que queremos apresentar um ambiente de trabalho onde os utilizadores se sintam confortaveis. Um utilizador curioso vai interagir com um controlo na esperança de ver uma acção realizada no imediato. Quando um elemento não produz qualquer efeito visível, isto cria confusão e mesmo medo (\"uh.oh... não sei o que acabei de fazer!\"). Em alguns casos, estes controlos que nada fazem são lixo que apenas adicionam complexidade a tua UI.",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Considera o botão \"limpar\" presente nas caixas de pesquisa. Este apenas aparece quando é relevante. Quando o campo está vazio, é desnecessário.",
    "Sensitivity": "Sensibilidade",
    "Sometimes it doesn't make sense for a user to interact with a widget until some pre-requisite is fulfilled. For example, It doesn't make sense to allow a user to click the &quot;Forward&quot; button in a browser unless there is forward history available. In this case, you should make the &quot;Forward&quot; button insensitive or a user may click it, expecting a result, and be confused when nothing happens.": "Por vezes não faz sentido ao utilizador interagir com um widget até que algum pre-requisito seja verificado. Por exemplo, não faz sentido permitir ao utilizador carregar em \"avançar\" num browser, quando não existe uma história de visitas de onde se voltou. Neste caso, deverá retirar a sensibilidade a este botão, para evitar que um utilizador o invoque na expectativa de ver um resultado... e nada acontecer.",
    "It's usually better to make a widget insensitive than to hide it altogether. Making a widget insensitive informs the user that the functionality is available, but only after a certain condition is met. Hiding the widget gives the impression that the functionality is not available at all or can leave a user wondering why a feature has suddenly &quot;disappeared&quot;.": "É preferível retirar a sensibilidade ao widget em vez de o retirar por completo. Tornar o widget insensível informa o utilizador que a funcionalidade está disponível, mas apenas após se verificar uma certa condição. Esconder o widget pode dar a impressão de que a funcionalidade não está disponível, ou pode levar o utilizador a pensar que uma funcionalidade \"desapareceu\".",
    "Hidden Widgets": "Widgets Escondidos",
    "When a widget only makes sense in a certain context (not as an indicator of an action to be performed) sometimes it does make more sense to hide it. Take hardware requirements for example: It may not make sense to show multi-display options if the system only has a single display. Making multi-display options insensitive is not really a helpful hint on this system. Another exemption to this rule is a widget that a user will only look for in context, like the clear button example above. Finally, Keep in mind that insensitive items will still be recognized by screen readers and other assistive tech, while hidden widgets will not.": "P oderá fazer sentido esconder um widget quando este apenas faz sentido num certo contexto (não como indicador de uma acção a ser desempenhada). Pensemos num exemplo com hardware. Poderá não fazer sentido apresentar as opções de multi-monitores se o computador tiver apenas um ecrã conectado. Retirar apenas a sensibilidade a estes controlos não contribui positivamente para passar qualquer ideia ao utilizador. e pode gerar confusão. Outra excepção a esta regra é um widget que o utilizador apenas procurará num contexto, como o exemplo do \"botão de limpar\" acima descrito. Finalmente, lembra-te que os items sem sensibilidade continuarão a ser interpretados pelos leitores de ecrã e outras tecnologias de assitência a leitura, enquanto que os escondidos não.",
    "Spacing": "Espaçamento",
    "Windows should have a 12px (minimum) space between any widgets and the window's border.": "A janela deverá ter um intervalo de 12px (mínimo) entre qualquer widget e a borda da mesma.",
    "Labels should be 12px (minimum) from their widgets.": "A etiqueta de um widget deverá distânciar 12px (mínimo) do mesmo.",
    "If there are section headers present, labels should be indented.": "Se existirem cabeçalhos numa secção, as etiquetas deverão ser identadas.",
    "Horizontal spacing between buttons is 6px.": "O espaçamento horizontal entre botões é de 6px.",
    "Alignment": "Alinhamento",
    "Widgets should be &quot;Justified&quot; so that they align on both the left and right sides. Do not include &quot;descriptor&quot; widgets such as icons or labels in this justification.": "Os widgets deverão ser \"justificados\" para que alinhem do lado direito e do esquerdo. Não incluas \"widgets de descrição\" como icones e etiquetas nesta justificação.",
    "Labels should be right aligned with respect to each other when possible.": "As etiquetas deverão ser alinhadas a direita entre si, sempre que possível.",
    "Section headers should be left aligned with respect to each other.": "Os cabeçalhos de secção deverão ser alinhados à esquerda entre si.",
    "See also: <a href=\"http://uxmovement.com/forms/form-label-proximity-right-aligned-is-easier-to-scan\">Form Label Proximity: Right Aligned is Easier to Scan</a> by UX Movement": "Ver também: <a href=\"http://uxmovement.com/forms/form-label-proximity-right-aligned-is-easier-to-scan\">Form Label Proximity: Right Aligned is Easier to Scan</a> por UX Movement",
    "Infobars": "Barras de Informação",
    "Infobars provide contextual information and actions to the user with varying levels of severity.": "As Barras de Informação oferecem informação contextual e acções, de acordo com o seu nível de importância.",
    "It is important to determine the severity or type of infobar to use. There are four types of infobars available:": "É importante determinar a importância ou tipo de Barra de Informação a usar. Existem quatro tipos de Barras de Informação disponíveis:",
    "<strong>Information</strong>: Supplemental information and an optional action the user may perform. Shows as white in the UI.": "<strong>Informação</strong>: Informação adicional e uma acção adicional que o utilizador pode realizar. Apresentada a branco na Interface.",
    "<strong>Question</strong>: A non-critical question for the user. An answer of some sort is expected, but it's not urgent or severe. Shows as blue in the UI.": "<strong>Questão</strong>: Uma questão não crítica para o utilizador. Uma resposta é esperada, mas não é urgente, nem grave. Exibida a azul na UI.",
    "<strong>Warning</strong>: Lets the user know something unexpected or bad may happen and provides an action to resolve it. Displays as yellow in the UI.": "<strong>Aviso</strong>: permite ao utilizador saber que alguma coisa inesperada ou má poderá acontecer, e oferece uma acção disponível para resolver. Apresentada a amarelo na UI.",
    "<strong>Error</strong>: Informs the user of an error that has occurred and requires a user action to resolve it. Reserved for critical situations. Displays as red in the UI.": "<strong>Erro</strong>: Informa o utilizador que ocorreu um erro, e que é exigida a sua intervenção para o resolver. Reservado para situações críticas. Apresentadas a vermelho na UI.",
    "Welcome Screen": "Ecrã de Boas Vindas",
    "The Welcome Screen is a friendly way to help users get started with your app.": "O Ecrã de Boas Vindas é uma forma amigável de ajudar utilizadores a começarem com a sua app.",
    "Usage": "Utilização",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Tipicamente o Ecrã de Boas Vindas é  usado para apps tipo Noise ou Scratch onde se tem de importar ou criar objetos numa biblioteca antes de poder interagir com os mesmos. Isto proporciona aos seus utilizadores um caminho claro para começar e aponta quaisquer passos imediatos que eles devem tomar antes da sua app se tornar útil.",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Certifica-te de que o Ecrã de Boas Vindas é mostrado novamente caso a tua app permita que a sua biblioteca seja esvaziada, em vez de apresentar uma lista vazia.",
    "Labeling": "Etiquetagem",
    "The Welcome Screen consists of two sets of labels:": "O Ecrã de Boas Vindas consiste em dois conjuntos de etiquetas:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "O primeiro conjunto explica a situação e no que é que o Ecrã de Boas Vindas o irá ajudar a conseguir. Como exemplo, o Ecrã de Boas Vindas do Noise explica que a sua biblioteca de música está vazia e que para que a vista de biblioteca seja útil, tem primeiro de lhe adicionar músicas.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "O segundo conjunto de etiquetas consiste nas ações que irão assistir um utilizador a começar com a sua app. Usando novamente o Noise como exemplo, uma ação possível é definir a sua pasta de música para uma localização alternativa. Primeiro nomeamos a ação, \"Definir Pasta de Música\". Depois, descrevemos o que a ação faz, \"Busca a sua pasta de Música e importa os seus conteúdos.\"",
    "Iconography": "Iconografia",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Agrupado com cada ação está um ícone que ajuda a identificá-la rapidamente. Na maior parte do tempo estes serão ícones de Ações, mas pode usar Ícones de Sítios quando importar ou definir uma localização e até mesmo ícones de Apps se tiver de abrir um utilitário de configuração.",
    "Source List": "Lista de Fontes",
    "A source list may be used as a high-level form of navigation. Source lists are useful for showing different locations, bookmarks, or categories within your app.": "Uma lista de fontes pode ser usada como uma forma de navegação de topo. Estas listas são úteis para apresentar diferentes locais, bookmarks ou categorias dentro da sua app.",
    "Sections": "Secções",
    "A source list may be separated into different collapsible sections, each with its own heading. For example, a file manager might have a section for bookmarked locations, a section for storage devices attached to the computer, and a section for network locations. These sections help group related items in the source list and allows the user to hide away sections they might not use.": "Uma lista de fontes pode ser separada em várias secções colapsáveis, cada uma com o seu cabeçalho. Por exemplo, um gestor de ficheiros poder ter uma secção para sítios masi frequentes, outra para dispositivos de armazenamento externos, e uma secção para equipamentos em rede. Estas secções ajudam a agrupar items relacionados na lista de fontes, e permite ao utilizador a esconder secções que não usa.",
    "Avoid nesting expandable sections within a source list if possible; if you find yourself wanting to do this, you may need to rethink the sections.": "Evita secções expansíveis em cascata se possível. Se te vês na situação de usar este tipo de arrumação, poderá ser melhor repensar as secções que escolheste. ",
    "Hierarchy": "Hierarquia",
    "Hierarchy is important with source lists, both within the widget itself and within the broader scope of your app.": "A hierarquia é importante nas listas de fontes, tanto dentro do teu widget, como no compto geral da tua aplicação.",
    "Sections in the source list should be sorted from most important at the top to least important at the bottom. If you're having a hard time deciding the relative importance of each section, think about which section a user is likely to use more often. Sorting the sections this way ensures that the most important items are always visible, even if the source list is too short to fit all of the items, though of course items at the bottom will still be accessible via scrolling.": "As secções presentes nas listas deverão ser apresentadas de acordo com a sua importãncia, com as mais importantes à cabeça. Se estás com dificuldade em decidir quais as importâncias relativas de cada secção, pensa em qual o utilizador deverá usar mais vezes. Arrumar as secções desta forma assegura que as mais importantes estão sempre visíveis, mesmo que o espaço seja curto para se verem todas as secções, e as menos importantes estarão disponíveis após o scroll.",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "Uma Lista de Fontes fica do lado esquerdo de uma janela (do lado direito para RTL). Uma vez que o utilizador estrutura a sua leitura desta forma, a barra lateral vê a sua importancia reforçada (uma vez que vem primeiro) face aos demais conteúdos.",
    "Buttons": "Botões",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "OS botões são dos widgets mais importantes de compreender, uma vez que a tua app certamente os vai usar. ",
    "Tool Buttons": "Botões de Ferramentas",
    "Tool Buttons are almost always icon-only and do not provide a button border. They should not be accompanied by a label.": "Os botões de ferramentas são quase sempre exclusivamente icónicos, e não têm borda. Não devem ser acompanhados por uma etiqueta. ",
    "Tooltips": "Tooltips",
    "All Tool Buttons should have tooltips, since they do not contain a label. This assists users with disabilities as well as giving a translation for an unrecognized icon. Tooltips should be done in Sentence Case.": "Todos os botões deverão ter tooltips, uma vez que não contêm etiquetas. Isto dá assistência ao utilizador com dificuldades visuais, bem como providencia uma descrição para um icone que não seja reconhecido à primeira. Estas tooltips devem ser escritas em Sentence Case - maiúsculas e minúsculas.",
    "Like text button labels, a tooltip should clearly describe what will happen when the button is pressed.": "Tal como as etiquetas textuais dos botões, estas tooltips deverão descrever claramente o que acontecerá quando o botão for pressionado.",
    "Text Buttons": "Botões de Texto",
    "Text Button labels should be done in Title Case.": "O texto das etiquetas dos botões deverá ser sempre em TItle Case - Primeira letra de cada palavra em maiúsculas.",
    "Like menu items, Text Button labels should consist of an Action or a Location but not a status. Make sure that a button's label clearly describes what will happen when it is pressed.": "Tal como os items dos menus, as etiquetas dos Botões deverão consistir numa acção ou localização, mas não um estado. Certifica-te que a etiqueta descreve claramente o que vai acontecer quando o botão for pressionado.",
    "&quot;Remove Account&quot;, &quot;Transfer to Jim's Laptop&quot;, and &quot;Import 20 Songs&quot; are good labels.": "\"Remover Conta\", \"Transferir Para o Portátil\", e \"Importar 20 Canções\" são boas etiquetas.",
    "&quot;OK&quot;, &quot;Get more storage!&quot;, and &quot;Low Battery&quot; are not good button labels. The &quot;Get more storage!&quot; label uses incorrect capitalization and unnecessary punctuation. With the other two labels, It's not very clear what will happen when these buttons are clicked.": "\"OK\", \"Obtenha mais armazenamento!\" e \"Bateria Baixa\" não são boas etiquetas para botões. A \"Obtenha mais armazenamento!\" usa uma capitalização incorrecta, e pontuação desencessária. Com os outros exemplos não fica bem claro o que acontece quando estes são pressionados.",
    "Since Text buttons have a clear and explicit label, it's usually unnecessary to give them a tooltip.": "Uma vez que os botões têm uma etiqueta clara e explícita, é normalmente desencessário acrescentar uma tooltip.",
    "Linked Buttons": "Botões Interligados",
    "Linked Buttons are used to group actions that are either similar in nature or mutually exclusive. For example, they could group text options like Bold, Italic, and Underline. Or they can be used to group mutually exclusive states like Grid, List, or Column view.": "Botões Interligados são usados para agrupar acções que são semelhantes em natureza ou mutamente exclusivas. Por exemplo, poderão agrupar opções de texto como Negrito, itálico e Sublinhado, ou podem ser usadas de forma mutamente exclusiva como \"Grelha, Lista, ou Vista de Coluna\".",
    "Linked Buttons should never contain colored icons. Only 16px symbolic icons OR text. Do not mix icons and text.": "Estes Botões Interligados nunca deverão conter icones coloridos. Apenas icones simbólicos de 16px OU texto. Nunca deves misturar texto e icones.",
    "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The OK Button Is No Longer Okay</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The OK Button Is No Longer Okay</a> por UX Movement",
    "AppMenu": "AppMenu",
    "The AppMenu is an optional menu which is opened using the gear-shaped icon on the far-right of an app's toolbar. It provides relevant menu items in place of the traditional &quot;File, Edit, View...&quot; menu bar.": "O AppMenu é um menu adicional que se abre ao clicar no icone da roda dentada no extremo direito da barra de ferramentas. Providencia entradas de menu relevantes em vez do mais tradicional menu \"File, Edit, View...\" .",
    "You should first consider if your app needs this widget. While most apps may have one, your app may not necessarily need an AppMenu.": "Deverás equancionar se a tua app necessita deste widget. Apesar da maioria das apps terem um, a tua app pode não necessitar do mesmo.",
    "When adding items to your AppMenu, consider the following:": "Ao adicionar items ao teu AppMenu, considera o seguinte:",
    "Items should be relevant and useful. It's not acceptable to duplicate items that are found in your main UI here.": "Os items deverão ser relevantes e úteis. Não é aceitavel duplicares items aqui, que já existam noutros sítios da Interface.",
    "If the app includes a &quot;preferences&quot; window, it should be available from the AppMenu.": "Se a aplicação inclui uma janela de \"preferências\", esta deverá estar disponível a partir deste widget.",
    "There should be an item for the &quot;About&quot; dialog which contains links to the project's bug tracker, help, etc.": "Deverá ter uma entrada para a caixa de diálogo \"Sobre\", que contém links para um local para reportar bugs, ajuda, etc.",
    "If an AppMenu is displayed, a menu bar should not be, and vice-versa.": "Se um AppMenu é apresentado, não se deve usar a Barra de Menu, e vice-versa.",
    "Search Fields": "Campos de Pesquisa",
    "Apps that support the searching or filtering of content should include a search field on the right side of the app's toolbar (to the left of the AppMenu). This gives users a predictable place to see whether or not an app supports searching, and a consistent location from which to search. Gtk+ provides a convenient complex widget for this purpose called <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.SearchEntry\">Gtk.SearchEntry</a>.": "Aplicações que suportem a procura ou filtragem dos conteúdos devem incluir um campo de procura no lado direito da barra de ferramentas da aplicação (à esquerda do AppMenu). Isto dá aos utilizadores um local previsível para saber se a aplicação suporta a pesquisa ou não. O Gtk+ inclui um widget complexo e conveniente para isto chamado <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.SearchEntry\">Gtk.SearchEntry</a>.",
    "Behavior": "Comportamento",
    "If it is possible to include search functionality within your app, it is best to do so. Any list or representation of multiple pieces of data should be searchable using a search field that follows these rules:": "Se for possível incluir a funcionalidade de pesquisa na tua app... inclui!. Qualuqer lista ou representação de múltiplas entidades de dados deve ser pesquisável usando um campo de pesquisa que siga as seguintes regras:",
    "Results should be instantly shown as you type. This helps your app to appear faster and is more useful than having to hit &quot;Enter&quot; and wait. Exceptions may be made if the data is not stored locally.": "Os resultados devem ser apresentados a medida que se escreve na pesquisa. Isto ajuda a mostrar quão rápida é a tua aplicação, e é mais prático do que ter que carregar em \"Enter\" e esperar. Pode-se fazer uma excepção caso os dados não sejam guardados localmente.",
    "In most cases, the search should be case-insensitive; users should not be expected to provide the exact capitalization. A good compromise is &quot;smart case&quot; where case is respected whenever the user intentionally types lower and upper case letters.": "Na maioria dos casos, a pesquisa não deve depender da capitalização: Não deve ser esperado dos utilizadores o conhecimento das regras de capitalização usadas. Um bom compromisso é usar o \"smart case\" onde os casos apresentados são independentes da capitalização usada pelo utilizador, ainda que usada de propósito pelo utilizador.",
    "Search fields should contain hint text that describes what will be search. You can set this using the entry property <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Entry.placeholder_text\">&quot;placeholder_text&quot;</a>.": "Os campos de pesquisa deverão conter uma dica textual que descreva o que vai ser pesquisado. Pode definir este valor usando a propriedade <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Entry.placeholder_text\">\"placeholder_text\"</a>.",
    "Most search fields should use the format &quot;Search OBJECTS&quot; where OBJECTS is something to be searched, like Contacts, Accounts, etc.": "A maioria dos campos de pesquisa deve usar o formato \"Pesquisa OBJECTO\" onde OBJECTO é o que vai ser pequisado, como Contactos, Contas, etc.",
    "If the search field interacts with a search service, the hint text should be the name of that service such as &quot;Google&quot; or &quot;Yahoo!&quot;": "Se o campo de pesquisa interage com um motor de busca, a dica textual deverá ser o nome do serviço a usar como \"google\" ou \"Yahoo!\".",
    "Checkboxes &amp; Switches": "Caixas de Verificação & Interruptores",
    "Checkboxes": "Caixas de Verificação",
    "Checkboxes present a way for users to select items from a list.": "As Caixas de Verificação oferecem uma forma para o utilizador seleccionar items de uma lista.",
    "Use checkboxes when users are making a selection of items.\nMake sure that a user can toggle the state of the checkbox by clicking on the label associated with the checkbox.": "Usa Caixas de Verificação quando o utilizador tem que fazer uma escolha de items. Certifica-te que o utilizador pode ativar a Caixa de Verificação clicando na etiqueta que a acompanha.",
    "Labels associated with Checkboxes should usually be nouns or nounal phrases.": "As etiquetas associadas com as Caixas de Verificação devem conter nomes, ou frases nominativas. ",
    "Switches": "Interruptores",
    "Switches present a way for users to toggle certain features or behaviors &quot;on&quot; or &quot;off&quot;.": "Interruptores oferecem uma forma ao utilizador para activar e desativar algumas funcionalidades ou comportamentos \"ligado\" ou \"desligado\".",
    "Don't use switches to include related items as part of a list, instead use a checkbox. Think of switches as acting on independent services and checkboxes as including objects in a list. This is an important distinction to make.": "Não uses interruptores para incluir items relacionados como parte de uma lista, usa uma Caixa de Verificação. Pensa no interruptor como actuante em serviços independentes, e as caixas de Verificação para incluir objetos numa lista. Isto é uma distinção importante a fazer. ",
    "Notice that the option &quot;Record from microphone&quot; is a great candidate for a switch. You are enabling and disabling this recording service.": "Nota que a opção \"gravar a partir do microfone\" é uma boa candidata para um interruptor. Estás a activar ou desactivar o serviço de gravação.",
    "However, if there are two options &quot;Record system sounds&quot; and &quot;Record from microphone&quot; you are now dealing with a list of related items to include as part of a larger recording service (who's on and off state is independent of what services it includes). In this case, a checkbox is more appropriate to denote this inclusion.": "No entanto, se há duas opções \"Gravar os sons de sistema\" e \"Gravar a partir do microfone\" já estás a lidar com uma lista de items relacionados, e que deverão ser incluídos como partes de um serviço de gravação (cujo estado de on e off é independente do tipo de serviços incluídos). Neste caso, uma Caixa de verificação  é mais apropriado para apresentar estas duas opções.",
    "When possible, directly call out the service you are acting on. Do not use words that describe the state that the widget is describing like &quot;Enable Multitouch&quot;, &quot;Use Multitouch&quot;, or &quot;Disable Multitouch&quot;. This can create a confusing situation logically. Instead, simply use the noun and write &quot;Multitouch&quot;.": "Sempre que possível invoca diretamente o nome do serviço sobre o qual estás a actuar. Não uses palavras que descrevam o estado que o widget está a descrever, como por exemplo \"activar multitoque\", \"Usar multitoque\" ou \"Desactivar Multitoque\". Isto pode gerar uma situação confusa. Em vez disso, usa apenas o nome e escreve \"Multitoque\".",
    "See also: <em><a href=\"http://uxmovement.com/forms/ways-to-make-checkboxes-radio-buttons-easier-to-click/\">3 Ways to Make Checkboxes, Radio Buttons Easier to Click</a></em> by UX Movement": "Ver também: <em><a href=\"http://uxmovement.com/forms/ways-to-make-checkboxes-radio-buttons-easier-to-click/\">3 Ways to Make Checkboxes, Radio Buttons Easier to Click</a></em> por UX Movement",
    "Notebooks": "Livro de Notas",
    "Notebooks are a type of widget that allow showing one of multiple pages in an app, also colloquially referred to as &quot;tab bars.&quot;": "Blocos de notas são um tipo de widget que permite exibir uma de múltiplas páginas numa aplicação, também conhecidas por \"tabs\" ou \"separadores\".",
    "Static Notebook": "Bloco de Notas Estático",
    "A Static Notebook is a small set of unchanging tabs, commonly seen in preferences or settings screens. The tabs appear as linked buttons centered at the top of the content area. A Static Notebook should typically contain two to five tabs.": "Um Bloco de Notas estático é um conjunto pequeno de separadores estáticos, normalmente vistos em ecrãs de preferências. Estes aparecem como botões interligados centrados no topo da área de conteúdo. Este Bloco de Notas deverá ter duas a 5 entradas.",
    "Dynamic Notebook": "Bloco de Notas Dinâmico",
    "A Dynamic Notebook is a way for an app to provide user-managable tabbing functionality, commonly seen in web browsers. The tabs appear attached to the toolbar on their own tab bar above the relevant content. Tabs are able to be rearranged and closed and a &quot;new tab&quot; button is at the left ot the notebook widget.": "Um Bloco de Notas Dinâmico é uma forma de se disponibilizar a gestão desta funcionalidade ao utilizador final, normalmente visto nos navegadores de internet. Os separadores aparecem \"agarrados\" a barra de ferramentas na sua barra específica, sobre o conteúdo relevante. Estes separadores podem ser reordenados e fechados pelo utilizador, existindo o botão de \"novo separador\" no extremo esquerdo desde widget.",
    "Iconography is a key part of elementary OS. Icons make up the majority of the UI that your user will be actively engaging with; they're what bring the system to life and cater to the powerful recognition engine of the human brain.": "A iconografia é uma parte chave do elementary OS. Os icones são a principal componente da Interface que o utilizador vai usar; é o que dá vida ao sistema, e permite ao cérebro humano reconhecer o que está a ver.",
    "Shape": "Forma",
    "Your icon should have a distinctive shape/silhouette to improve its recognition. This shape should not be too complicated, but the icon should not always be a rounded rectangle.": "Os teus icones devem ter uma forma/silhueta distinta para melhorar o seu reconhecimento. Esta forma não deve ser muito complicada, mas o icone não dever ser sempre um rectângulo arredondado.",
    "Warning dialog icon": "Ícone Dialogo de Aviso",
    "Chat icon": "Ícone Conversa ",
    "Photos icon": "Ícone Fotos",
    "Videos icon": "Ícone Videos",
    "Online accounts icon": "Ícone Contas Online",
    "Terminal icon": "Ícone Terminal",
    "Metaphors": "Metáforas",
    "If you're creating an icon for a hardware device or a file type (such as those for MimeType or Device icons), its shape is typically a visual representation of its real-world counterparts. For example, the icon for a camera is a stylized camera.": "Se estás a criar um icone para um equipamento físico ou tipo de ficheiro (como os do MimeType ou Dispositivo), a sua forma é normalmente a representação visual dos seus equivalentes no mundo real. Por exemplo o icone da camara fotográfica, é uma camara fotográfica estilizada.",
    "Camera icon": "Ícone Camera",
    "Hard disk icon": "Ícone Disco Rigido",
    "Mouse icon": "Ícone Rato",
    "Package icon": "Ícone de Pacote",
    "HTML Text icon": "Ícone Texto HTML",
    "Computer icon": "Ícone Computador",
    "Action Icons": "Icones de Acção.",
    "Action icons are used to represent common user actions, such as &quot;delete&quot;, &quot;play&quot;, or &quot;save&quot;. These icons are mostly found in app toolbars, but can be found throughout the OS.": "Ícones de ação são gráficos usados para representar ações de utilizador. Ícones de ação são mais vulgarmente encontrados nas barras de ferramentas das apps, mas podem ser encontrados por toda a parte no SO.",
    "Previous icon": "Ícone Retroceder",
    "Next icon": "Ícone Avançar",
    "Document export icon": "Ícone de Exportar Documento",
    "Print icon": "Ícone de Imprimir",
    "Save icon": "Ícone de Gravar",
    "Delete icon": "Ícone de Apagar",
    "Cut icon": "Ícone de Cortar",
    "Undo icon": "Ícone de desfazer",
    "Inverse icon": "Ícone de Inverter",
    "Play icon": "Ícone de Reproduzir",
    "New tag icon": "Ícone de Nova Etiqueta",
    "Menu icon": "Ícone de Menu",
    "If your app makes use one of these common actions, reference its corresponding icon instead of creating your own. This ensures a consistent user experience and aids in user recognition of common functions.": "Se a tua app tem uma ação que pode ser descrita por um ícone de ação existente do sistema, usa esse ícone. Isto assegura uma experiência de utilização consistente e ajuda o utilizador no reconhecimento de funções comuns.",
    "If your app has a unique action, you may need to create your own. When doing this, try to follow the look and feel of existing action icons, and include it along with your app.": "Se a sua app tem uma ação única não facilmente descrita por um ícone existente, podes ter de criar o teu próprio ícone. Segue o aspecto e aparência dos ícones de sistema existentes e instala o ícone juntamente com a tua app.",
    "Icon Sizes": "Dimensões dos Icones",
    "elementary OS uses <strong>six</strong> main icon sizes throughout the OS and it's best to include all six as part of your application.": "O elementary OS usa <strong>seis</strong> dimensões de icones e é sempre necessário incluir as seis dimensões como parte integrante da tua aplicação.",
    "16 pixel Terminal icon": "Ícone de Terminal a 16 pixels",
    "24 pixel Terminal icon": "Ícone de Terminal a 24 pixels",
    "32 pixel Terminal icon": "Ícone de Terminal a 32 pixels",
    "48 pixel Terminal icon": "Ícone de Terminal a 48 pixels",
    "64 pixel Terminal icon": "Ícone de Terminal a 64 pixels",
    "128 pixel Terminal icon": "Ícone de Terminal a 128 pixels",
    "Design each icon for the size it's meant to be viewed at. In other words, do not design one icon and resize it to fill the remaining sizes, the best result is when each icon is designed individually. For more information about this practice (called &quot;pixel-fitting&quot;) and its importance, we recommend reading <a href=\"http://dcurt.is/pixel-fitting\">Dustin Curtis' article, Pixel-fitting</a>.": "Desenha cada ícone no tamanho em que é suposto ser visto. Por outras palavras, não desenhes o ícone e redimensiones para os restantes tamanhos, o melhor resultado é conseguido quando cada ícone é desenhado individualmente. Para mais informação acerca desta prática (chamada \"pixel-fitting\") e a sua importância, recomendamos a leitura do <a href=\"http://dcurt.is/pixel-fitting\">artigo de Dustin Curtis, Pixel-fitting</a>.",
    "Color Palette": "Paleta de Cores",
    "Color, don't be afraid to use it! Many of the elementary icons use vibrant colors; it's best to reserve muted tones and greys for boring system icons.": "Cor, Não tenhas receio de a usar! Muitos dos icones do elementary usam cores vibrantes; é melhor reservar os tons mais neutros e cinzas para os icones de sistema.",
    "Mail icon": "Ícone de Mail",
    "RSS Reader icon": "Ícone de Leitor RSS",
    "Web browser icon": "Ícone de Navegador Web",
    "Network icon": "Ícone de Rede",
    "Calendar icon": "Ícone de Calenário",
    "Colors do have their connotations, so be cognisant of this when picking them. For instance: red is usually associated with error or &quot;danger&quot; and orange with warnings. But you can use these color connotations to help convey your icon's meaning, such as green for &quot;go&quot;.": "As cores têm um sentido, uma conotação que deves conhecer. o vermelho, por exemplo, está normalmente associado a erro ou perigo e o laranja com aviso. Mas podes usar esta informação para ajudar a passar o significado do icone, como por exemplo a cor verde num icone para avançar.",
    "Symbolic Icons": "Symbolic Icons",
    "Symbolic icons are common system icons, that symbolize files, devices, or directories and are also used to represent common actions like cut, copy, and save.": "Symbolic icons are common system icons, that symbolize files, devices, or directories and are also used to represent common actions like cut, copy, and save.",
    "Each symbolic icon is a reduced form of its full-color counter part. This minimal design ensures readability and clarity even at small sizes.": "Each symbolic icon is a reduced form of its full-color counter part. This minimal design ensures readability and clarity even at small sizes.",
    "Symbolic vs. colored icon": "Symbolic vs. colored icon",
    "Colored vs. Symbolic Icons": "Colored vs. Symbolic Icons",
    "The use of full-color and symbolic icons is not interchangeable, both have appropriate uses.": "The use of full-color and symbolic icons is not interchangeable, both have appropriate uses.",
    "Full color icons are best used for:": "Full color icons are best used for:",
    "application icons": "application icons",
    "files and mimetypes": "files and mimetypes",
    "device icons": "device icons",
    "places": "places",
    "Symbolic icons are best used:": "Symbolic icons are best used:",
    "on buttons": "on buttons",
    "in lists or text fields": "in lists or text fields",
    "for status indicators": "for status indicators",
    "when the background is dynamic or semi-transparent, for example: media overlays": "when the background is dynamic or semi-transparent, for example: media overlays",
    "Composition": "Composição",
    "There are three aspects to note when designing an elementary icon:": "Há três aspectos a ter em conta quando desenhas um icone para o elementary:",
    "Its baseline (highlighted in": "A sua baseline (evidenciada a ",
    "blue": "azul",
    ") to ensure that all icons of one size line up along the bottom when in a row (much like text).": ") para assegurar que todos os icones com uma dimensão ficam corretamente alinhados no fundo quando disposto em linha (tal como se faz com o texto).",
    "Its mean line height (": "A linha de meia altura (",
    "green": "verde",
    "), also known as the center line of your canvas.": ") também conhecida como a linha central da área de trabalho.",
    "The x-height (shown in": "A X-height (mostrada a",
    "red": "Vermelho",
    ") or &quot;how tall&quot; your icon is.": ") que indica a altura total do seu icone.",
    "Composition breakdown of elementary Videos icon": "Composição pormenorizada no ícone de Vídeos do elementary",
    "Composition breakdown of elementary Terminal icon": "Composição pormenorizada do ícone de Terminal do elementary",
    "Keeping these lines in mind while designing, means you can place elements along them so icons appear more consistent when put together. For example, notice how some elements in both the Terminal and Videos icon above relate to the mean line.": "Ter em atenção estas três marcas enquando desenhas o icone, significa que podes colocar os elementos com a garantia de que os icones aparecerão mais consistentes quando juntos. Nota, por exemplo, como alguns elementos do icone do Terminal e dos Videos ficam alinhados relativamente a linha de meia altura.",
    "Common Measurements": "Medidas Comuns",
    "If you're designing a square-shaped icon, like the one for Terminal seen above, then consider using these common measurements (in pixels) for each icon.": "Se estás a desenhar um icone com o formato rectangular como este do Terminal, considera usar estas medidas (em pixeis) para cada dimensão de icone.",
    "Canvas Size": "Canvas Size",
    "Base Line": "Base Line",
    "x-Height": "x-Height",
    "Mean Line Height": "Mean Line Height",
    "16x16": "16x16",
    "24x24": "24x24",
    "32x32": "32x32",
    "48x48": "48x48",
    "64x64": "64x64",
    "128x128": "128x128",
    "Exceptions": "Exceções",
    "However there are exceptions. Many icons (especially mimetype icons) have ascending and descending elements, which are those elements that extend beyond the base line and x-height line (shown here in": "Há excepções. Muitos icones (especialmente icones de MimeType) têm elementos ascendentes e descendentes, que são aqueles que ultrapassam a base line e a linha x-height (apresentados aqui a ",
    "orange": "Laranja",
    "Composition exception example in elementary Video icon": "Composição de exemplo de uma exceção no ícone de Vídeo do elementary",
    "Composition exception example in elementary Terminal icon": "Composição de exemplo de uma exceção no ícone de Terminaldo elementary",
    "Rounder components will generally require some overshoot, to compensate for the optical illusion that makes them look smaller than their rectangular counterparts.": "Componentes arredondados necessitam normalmente de ultrapassar os limites, para compensar  a ilusão de optica que os torna aparentemente menores do que os seus congéneres quadrangulares.",
    "Outlines &amp; Contrast": "Outlines e contraste",
    "All elementary icons have a thin outline (stroke) to improve their contrast. The width of this stroke is <strong>one</strong> pixel for all icons, at every size.\nThe color of the outline is a darker variant (30% darker) of the primary color of the icon. For instance, in the calendar icon below, the green header has a stroke of a darker green.": "Todos os icones do elementary têm um outline fininho (stroke) para melhorar o seu contraste. A largura deste outline é de <strong>um</strong> píxel para todos os icones, em todas as dimensões.\nA cor do outline é uma variante (30% mais escura) da cor principal do icone. Por exemplo para o icone do calendário abaixo, o cabeçalho verde tem um stroke de um verde mais escuro.",
    "Example of contrast in elementary Calendar icon": "Exemplo de contraste no ícone de Calendário do elementary",
    "Example of contrast in elementary Settings icon": "Exemplo de contraste no ícone de Definições do elementary",
    "To further improve contrast, strokes are also semi-transparent. This ensures that icons appear sharp against a variety of backgrounds. Also, if the element is near-white, this stroke acts as a border and contains, rather than overlaps, its corresponding element. See the above icon for an example of this.": "Para melhorar o constraste, os strokes são também semi-transparentes. Isto assegura que os icones aparecem nítidos numa grande variedade de fundos. Do mesmo modo, se o elemento for quase branco, esta linha funciona como um border que contém, e não sobrepõe, o seu elemento. Espreita o exemplo acima para veres como deve ficar.",
    "Shadows &amp; Highlights": "Sombreados e luz",
    "If you picture an icon sitting on a shelf, facing you, with a light source above it, you may see a small fuzzy shadow near the bottom. Also, since the edges of an object tends to reflect more light due to your position relative to it and to the light source, they will have a highlight. Both these effects are something elementary icons emulate in their design to lend them a degree of realism.": "Se imaginares um icone numa prateira, de frente para ti, com uma lampada por cima, podes perceber uma sombra difusa por debaixo do icone. Da mesma forma, uma vez que os vértices do objecto tendem a reflectir mais luz face a tua posição relativa e a fonte de luz,  terão um highlight. Ambos estes efeitos são algo que todos os icones do elementary emulam no seu design para lhes emprestar um grau de realismo.",
    "Edge Highlight": "Iluminação dos vértices",
    "To apply the edge highlight effect to your icon, draw a subtle, <strong>1 pixel</strong>, inner stroke as a highlight. This outline is slightly brighter at the top and the bottom than it is at the edges.": "Para aplicar o efeito de highlight nos vértices no seu icone, desenha uma linha interior subtil de <strong>1 pixel</strong> como marcação. Este outline é mais claro no topo e no fundo do que nas laterais. ",
    "Edge highlight example in elementary Music icon": "Exemplo de iluminação de arestas no ícone de Música do elementary",
    "Drop Shadow": "Drop Shadow",
    "To draw the shadow, you'll start by drawing a rectangle. Then fill it with a linear gradient that is perpendicular to the bottom margin of the icon. The gradient has three stops, the first and last of which have zero opacity. Then this entire shape is set to <strong>60% opacity</strong>.": "Para desenhar a sombra começa por desenhar um rectângulo. Enche-o com um gradiente linear que é prependicular a margem inferior do icone. Este gradiente tem três paragens, a primeira e última têm zero de opacidade. Atribui depois uma <strong>opacidade de 60% </strong> a esta forma.",
    "Next create two smaller rectangles to &quot;bookend&quot; the larger. Fill each with a gradient identical to the first, but make it radial instead. Center the radial gradient in the middle of a short edge with each stop directly out to the nearest edge—see below for an example. Both these rectangles are also set to <strong>60% opacity</strong>.": "Em seguida, cria dois rectangulos de dimensão inferior para as pontas do maior. Enche cada um com um gradiente identico ao anterior, mas usa o radial. Centra verticalmente este gradiente no meio do gradiente anterior, de forma a conseguires uma continuidade entre todas as peças- Vê o exemplo abaixo-. Ambos estes rectângulos devem também ter uma <strong>opacidade de 60%</strong>.",
    "Pictogram Shadow": "Sombra do pictograma",
    "If your icon has a pictogram, such as the play triangle in the icon below, you can give it a drop shadow to make it stand out from the background of the icon.": "Se o teu icone tem um pictograma, como por exemplo o triângulo do botão de play do icone seguinte, podes atribuir uma drop shadow para que sobresaia do background do icone. ",
    "To do this, first duplicate the pictogram, fill it with solid black and set it to <strong>15% opacity</strong>. Next, shift it 1 pixel down and place it below the pictogram. Create a copy of this shadow and give it a 1 pixel stroke (also black) and adjust this element to <strong>7% opacity</strong>.": "Para fazeres isto, duplica o pictograma, enche-o com preto sólido, e altera a <strong>opacidade para 15%</strong>. De seguida desloca-o 1 pixel para baixo e coloca-o por debaixo do pictograma original. Cria uma cópia desta sombra é dá-lhe um stroke de 1 pixel (também preto) e ajusta este elemento para <strong>7% de opacidade</strong>.",
    "Icon Materials": "Icones e materiais",
    "You are free to add gloss (extra highlights) to your icon but this is only a good idea if you're emulating a surface that is more-reflective in real life (such as plastic, glass, etc.) For instance, a sheet of paper is not glossy therefore a icon emulating paper would not be either.": "És livre de acrescentar brilho (highlights extra) ao teu icone mas isto só é uma boa ideia se estás a emular uma superfície que seja mais reflectiva no original (plástico, vidro, etc.). por exemplo uma folha de papel não tem brilhos nem reflexos, logo um icone que a tome como base também não os deve ter. ",
    "Dos and Don'ts": "Dos e Don'ts",
    "Below are some &quot;do and don't&quot; examples to consider when creating icons for your app.": "A seguir apresentamos ainda alguns \"Dos e Don'ts\" com exemplos para considerares quando criares os teus icones.",
    "Your icon should not be overly complicated. Keep in mind that since there are smaller sizes, the elements that make up your icon should be distinguishable when at those sizes.": "O teu icone não deve ser complicado. Tem em mente que existem dimensões pequenas do mesmo, e os elementos que o constituem têm que ser visíveis nessas dimensões.",
    "Your icon should make use of transparent elements, and should not simply be full-frame images. Where you can, distinguish your icon with subtle yet appealing visuals.": "O teu icone deve usar elementos transparentes, e não deve ser apenas uma imagem em esqueleto. Onde conseguires, distingue o teu icon com elementos visuais apelativos, mas subtís.",
    "Don't make a thin icon. Your icon's weight should be comparable to that of other icons. An overly thin icon won't stand out well on many backgrounds.": "Não cries um icone fininho. O peso dos icones deve ser comparável com os demais. Além disso, um icone excesivamente fino não se evidencia bem contra muitos dos fundos existentes.",
    "If you would like to give your icon a tilted perspective, it should tilt backward (not forward).": "Se pretendes dar uma inclinação ou prespectiva, o icone deve inclinar-se para trás, (e nunca para a frente).",
    "Text": "Texto",
    "Although elementary primarily uses graphics as a means of interaction, text is also widely used for things like button labels, tooltips, menu items, dialog messages, and more. Using text consistently and clearly both in terminology and format is an extremely important part of designing your app and helps add to the overall cohesiveness of the elementary platform.": "Apesar do elementary usar principalmente gráficos como forma de interacção, o texto também está amplamente presente nas etiquetas dos botões, tooltips, items de menu, mensagens de diálogo, e outros. Usar o texto de forma consistente e clara em terminologia e formato é uma parte extremamente importante de desenhar uma aplicação, e ajuda a dar a coesão geral na plataforma elementary.",
    "<strong>Writing Style</strong>. Keep your text understandable and consistent with the rest of elementary.": "<strong>Estilo de escrita</strong>. Mantém o teu texto compreensível e consistente com o resto do elementary.",
    "<strong>Language</strong>. Keep other languages in mind.": "<strong>Linguagem</strong>. Lembra-te do suporte a outras línguas.",
    "<strong>Capitalization</strong>. What, when, and where to capitalize.": "<strong>Capitalização</strong>. O quê, quando e onde se deve usar maiúsculas.",
    "<strong>Punctuation</strong>. Avoid common mistakes and follow convention.": "<strong>Pontuação</strong>. Evita os erros mais comuns e segue as convenções gramaticais.",
    "<strong>Using Ellipsis</strong>. When, where, and why to use ellipsis.": "<strong>Usar Reticências</strong>. Quando, onde e porquê usar as reticências.",
    "<strong>Naming Menu Items</strong>. Keep your menus clear and consistent.": "<strong>Nomes de itens de menu</strong>. Mantém os teus menus claros e consistentes.",
    "Writing Style": "Estilo de Escrita",
    "Use the following rules to keep your text understandable and consistent:": "Segue as seguintes regras para manter o teu texto consistente e compreensível:",
    "Be Brief": "Sê Breve",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "Não entregues ao utilizador uma quantidade enorme de texto para ler; uma frase comprida pode desencorajar os utilizadores de a ler. Entrega sim texto curto e conciso.",
    "<strong>Bad</strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Mau</strong>: Não parece que existam músicas disponíveis para ouvir na sua biblioteca. Pode também usar o Noise para organizar a sua musica, adicionar mais, e ouvir a música que já dispõe. Para começar, clique no botão \"Adicionar\" e depois siga as instruções. Uma vez concluído o processo, a sua música aparecerá neste local.",
    "<strong>Better</strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Melhor</strong>: Adiciona algumas músicas ao Noise. Não conseguimos encontrar qualquer música para ouvires. [botões para importar músicas].",
    "Think Simple": "Pensa Simples",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Assume que o utilizador é inteligente, mas não técnico. Evita palavras compridas ou estranhas e foca-te em usar verbos simples, comuns, nomes e adjectivos. Nunca uses jargão técnico.",
    "<strong>Bad</strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Mau</strong>: 37 ficheiros com formato de audio foram importados com sucesso para a base de dados de músicas.",
    "<strong>Better</strong>: Successfully added 37 songs.": "<strong>Melhor</strong>: Adicionámos com sucesso 37 músicas.",
    "Get To The Bottom Line": "Vai directo ao assunto!",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Coloca a informação mais relevante no início do texto. Se o utilizador parar de ler, pelo menos fica com a memória do principal.",
    "<strong>Bad</strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Mau</strong>: A tua ligação a internet deve estar em baixo pois o Lingo não conseguiu encontrar qualquer definição. Verifica-a e tenta de novo.",
    "<strong>Better</strong>: No definition found. Check your network connection and try again.": "<strong>Melhor</strong>: Não econtrámos as definições. Verifica a tua ligação a internet e tenta de novo.",
    "Don't Repeat Yourself": "Não Te Repitas",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "Repetição pode ser irritante e adiciona desnecessariamente comprimento a tua mensagem.",
    "<strong>Bad</strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Mau</strong>: O teu endereço de e-mail johndoe@email.com, foi adicionado. Para aceder a conta johndoe@email.com, clica no \"johndoe@email.com\" acima.",
    "<strong>Better</strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Melhor</strong>: O teu e-mail foi adicionado. Para acederes clica no \"johndoe@email.com\" acima.",
    "Use Visual Hierarchy": "Usa Hierarquia Visual",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "Hierarquia visual ajuda os utilizadores a ler e compreender o teu texto, bem como a reconhecer o que é mais importante. Usa correctamente cabeçalhos e os outros estilos. ",
    "<strong>Bad</strong>:": "<strong>Mau</strong>:",
    "No files are open. Open a file to begin editing.": "Não há ficheiros abertos. Abra um ficheiro para iniciar edição.",
    "<strong>Better</strong>:": "<strong>Melhor</strong>:",
    "No files are open.": "Não existem ficheiros abertos.",
    "Open a file to begin editing.": "Abre um ficheiro para começar a editar.",
    "Language": "Idioma",
    "While much of elementary is developed in English, there are many users who do not know English or prefer their native language. While putting text into your app, keep the following in mind:": "Apesar da maioria do elementary ser desenvolvido em inglês, há muitos utilizadores que não falam esta língua, ou preferem a sua língua nativa. Quando escreves texto na tua app, lembra-te de que:",
    "<strong>Make it translatable.</strong> Always, always make your text translatable using the built-in methods. It can't be translated if you don't make it translatable. Include punctuation in translatable strings.": "<strong>Facilita a tradução.</strong> Cria SEMPRE campos de texto passíveis de tradução, usando os métodos internos disponíveis. Não poderá ser traduzido se não os criares desta forma. Inclui a pontuação nas strings de texto a traduzir. ",
    "<strong>Avoid culture-specific references.</strong> Remember that users of another language are going to be using your app. Specific metaphors or references will likely be lost on or downright confusing to other those users. Instead, use universal text.": "<strong>Evita referências culturais específicas</strong>. lembra-te que outros utilizadores de outras linguas e partes do mundo vão usar a tua app. Metáforas específicas, ditados populares e jargão vão se perder na tradução, e provavelmente baralhar o utilizador, logo usa apenas texto universal. ",
    "<strong>Keep differences in mind.</strong> Remember that other languages and cultures often use different currencies, date formats, punctuation, and more. Always keep these things in mind when developing your app's text, and use the system-provided methods for translating these items when possible.": "<strong>Lembra-te das diferenças entre países</strong> . Lembra-te que outras línguas e culturas usam outras moedas, formatos de data, pontuação e mais. Tem sempre isto presente quando estás a escrever o texto da tua app, e usa as ferramentas de tradução integradas sempre que possível.",
    "<strong>Right-to-left.</strong> It's easy to forget about right-to-left (RTL) languages if you're so used to using left-to-right. Make sure your app still works well when used with RTL layouts, and always use RTL-compatible widgets when developing your app.": "<strong>Direita-para-esquerda</strong>. É facil esqueceres as línguas que se escrevem da direita para a esquerda (RTL). Certifica-te que a tua app funciona bem quando usada com layouts RTL, e usa sempre widgets compatíveis com este formato de layout.",
    "Capitalization": "Capitalização",
    "All textual user interface items, including labels, buttons, and menus, should use one of two capitalization styles: sentence case or title case.": "Todos os componentes de interface de utilizador textuais como etiquetas, botões e menus devem usar um de dois estilos de capitalização: de frase ou de título.",
    "Sentence Case": "Capitalização de Frase",
    "Sentence case means you capitalize like in a standard sentence or phrase.": "Capitalização de Frase significa que usas maiúsculas como uma escrita/frase normal.",
    "Only the first letter of the phrase and the first letter of proper nouns are capitalized.\nUsed for labels and descriptive text.": "Apenas a primeira letra da frase e dos nomes próprios é escrita em maiúsculoas. Usado para etiquetas e texto descritivo.",
    "ex. &quot;Always open MPEG files with Marlin&quot; next to a checkbox.": "eg. \"Abrir sempre ficheiros MPEG com o Marlin\" perto de uma Caixa de Verificação.",
    "ex. &quot;Read news feeds&quot; for the description of an RSS reader.": "eg.\"Ler feeds noticiosos\" para a descrição de um leitor de RSS.",
    "ex. &quot;This folder is empty&quot; in a file manager.": "eg.\"Esta pasta está vazia\" num gestor de ficheiros.",
    "Title Case": "Capitalização de Tìtulo",
    "Title case means you capitalize like a book or article title.": "Neste tipo de capitalização usa-se maiúsculas como num título de um livro ou artigo.",
    "Capitalize the first and last words.\nAll nouns, pronouns, adjectives, verbs, adverbs, and subordinate conjunctions (as, because, although) are capitalized.\nUsed for titles, buttons, menus, and most other widgets.": "Capitalizas a primeira e última palavra.\nTodos os nomes, pronomes, adjectivos, verbos, adverbios, e conjunções (como, porque, apesar) são capitalizadas.\nUsado para títulos, botões, menus e na maioria dos outros widgets.",
    "ex. &quot;Open File&quot; title in a dialog.": "eg.O título \"Abrir Ficheiro\" numa caixa de diálogo.",
    "ex. &quot;Delete 13 Songs&quot; on a button.": "eg. \"Apagar 13 Músicas\" num botão.",
    "ex. &quot;Search Contacts...&quot; in a search bar.": "eg.\"Pesquisar Contactos...\" numa caixa de pesquisa.",
    "Notes/Exceptions": "Notas/Exceções",
    "Proper nouns should always be capitalized properly; this means that, for example, Google should always be shown as &quot;Google,&quot; elementary should always be shown as &quot;elementary,&quot; and MPEG should always be shown as &quot;MPEG.&quot; If you're unsure how a certain pronoun should be officially capitalized, refer to the documentation of the pronoun in question.": "Os nomes próprios e marcas devem ser sempre escritos de acordo com as suas normas; isto significa que, Google, por exemplo, deve ser sempre escrito como \"Google\", elementary deverá aparecer sempre \"elementary\" e MPEG deverá ser sempre \"MPEG\". Se tens dúvidas como um nome deve ser capitalizado, procura as normas gráficas dessa marca.",
    "Punctuation": "Pontuação",
    "Proper typography is important throughout elementary OS. Not just for consistency within the OS, but for following proper convention and presenting ourselves as a serious, professional platform.": "A tipografia é importante no elementary OS. Não só por uma questão de consistência, mas para seguir as convenções próprias e apresentar ao utilizador como uma plataforma séria, profissional.",
    "Prevent Common Mistakes": "Prevenir Erros Comuns",
    "Only use <strong>one space</strong> after a period.": "Usa apenas <strong>um espaço</strong>após um ponto final.",
    "i.e. “This is a sentence. This is another sentence.”": "e.g.\"Isto é uma frase. Isto é outra frase.\"",
    "Use a proper ellipsis character (…) rather than three dots.": "Usa o caracter próprio de reticencias (…) em vez de três pontos finais.",
    "Use <code>\\u0133</code> in your code.": "Usa <code>\\u0133</code> no teu código.",
    "See <a href=\"#using-ellipses\">Using Ellipses</a> for usage details.": "Vê <a href=\"#using-ellipses\">Usar reticências</a> para mais informação e detalhe.",
    "For quotes, use proper <strong>left and right double quotation characters</strong> (“ and ”).": "Para citações, usa os caracteres corretos de <strong>abrir e fechar aspas</strong> (“ e ”).",
    "Use <code>\\u201C</code> and <code>\\u201D</code> in your code.": "Usa <code>\\u201C</code> e <code>\\u201D</code> no teu código.",
    "In contractions and possession, use a <strong>right single quotation mark</strong> (’) as an apostrophe.": "Nas contracções e possessivos - lingua inglesa- usa uma <strong>aspa singular</strong> (’) como um apostrofe.",
    "Use <code>\\u2019</code> in your code.": "Usa <code>\\u2019</code> no teu código.",
    "Use <strong>real math symbols</strong> for subtraction (−), multiplication (×), and division (÷) signs.": "Usa <strong>os simbolos matemáticos correctos</strong> para subtracção (−), multiplicação (×), e divisão (÷).",
    "Use <code>\\u2212</code>,  <code>\\u00D7</code>,  and <code>\\u00F7</code> in your code.": "Usa <code>\\u2212</code>, <code>\\u00D7</code>, e <code>\\u00F7</code> no teu código.",
    "Use correct <strong>copyright symbols</strong> (©).": "Usa o símbolo correcto para <strong>direitos de autor</strong> (©).",
    "Use <code>\\u0169</code> in your code.": "Usa <code>\\u0169</code> no teu código.",
    "Use <strong>superscripts</strong> where needed (e.g. 1<sup>st</sup>).": "Usa <strong>sobrescritos</strong> quando necessário (e.g. 1<sup>o</sup>).",
    "Hyphens &amp; Dashes": "Hyphens & Travessões",
    "Hyphen (-)": "Hífen (-)",
    "Use <code>\\u2010</code> in code. Used for:": "Usa <code>\\u2010</code> no código para:",
    "Joining words (e.g. non-breaking).": "Juntar palavras (e.g. Castelo-Branco).",
    "<em>If the word cannot be split along lines (e.g. UTF-8), use a non-breaking hyphen (- <code>\\u2011</code>).</em>": "<em>Se as palavras não poderem ser divididas por duas linhas pelo hífen,  (e.g. UTF-8), usa um non-breaking hyphen (- <code>\\u2011</code>).</em>",
    "En Dash (–)": "Travessão menor (–)",
    "Use <code>\\u2013</code> in code. Used for:": "Usa o <code>\\u2013</code> no teu código para:",
    "Number ranges (e.g. 5–12). <em>Do not put a space on either side.</em>": "Intervalos numéricos (e.g. 5–12).<em> Não coloques espaços antes e depois.</em>",
    "Em Dash (—)": "Travessão Maior (—)",
    "Use <code>\\u2014</code> in code. Used for:": "Usa o <code>\\u2014</code> no teu código para:",
    "Interjections (e.g. the party—which was scheduled for Thursday—was delayed).": "Interjeições (e.g. a festa—que estava marcada para quinta-feira—foi adiada).",
    "<em>Do not put a space on either side.</em>": "<em>Não coloques espaços antes e depois.</em>",
    "Quote offsets.": "Offset de citação",
    "<em>New line, space to the right.</em>": "<em>Linha nova, espaço a direita.</em>",
    "If in doubt, refer to <a href=\"http://practicaltypography.com/\">Butterwick's Practical Typography</a>.": "Em caso de dúvida, por favor espreita o <a href=\"http://practicaltypography.com/\">Butterwick's Practical Typography</a>.",
    "These rules apply to the English language; other languages may have their own conventions which should be followed by translators.": "Algumas destas regras aplicam-se apenas para a língua inglesa; existem algumas regras locais que devem ser sempre seguidas pelos tradutores.",
    "Using Ellipses": "Using Ellipses",
    "The ellipsis character (…) is used in the interface for two primary reasons: informing the user of an additional required information and letting the user know text has been shortened.": "O caracter reticências (…) é usado na interface por duas razões principais: Informar o utilizador de que há informação acessória importante, e indicar que existe texto adicional que foi encurtado. ",
    "Additional Information": "Informação Adicional",
    "An ellipsis should be used to let a user know that more information or a further action is required before their action can be performed. Usually this means that the user should expect a new interface element to appear such as a new window, dialog, toolbar, etc in which they must enter more information or make a selection before completing the intended action. This is an important distinction because a user should typically expect an instant action from buttons and menu items while this prepares them for an alternate behavior. More specifically, an ellipsis should be used when the associated action:": "As reticências devem ser usadas para informar um utilizador que mais informação, ou uma acção adicional serão necessárias antes de realizar a acção desejada. Normalmente isto indica ao utilizador que espere um novo elemento da interface de utilzador, como uma janela, um diálogo, barra de ferramentas, etc, na qual terão que indicar mais informação ou seleccionar antes de completar a acção pretendida. Isto é uma ideia importante pois o utilizador espera acções imediatas nos botões e menus, e assim ficam preparados para um comportamento alternativo. Mais especificamente deve ser usado quando a acção associada: ",
    "<strong>Requires specific input from the user.</strong> For example, Find, Open, and Print commands all use ellipses because the user must select or input the item to find, open, or print. An easy way to remember this is to think of a question requiring and answer: Find what? Open what? Print what?": "<strong>Requere uma informação específica do utilizador.</strong> por exemplo \"Encontrar\", \"Abrir\", \"Imprimir\" todos eles usam reticências pois o utilzador terá que indicar o que econtrar, abrir ou imprimir. Uma forma fácil de lembra esta regra é pensar se se vai colocar a questão \"o quê?\" de seguida: encontrar o quê? abrir o quê? imprimir o quê?",
    "<strong>Is performed in a new window or dialog.</strong> For example, Preferences, Report a Problem, and Customize Toolbar all use ellipses because they open a new window (sometimes another app) or dialog in which the user makes a selection or inputs other information. Consider that the absence of an ellipsis implies the app will handle the action immediately. This means that the app will automatically generate a report or customize its own toolbar. Using an ellipsis makes the important distinction that the user will be writing the report or selecting which toolbar items to show.": "<strong>Vai ser executada numa nova janela ou caixa de diálogo</strong>. Por exemplo \"Preferências\", \"Reportar problemas\", \"Personalizar barra de ferramentas\" todas usam reticências pois abrem uma nova janela (por vezes uma aplicação diferente) ou diálogo onde o utilizador terá que fazer uma selecção ou dar mais informação. Considera que a ausência de reticências implica que a aplicação irá desempenhar a acção no imediato. Isto significa que a aplicação vai enviar automaticamente um report de erro ou apresentar uma barra de ferramentas personalizada. Usar as reticências implica que o utilizador irá escrever o report, ou personalizar os items a aparecer na barra. ",
    "<strong>Warns the user of a potentially dangerous action.</strong> For example, Log Out, Restart, and Shut Down all use ellipses because they display an alert that asks the user to confirm or cancel a potentially harmful action. Again, this is the user clicking a button or menu item that requires them to input more information or make a selection before the action is completed.": "<strong>Avisar o utilizador de uma acção potencialmente perigosa.</strong> Por exemplo \"Sair\", \"Reiniciar\" e \"Desligar\" todos usam reticências pois apresentam um alerta seguido de um pedido ao utilizador para confirmar ou cancelar a acção que pretendem. Mais uma vez, isto porque o utilizador vai carregar num botão que vai requerer uma acção adicional, ou uma selecção antes da acção ser levada a cabo.",
    "Shortened Text": "Texto Encurtado ou Truncado",
    "Ellipses should be used when shortening text that cannot fit in any specific place. For example, if a playlist's name is longer than the space available in the sidebar, truncate it and use an ellipsis to signify that it's been truncated. There are two ways to use an ellipsis when shortening text:": "Reticências devem ser usadas quando se encurta texto que não cabe num lugar específico. Por exemplo, se o nome de uma playlist for comprido demais, trunca-se e usa-se reticências para sinalizar que foi truncado. Existem duas formas para usar reticências quando se trunca texto:",
    "End truncation. If the important or distinctive text is at the beginning of the string, truncate it at the end and append an ellipsis.": "Truncagem final. Se o texto importante está no início da string, trunca-se o fim da mesma e adiciona-se as reticências.",
    "Middle truncation. When the end of the text is more important or distinctive, truncate the text in the middle and replace the truncated text with an ellipsis.": "Truncagem central. Quando o texto final é mais importante, trunca-se no meio, e adiciona-se as reticências no lugar do texto truncado.",
    "If you're unsure, it's best to use middle truncation as it keeps both the beginning and end of the string in tact. It's also important that you do not ship your app with any truncated text; truncation should only be the result of a user action such as resizing a sidebar or entering custom text.": "No caso de dúvida o melhor será usar a truncagem central, já que mantém o princípio e o fim do texto intactos. Também é importante não publicares uma app com muito texto truncado. A regra óptima é: só deves truncar texto como resultado de uma acção do utilizador, quer por redimensionar uma área, quer por escrever texto pessoalmente.",
    "When Not to Use Ellipsis": "Quando Não Usar Reticências",
    "In an entry's placeholder text. An ellipsis is not necessary here and adds no value.": "Se usares texto para \"marcar um espaço\" as reticências não devem ser usadas pois não adicionam valor.",
    "For a submenu item. The right arrow already indicates that this entry spawns a submenu and is not an action.": "Para demonstrar um item com submenu. A Seta a apontar a direita já indica que esta entrada de menu tem um submenu associado, e não realizará uma acção imediata.",
    "Be sure to use the actual ellipsis character (…) rather than three consecutive period (.) characters.": "Certifica-te que usas o símbolo de reticências (…) e não os três pontos finais consecutivos (.).",
    "Naming Menu Items": "Nomenclatura de Itens de Menu",
    "Menu items should have names that are either actions or locations, never descriptions. Make sure menu items are concise, but also fully describe the action that will be performed when they are clicked.": "Os items de menu devem ter nomes que são acções ou localizações, e nunca descrições. Certifica-te que os items de menu são concisos, mas que descrevem claramente a acção que será desempenhada quando clicados. ",
    "&quot;Find in Page...&quot; is acceptable as it clearly describes the action that will be performed when the item is clicked. &quot;Software Up to Date&quot; is not acceptable. What happens if I click this item? Where will it take me? What will it do? The outcome is uncertain.": "\"Encontrar na página...\" é aceitável já que descreve claramente uma acção que será levada a cabo quando o item é clicado. \"Software Atualizável\" não é aceitável. O que acontece quando carrego neste botão? o que é que vai acontecer? o resultado é incerto."
}