{
    "Installation": "Instalação",
    "Download elementary OS": "Descarregar o elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se ainda não o fizeste, <a href=\"/\" target=\"_blank\">descarrega o elementary OS a partir da nossa página inicial</a>. Vais necessitar de copiar o ficheiro .ISO descarregado para uma Pen USB usando as instruções abaixo.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "O elementary OS é atualmente compilado para duas arquiteturas de processador: 32-bit e 64-bit.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Se tens um computador recente com um processador de 64-bit, escolhe a versão 64-bit.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Se o  computador for antigo ou não souberes que tipo de processador este tem, escolhe a versão 32-bit. (Processadores de 64-bit também conseguirão correr esta versão).",
    "Recommended System Specifications": "Requisitos do Sistema Recomendados",
    "1 GHz 32-bit or 64-bit processor": "Processador 1 GHz 32-bit ou 64-bit ",
    "1 GB of system memory (RAM)": "1GB de RAM",
    "15 GB of disk space": "15GB de espaço no disco",
    "Internet access": "Acesso à Internet",
    "Back Up Your Data": "Faz o Backup dos teus dados",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Faz uma cópia de segurança dos teus dados para uma localização externa tal como um disco rígido externo, ou um serviço cloud. Instalar um novo sistema operativo pode apagar ou substituir todos os dados existentes no computador.",
    "Choose your current Operating System": "Choose your current Operating System",
    "Select the operating system you are currently using to view tailored installation instructions.": "Select the operating system you are currently using to view tailored installation instructions.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Verifique o seu Download",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Open Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Under \"Hash Type\" select <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Under \"Input File\" select <code>Select File(s)</code> and find the elementary OS ISO file",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Verify that the text in \"Results\" matches one of the following hashes",
    "32-bit": "32-bit",
    "941ae370d27fe496fd10723a2803cfa52ddbce510ea502f20ec15a7127a68cab": "941ae370d27fe496fd10723a2803cfa52ddbce510ea502f20ec15a7127a68cab",
    "64-bit": "64-bit",
    "a7b8edfe95eb1c12745e02c63f830cad06ee756f552cba1cdca7bc30b7ca39e7": "a7b8edfe95eb1c12745e02c63f830cad06ee756f552cba1cdca7bc30b7ca39e7",
    "Creating an Install Drive": "Criar uma Pen USB de instalação",
    "Rufus - select ISO": "Rufus - selecionar ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Precisas de uma Pen USB com pelo menos 1GB de espaço livre.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Vais também necessitar de uma pequena aplicação chamada Rufus. Terás de a descarregar a partir da <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">sua página</a> e correr o ficheiro descarregado. Irá aparecer uma janela como a apresentada a esquerda deste texto.",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "Podes agora inserir a tua drive USB e selecioná-la na lista de \"Dispositivos\". Depois disso, terás de selecionar \"Imagem ISO\" em \"Criar um disco de arranque usando...\" e clicar",
    "the disk icon": "o ícone do disco",
    "to choose the ISO that you downloaded previously.": "para seleccionares o .ISO que transferiste anteriormente.",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "Clica \"Start\", e espera que o procresso acabe",
    "Booting from the Install Drive": "Iniciar a partir da Drive de Instalação",
    "In order to start the installation process, you must boot your computer from the install drive.": "In order to start the installation process, you must boot your computer from the install drive.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Assumindo que o teu computador continua ligado, começa por inserir a tua Pen USB de instalação e reinicia o teu computador.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A maior parte dos computadores permitem alterar temporariamente a origem do arranque ao pressionar uma tecla especial — normalmente <kbd>F12</kbd>, noutras vezes <kbd>Esc</kbd> ou outra tecla de função —. Vê o teu ecrã, ou a documentação do teu computador para ter a certeza.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pressiona <kbd>F12</kbd> (ou a tecla apropriada) e escolhe a drive de instalação—normalmente \"USB-HDD\" ou algo que contém a palavra \"USB\", mas a nomenclatura pode variar. Se escolheres a drive incorrecta, provavelmente o teu computador vai continuar o arranque como de costume. Basta reiniciar o teu computador e escolher uma drive diferente naquele menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Logo a seguir a esta escolha, vai ser apresentado o ecrã de abertura do elementary OS. Podes agora seguir as instruções apresentadas que te guiarão através do resto do processo.",
    "Running the following command in your terminal:": "Ao correr o seguinte comando no seu terminal:",
    "shasum -a 256 elementaryos-freya-i386.20150411.iso": "shasum -a 256 elementaryos-freya-i386.20150411.iso",
    "should produce the output:": "deverá resultar no seguinte:",
    "shasum -a 256 elementaryos-freya-amd64.20150411.iso": "shasum -a 256 elementaryos-freya-amd64.20150411.iso",
    "UNetbootin": "UNetbootin",
    "You'll also need a small application called UNetbootin. To install it in Ubuntu, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>. In OS X you'll have to download it from <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">its website</a> and open the downloaded file to install it.": "Vais necessitar de uma pequena aplicação chamada UNetbootin. Para instalá-la no Ubuntu, apenas <a href=\"http://appnr.com/install/unetbootin\">clica neste link</a>. No OS X terás de descarregá-la a partir da <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">sua página</a> e abrir o ficheiro descarregado para o instalar.",
    "Open UNetbootin from the Dash in Ubuntu or Launchpad in OS X. It will open a window like the one below:": "Abre o UNetbootin a partir do Dash no Ubuntu ou Lançador no OS X. Irá abrir uma janela como a que está a esquerda deste texto:",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "Certifica-te que \"ImagemDeDisco\" está selecionada, e clica \"…\" para selecionar o ISO que descarregaste previamente. Retira todos os dispositivos de memória USB à exceção daquele que queres usar. Clica \"OK\" e espera que o processo termine.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Depois de ouvir o sinal sonoro, pressiona e mantém <kbd>Opção</kbd>. Depois, seleciona a drive de arranque apropriada. Nota que pode estar incorretamente identificada como \"Windows\", mas isto é normal.",
    "sha256sum elementaryos-freya-i386.20150411.iso": "sha256sum elementaryos-freya-i386.20150411.iso",
    "sha256sum elementaryos-freya-amd64.20150411.iso": "sha256sum elementaryos-freya-amd64.20150411.iso"
}