{
    "Learning the Basics": "Aprendendo o Básico",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Como em qualquer sistema operativo há algumas coisas com que podes não estar familiarizado. Esta secção lida sobre como completar simples tarefas diárias, tais como navegar na rede e ouvir música, bem como outras informações úteis que podes desconhecer.",
    "The Desktop": "O Ambiente de Trabalho",
    "The elementary desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "O ambiente de trabalho elementary desktop é muito simples e fácil de aprender. Consiste em dois elementos: o Painel e o Dock. Podes personalizar a imagem de fundo do ambiente de trabalho em <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Ambiente de Trabalho</strong> → <strong>Imagem de Fundo</strong>.",
    "The Panel": "O Painel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "No topo do ecrã podes ver o Painel. Na esquerda está o menu de Aplicações, no cento está a hora e data e na direita estão os Indicadores.",
    "Applications": "Aplicações",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view. Lastly, you can search the launcher by typing at any time.": "No lado esquerdo do painel está o menu Aplicações. Clicar em <strong>Aplicações</strong> faz aparecer um lançador com todas as tuas aplicações instaladas. Podes ver múltiplas páginas de apps usando os paginadores no fundo ou fazendo scroll. Podes também usar a mudança de vista no topo, para alternar entre a vista de grelha e a vista de categoria. Por último, podes procurar no lançador escrevendo em qualquer altura.",
    "Indicators": "Indicadores",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "No painel do lado direito estão ícones chamados Indicadores. Estes indicam o estado atual da tua sessão, por ex. as tuas ligações de rede, energia da bateria, conversas e contas de email, etc. Clicar num indicador expõe mais informação e ações relacionadas.",
    "The Dock": "O Dock",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "No fundo do ecrã está o Dock. Este contém as tuas apps favoritas bem como quaisquer aplicações atualmente abertas.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Os conteúdos do dock são facilmente personalizáveis. Para adicionar uma app ao dock, arrasta e larga-a das <strong>Aplicações</strong> no Painel ou clique-direito e abre o ícone da app e escolhe <strong>Manter no Dock</strong>. Para remover uma app do dock, arrasta para fora e larga-a num espaço vazio no teu ambiente de trabalho ou clique-direito no ícone e desmarca <strong>Manter no Dock</strong>. Para reordenar apps no dock, simplesmente arrasta-as e larga-as onde a queres.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Por defeito, o dock esconde-se no fundo do ecrã quando uma app é maximizada. Simplesmente move o cursor do rato para o fundo do ecrã para que o Dock apareça novamente.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Podes personalizar o comportamento do teu Dock através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Ambiente de Trabalho</strong> → <strong>Dock</strong>.",
    "App Windows": "App Windows",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Apps existem nas suas próprias janelas que podem ser fechadas, maximizadas, ou movimentadas.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Quando abres uma app, a sua janela aparece no ambiente de trabalho. Tipicamente cada app tem três áreas: os Botões da Janela, a Barra de Ferramentas, e os Conteúdos da app.",
    "Window Buttons": "Botões da Janela",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Os Botões da Janela da app estão nos cantos de topo da janela da app. O botão de fechar está à esquerda e o botão de maximizar está à direita. Pressionar o botão de fecho fechará a janela da app. Pressionar o botão de maximizar alternará entre se a app ocupará o ecrã inteiro ou não. Podes movimentar a janela da app no ambiente de trabalho arrastando espaço vazio entre os botões das janelas.",
    "Toolbar": "Barra de Ferramentas",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Muitas apps têm uma barra de ferramentas no topo da app. Esta área contém ações comuns ou itens de navegação da app. Podes movimentar uma janela de app arrastando qualquer área vazia na Barra de Ferramentas.",
    "Multitasking": "Multitarefa",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS suporta dois tipos de multitarefa: janelas e áreas de trabalho.",
    "Windows": "Janelas",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Apps abrem em janelas de app. Podem sobrepor-se no seu ambiente de trabalho e movimentar-se. Podes alternar entre janelas de várias maneiras:",
    "click on the window you want to switch to": "Clica na janela para a qual queres mudar",
    "click on the app's icon in the dock": "Clique no ícone da app no Dock",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "Pressione <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Para teres uma vista geral das tuas janelas de app abertas, pressiona <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Podes personalizar estes atalhos através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Teclado</strong> → <strong>Atalhos</strong> → <strong>Janelas</strong>.",
    "Hot Corners": "Cantos Quentes",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Podes também configurar \"cantos quentes\" (atalhos ativados ao colocar o teu cursor num dos no cantos do ecrã) para ativar funções multitarefa como vista geral de janelas, vista geral de áreas de trabalho, e mais.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Pode personalizar cantos quentes através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Ambiente de Trabalho</strong> → <strong>Cantos Quentes</strong>.",
    "Workspaces": "Áreas de Trabalho",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Por defeito, todas as janelas de app abrem numa Área de Trabalho. Porém, podes usar múltiplas Áreas de Trabalho para organizar o teu workflow:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Para veres uma visualização geral das tuas Áreas de Trabalho, pressiona <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Para rapidamente mover para a esquerda ou direita através das suas Áreas de Trabalho, pressiona <kbd>⌘</kbd> + <kbd>←</kbd> ou <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Para alternar as suas Áreas de Trabalho, pressiona <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Pode saltar diretamente para uma área de trabalho específica pressiona <kbd>⌘</kbd> + <kbd>1</kbd> até <kbd>⌘</kbd> + <kbd>9</kbd>. Podes sempre saltar para uma nova área de trabalho com <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Podes também arrastar janelas de app entre Áreas de Trabalho arrastando os ícones delas na visualização geral de Áreas de Trabalho. Para ver uma visualização geral de todas as janelas de app através de todas Áreas de Trabalho, pressione <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Podes personalizar estes atalhos através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Teclado</strong> → <strong>Atalhos</strong> → <strong>Áreas de Trabalho</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Nota: <kbd>⌘</kbd> é uma referência à tecla windows ou \"super\" nos computadores com windows. Nos Macs é conhecida como tecla \"Command\".</em>",
    "Installing Apps": "Instalar Apps",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "elementary OS inclui o <strong>Centro de Programas</strong>, uma app store para apps gratuitas e pagas. Instalar uma nova app a partir do Centro de Programas é fácil:",
    "Open the <strong>Software Center</strong> app.": "Abre a app <strong>Centro de Programas</strong>.",
    "Search in the top-right, or browse.": "Procura no topo-direito, ou visualizar.",
    "Click <strong>Install</strong> next to the app you want to install.": "Clica no botão <strong>Instalar</strong> na app que queres instalar.",
    "You may be asked for your password prior to installing an app.": "A tua palavra-passe pode ser necessária para autorizares a instalação da app.",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>Nota: Algum software poderá estar indisponível a partir do Centro de Software. Apesar de não recomendarmos que descarregues software da Internet em geral, as apps compatíveis com o Ubuntu 14.04 LTS deverão funcionar com o elementary OS Freya.</em>",
    "System Settings": "Definições de Sistema",
    "elementary comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary vem como uma app útil chamada \"Definições de Sistema\" que controla todas as tuas preferências de sistema gerais (ou \"globais\"). Definições de Sistema dão-te a capacidade de ajustar coisas como atalhos de teclado, resolução de ecrã, imagem de fundo, e mais.",
    "Search": "Procurar",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Podes encontrar rapidamente definições que estás à procura ao teclar palavras chave na procura no topo da janela. Os conteúdos da janela das Definições de Sistema filtrar-se-ão para coincidir com a sua procura.",
    "App Settings": "Definições da App",
    "Keep in mind that System Settings only deals with the global preferences for elementary. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tem em atenção que as Definições de Sistema apenas lidam com preferências globais para o elementary. Embora algumas apps possam ter as suas próprias preferências, não as encontrará aqui. Em vez disso procure-as dentro da app em questão."
}