{
    "Translation Guide": "Guia de Tradução",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Traduzir a nossa página na internet e apps é uma parte muito importante para tornar o elementary OS disponível para tantas pessoas quanto possível. Em vez de confiar apenas numa equipa de tradução interna, nós usamos crowdsourcing para que qualquer pessoa possa submeter traduções com pouco ou nenhum conhecimento técnico. A fim de manter a nossa voz consistente por toda a plataforma , e para ajudar os novos tradutores a começar, nós fizémos este guia de tradução.",
    "Translating Applications": "Traduzindo Aplicações",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Apps são traduzidas o usando Rosetta: o interface de tradução alojado no Launchpad. Para submeter traduções, deverá:",
    "Have a": "Tenha uma",
    "Launchpad account": "conta Launchpad",
    "Set your": "Defina as suas",
    "language preferences": "preferências de idioma",
    "Browse our": "Veja os nossos",
    "translatable projects": "projetos traduzíveis",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Uma vez feita uma selecção poderás enviar sugestões para texto que ainda não tenha sido traduzido, ou sugerir alterações a texto traduzido por outras pessoas. Estas sugestões serão avaliadas por um dos membros da equipa, que escolherá qual a mais apropriada. Para mais informação sobre o Rosetta, podes verificar a sua <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentação</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "A meio de uma tradução podes encontrar uma situação onde tens que escolher uma de várias maneiras de dizer a mesma coisa. Nestas situações deves referir-te ao <a href=\"https://help.launchpad.net/Translations/Guide\">guia geral de tradução do Ubuntu</a>, e para questões específicas de uma língua nós seguimos  as <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">linhas mestras da equipa de tradução do Ubuntu</a>. Seguir estas linhas assegura traduções uniformes, permitindo a qualquer pessoa dar o seu contributo.",
    "Translating our Website": "Traduzindo a nossa Página de Internet",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "A nossa página de internet é traduzida através do <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. Para submeter traduções, deverá:",
    "Transifex account": "Conta Transifex",
    "Join our": "Junte-se à nossa",
    "translation team": "equipa de tradução",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Para mais informação sobre o Transifex, podes verificar a <a href=\"http://docs.transifex.com/tutorials/txeditor\">sua documentação</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Tal como nas nossas apps, nós seguimos o  <a href=\"https://help.launchpad.net/Translations/Guide\">guia geral de tradução do Ubunto</a>, e para questões específicas de uma língua seguimos as  <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">linhas mestras da equipa de tradução do Ubuntu</a>."
}