{
    "Installation": "Instalare",
    "Download elementary OS": "Descarcă elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Dacă nu-l ai deja, va trebui să <a href=\"/\" target=\"_blank\">descarci elementary OS de pe pagina noastră</a>. Va trebui să copii fișierul ISO descărcat pe o memorie USB folosind instrucțiunile următoare.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS actualmente este construit pentru două tipuri de arhitecturi a procesorului, 32-bit și 64-bit.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Dacă știi că ai un calculator nou cu un procesor 64-bit, alege versiunea 64-bit.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Dacă calculatorul tău este vechi sau nu știi ce tip de procesor are calculatorul tău, alege cersiunea 32-bit. (procesoarele 64-bit vor fi în continuare capabile să ruleze această versiune).",
    "Recommended System Specifications": "Specificații sistem recomandate",
    "1 GHz 32-bit or 64-bit processor": "Procesor 1 GHz, 32-bit sau 64-bit",
    "1 GB of system memory (RAM)": "1 GB memorie de sistem (RAM)",
    "15 GB of disk space": "15 GB spațiu pe disc",
    "Internet access": "Acces la internet",
    "Back Up Your Data": "Salvează-ți datele",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Asigură-te că ți-ai salvat datele importante într-o locație externă, cum ar fi un serviciu cloud sau un harddisk extern. Instalarea unui nou sistem de operare poate suprascrie datele existente.",
    "Choose your current Operating System": "Choose your current Operating System",
    "Select the operating system you are currently using to view tailored installation instructions.": "Select the operating system you are currently using to view tailored installation instructions.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Verify your Download",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Open Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Under \"Hash Type\" select <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Under \"Input File\" select <code>Select File(s)</code> and find the elementary OS ISO file",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Verify that the text in \"Results\" matches one of the following hashes",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "Crează un disc de instalare",
    "Rufus - select ISO": "Rufus - selectează ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Începeți cu o memorie USB cu cel puțin 1GB de spațiu liber.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Vei avea deasemeni nevoie de o mică aplicație numită Rufus. Va trebui să o descarci de<a href=\"https://rufus.akeo.ie/\" target=\"_blank\">aici</a> să deschizi fișierul descărcat și să-l execuți. Va deschide o fereastră ca cea de mai jos:",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "Acum poți introduce memoria USB și o poți alege în lista de \"Dispozitive\". După aceea va trebui să alegi \"Imagine ISO\" în \"Creare disc boot-abil folosin...\" și apăsând",
    "the disk icon": "pictograma de disc.",
    "to choose the ISO that you downloaded previously.": "pentru a alege ISO-ul descărcat anterior.",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "Apasă \"Start\", apoi doar așteaptă ca procesul să se termine.",
    "Booting from the Install Drive": "Pornirea  de pe Discul de Instalare",
    "In order to start the installation process, you must boot your computer from the install drive.": "In order to start the installation process, you must boot your computer from the install drive.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Presupunând că încă ai calculatorul pornit, începe prin a introduce Discul de Instalare și după repornește calculatorul.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Majoritatea calculatoarelor îți vor permite să schimbi secvența de pornire prin simpla apăsare a unei taste speciale — de obicei <kbd>F12</kbd>, uneori <kbd>Esc</kbd> sau altă tastă funcțională. Caută pe ecran sau în documentația calculatorului pentru a fi sigur.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Apasă <kbd>F12</kbd> (sau tasta potrivită) și alege Discul de Instalare — de obicei \"USB-HDD\" sau ceva care conține cuvântul \"USB\", însă cuvintele pot fi diferite. Dacă alegi discul incorect calculatorul cel mai probabil va continua să pornească normal. Repornește calculatorul și alege un disc diferit din același meniu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "La scurt timp după alegerea discului de pornire potrivit, vei fi întâmpinat de imagiea de pornire a elementary OS. Acum poți urma instrucțiunile de pe ecran care te vor ghida pe restul procesului de parcurs.",
    "Running the following command in your terminal:": "Running the following command in your terminal:",
    "should produce the output:": "should produce the output:",
    "UNetbootin": "UNetbootin",
    "You'll also need a small application called UNetbootin. To install it in Ubuntu, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>. In OS X you'll have to download it from <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">its website</a> and open the downloaded file to install it.": "Vei avea deasemeni nevoie de o mică aplicație numită UNetbootin. Pentru a o instala pe Ubuntu, doar <a href=\"http://appnr.com/install/unetbootin\">apasă această legătură</a>. În OS X va trebui să o descarci din <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">pagina sa web</a> și să deschizi și instalezi fișierul descărcat.",
    "Open UNetbootin from the Dash in Ubuntu or Launchpad in OS X. It will open a window like the one below:": "Deschide UNetbootin din Dash în Ubuntu sau Launchpad în OS X. Va deschide o fereastră ca ce de mai jos:",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "Asigură-te că \"Imagin Disc\" este ales și apasă \"...\" pentru a alege ISO-ul pe care l-ai descărcat anterior. Deconectează toate dispozitivele memorii USB înafară de cea pe care vrei să o folosești. Apasă \"OK\" și așteaptă terminarea procesului.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "După ce auzi clopoțelul, ține apăsat  <kbd>Opțiuni</kbd>. Apoi alege discul de pornire potrivit. Reține că acesta ar putea fi identificat incorect ca \"Windows\", însă acest lucru este normal."
}