{
    "Learning the Basics": "Invățarea bazelor",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Ca în orice sistem de operare sunt unele lucruri cu care este posibil sa nu fii familiarizat. Această secțiune o să se ocupe de cum să realizezi simple sarcini zilnice cum ar fi navigarea web și ascultatul muzicii, dar deopotrivă și alte informații utile de care este posibil să nu știi.",
    "The Desktop": "Spațiul de lucru",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Desktop-ul sistemului de operare elementary este foarte simplu și ușor de învățat. Acesta constă din două elemente: panoul și docul. Poți să personalizezi imaginea de fundal prin <strong><a href=\"/docs/learning-the-basics#system-settings\">Setări Sistem</a></strong> → <strong>Desktop</strong> → <strong>Imagine Fundal</strong>.",
    "The Panel": "Panoul",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "În partea de sus a ecranului poți vedea Panoul. În partea stângă este meniul de Aplicații, în centru sunt ora și data, iar în partea dreaptă sunt indicatorii.",
    "Applications": "Aplicațiile",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.",
    "Slingshot": "Slingshot",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:",
    "Shutdown and Restart": "Shutdown and Restart",
    "Compose Message": "Compose Message",
    "New Private Browsing Window": "New Private Browsing Window",
    "Math operations (example: 23 * 5)": "Math operations (example: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "To open the applications menu with the keyboard, press <kbd>⌘</kbd> + <kbd>space</kbd>.",
    "Indicators": "Indicatorii",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "În partea dreaptă a panoului sunt pictogramele numite Indicatori. Aceștia îți spun starea curentă a sesiunii, spre exemplu conexiunea la rețea, încărcarea bateriei, ora, convorbirile sau conturile de email, etc. Apăsând pe un indicator vor fi expuse mai multe informații și acțiuni conexe.",
    "The Dock": "Docul",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "În partea de jos a ecranului este Docul. Acesta conține aplicațiile favorite și orice alte aplicații care sunt deschise.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Conținutul Docului este ușor de personalizat. Pentru a adăuga o aplicație pe Doc, trage-o din <strong>Aplicații</strong> peste panou sau click dreapta peste pictograma aplicației deja deschise, alege <strong>Păstrează în Doc</strong>. Pentru a înlătura o aplicație din Doc, trage-o într-un spațiu liber de pe spațiul tău de lucru sau click dreapta peste pictogramă și debifează <strong>Păstrează în Doc</strong>. Pentru a rearanja aplicațiile din Dock, pur și simplu trage-le.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Implicit, Docul este ascuns în partea de jos a ecranului când o aplicație este maximizată. Pur și simplu mișcă mouse-ul în partea de centru-jos a ecranului pentru a vedea Docul.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Poți personaliza comportamentul Dock-ului folosind <strong><a href=\"/docs/learning-the-basics#system-settings\">Setări de Sistem</a></strong> → <strong>Spațiul de lucru</strong> → <strong>Dock</strong>.",
    "App Windows": "Ferestrele Aplicațiilor",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Aplicațiile există în propriile lor ferestre care pot fi închise, mărite sau mutate.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Când deschizi o aplicație, fereastra sa apare pe spațiul de lucru. Fiecare aplicație are deobicei trei zone: butoanele, bara de unelte și conținutul aplicației.",
    "Window Buttons": "Butoanele Ferestrelor",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Butoanele fereastrei unei aplicații sunt în colțurile superioare ale ferestrei aplicației. Butonul de închidere este în partea stângă iar cel de mărire este în partea dreaptă. Apăsând butonul de închidere vei închide fereastra aplicației. Apăsând butonul de mărire vei comuta între modul în care aplicația este mărită pe tot ecranul sau nu. Poți muta fereastra unei aplicații pe spațiul de lucru trăgând-o din zonele libere dintre butoanele ferestrei.",
    "Toolbar": "Bara de unelte",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Multe aplicații au o bară de unelte în partea de sus a aplicației. Această zonă conține acțiunile comune sau cele de navigare pentru aplicație. Poți muta fereastra unei aplicații trăgând din orice zonă liberă a barei de unelte.",
    "Multitasking": "Multitasking",
    "elementary OS supports two types of multitasking: windows and workspaces.": "Elementary OS suportă două tipuri de multitasking: ferestre și spații de lucru.",
    "Windows": "Ferestre",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplicațiile se deschid într-o fereastră de aplicație. Ele se pot suprapune pe desktop-ul tău și pot fi mutate. Poți comuta între ferestre prin diferite feluri:",
    "click on the window you want to switch to": "click pe o fereastră pe care vrei să comuți",
    "click on the app's icon in the dock": "click pe iconița aplicației din bara docului",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "apasă <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Pentru a vedea o privire de ansamblu a ferestrelor aplicațiilor deschise, apăsați <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Poți personaliza aceste scurtături prin <strong><a href=\"/docs/learning-the-basics#system-settings\">Setări Sistem</a></strong> → <strong>Tastatură</strong> → <strong>Scurtături</strong> → <strong>Ferestre</strong>.",
    "Hot Corners": "Colțuri Fierbinți",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "De asemenea, poți configura „colțuri fierbinți” (comenzi rapide activate prin plasarea cursorului în colțul ecranului) pentru a activa funcțiile de multitasking, cum ar fi prezentarea generală a ferestrelor, privirea de ansamblu a spațiului de lucru și multe altele.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Poți personaliza colțurile fierbinți prin <strong><a href=\"/docs/learning-the-basics#system-settings\">Setări Sistem</a></strong> → <strong>Desktop</strong> → <strong>Colțuri Fierbinți</strong>.",
    "Workspaces": "Spații de lucru",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Pentru a vedea o privire de ansamblu a spațiilor de lucru, apasă <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "To quickly move left or right through your workspaces, press <kbd>⌘</kbd> + <kbd>←</kbd> or <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Pentru a parcurge prin spațiile de lucru, apăsați <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "You can jump straight to a specific workspace by pressing <kbd>⌘</kbd> + <kbd>1</kbd> through <kbd>⌘</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Notă: <kbd>⌘</kbd> se referă la tasta „super”. De asemenea, este cunoscută sub numele de cheie „Windows” pe cele mai multe PC-uri sau tasta „Commandă” pe Mac-uri.</em>",
    "Multiple Displays": "Multiple Displays",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (",
    ") and each display's settings can be changed from its cog (": ") and each display's settings can be changed from its cog (",
    ") menu.": ") menu.",
    "Installing Apps": "Instalarea Aplicațiilor",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "Sistemul de operare elementary vine la pachet cu <strong> Centrul de Software </strong>, un magazin de aplicații pentru aplicațiile gratuite și plătite. Instalarea unei noi aplicații de la Centru de Software este simplă:",
    "Open the <strong>Software Center</strong> app.": "Deschide aplicația <strong>Centrul de Software</strong>.",
    "Search in the top-right, or browse.": "Caută în dreapta sus sau navighează.",
    "Click <strong>Install</strong> next to the app you want to install.": "Click <strong>Instalează</strong> lângă aplicația care vrei să o instalezi.",
    "You may be asked for your password prior to installing an app.": "Ți se poate cere parola înainte de a instala o aplicație.",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>Notă: S-ar putea ca unele software-uri să nu fie disponibile de la Centrul de Software. În timp ce noi nu recomandăm descărcarea de software-uri de pe Internet în general, aplicațiile care sunt compatibile cu Ubuntu 14.04 LTS ar trebui să funcționeze la fel de bine pe sistemul de operare elementary Freya.</em>",
    "Updating": "Updating",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS includes \"Software Update\", an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.",
    "System Settings": "Setări Sistem",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementare OS vine cu o aplicație la îndemână numită „Setări de Sistem”, care controlează la nivel de sistem (sau „global”) toate preferințele. Setările de Sistem îți oferă posibilitatea de a regla lucruri ca scurtăturile de tastatură, rezoluția de afișare, imaginea de fundal și multe altele.",
    "Search": "Caută",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Poți găsi rapid setările pe care le cauți prin tastarea cuvintelor cheie în bara de căutare din partea de sus a ferestrei. Conținutul ferestrei Setări de Sistem va filtra rezultatele pentru a se potrivi cu căutarea ta.",
    "App Settings": "Setări Aplicații",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Ține minte că Setări de Sistem se ocupă numai cu preferințele globale pentru sistemul de operare primar. Deși unele aplicații pot avea, de asemenea, propriile lor preferințe, nu le vei găsi aici. În schimb, uită-te în interiorul aplicației în cauză."
}