{
    "Installation": "Инсталиране",
    "Download elementary OS": "Изтегли elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ако все още не сте, трябва да <a href=\"\/\" target=\"_blank\">свалите elementary OS от нашата заглавна страница<\/a>. Можете да запишете сваления ISO файл на USB памет, следвайки инструкциите по-долу.",
    "Recommended System Specifications": "Препоръчителни Системни Изисквания",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 или съвместим двуядрен 64-битов процесор.",
    "1 GB of system memory (RAM)": "1 ГБ оперативна памет (RAM)",
    "15 GB of disk space": "15 ГБ свободно дисково пространство",
    "Internet access": "Достъп до Интернет",
    "Back Up Your Data": "Архивирайте данните си",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Уверете се, че сте архивирали важните данни на външен източник като например облачна услуга или външен твърд диск. Съществуващите данни могат да бъдат загубени при инсталирането на нова операционна система.",
    "Choose your current Operating System": "Изберете сегашната си Операционна Система",
    "Select the operating system you are currently using to view tailored installation instructions.": "Изберете операционната система, която използвате в омента, за да видите съответните инструкции.",
    "Windows": "",
    "macOS": "",
    "Ubuntu": "",
    "Creating an Install Drive": "Създаване на USB инсталационен носител",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "",
    "Download Rufus": "Изтеглете Rufus",
    "Rufus - select ISO": "Rufus - избиране на ISO",
    "Open Rufus": "Отворете Rufus",
    "Insert your USB drive and select it in the \"Device\" list": "",
    "Select \"ISO Image\" next to \"Create a bootable disk using...\"": "",
    "Click": "Кликнете",
    "the disk icon": "иконката с диска",
    "to choose the ISO that you downloaded previously.": ", за да изберете ISO файла, който вече свалихте.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#<\/code> button in the status bar and verify that the text next to \"SHA256\" matches the following hash:": "",
    "If the hashes match, click \"Start\" and wait for the process to finish.": "",
    "Booting from the Install Drive": "Стартиране от инсталационния носител",
    "In order to start the installation process, you must boot your computer from the install drive.": "За да започнете процеса на инсталация, трябва да стартирате компютъра от инсталатора на устройството.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "При включен компютър, поставете инсталационната USB памет и рестартирайте.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Повечето компютри за кратко време ще Ви позволят да промените устройството за стартиране чрез използването на специален клавш – обикновено <kbd>F12<\/kbd>, но понякога <kbd>Esc<\/kbd> или някой друг функционален клавиш. За да сте сигурни, проверете какво се изписва на екрана или прегледайте документацията, дошла с компютъра.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Скоро след като сте избрали подходящия носител, ще видите стартовия екран на elementary OS. Вече можете да проследите упътванията на екрана, които ще Ви водят в процеса на инсталация.",
    "Verify your Download": "Потвърдете изтеглянето",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Верифицирането на изтегления файл е важна, но незадължителна стъпка. Ние генерираме сума (или хеш сума) за elementary OS изображения и препоръчваме да проверите дали вашият изтеглен файл съответства на тази сума преди да се опитате да го инсталирате. Това гарантира, че сте получили пълния, завършен файл и че вашето инсталационно изображение не е повредено по никакъв начин.",
    "Running the following command in your Terminal:": "",
    "Should produce the output:": "",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".": "",
    "Download Etcher": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Поставете USB флашката и изберете ISO файла, който изтеглихте току що",
    "Open \"Etcher\" and select your downloaded elementary OS image file using the \"Select image\" button.": "",
    "Select image in Etcher": "",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "",
    "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.": "",
    "Flash image in Etcher": "",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "",
    "Not readable warning": "",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal.": "",
    "Boot Errors": "",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc\". When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "Изпълнете следната команда в терминала:",
    "should produce the output:": "трябва да произведе отговор:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "",
    "Download UNetbootin": "Изтеглете UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Отворете UNetbootin от Dash. Ще бъде отворен прозорец като този отдолу:",
    "UNetbootin": " UNetbootin",
    "Select \"Diskimage\"": "",
    "Click \"…\" to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "Извадете всички USB памети освен тази, която искате да използвате.",
    "Click \"OK\" and wait for the process to finish.": "",
    "After Installation": "След инсталацията",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Отделете време да прочетете <a href=\"\/docs\/learning-the-basics\">Първи стъпки<\/a> упътването, за да научите повече за вашата операционна система."
}