{
    "Translation Guide": "පරිවර්ථන මාර්ගෝපදේශකය",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "අපගේ වෙබ් අඩවිය සහ මෘදුකාංග වැඩි වැඩියෙන් ජනතාව අතරට යැවීමේ කර්තව්‍යයේදී විවිධ භාෂා වලින් නිකුත් කිරීම ඉතාමත් අත්‍යාවශ්‍ය කාරණයකි. එමනිසා අභයන්තර පරිවර්ථක කණ්ඩායම මත පමණක් බලාපොරොත්තු තබා නොගෙන, තාක්‍ෂණික දැනුමක් අැති හෝ නැති ඕනෑම අයෙකුට  පරිවර්ථයන කළ හැකි වන පරිදි මෙම පරිවර්ථන ක්‍රියාවලිය සකසා අැත. සියළුම අංශ වල අදහස ඒ අාකරයෙන්ම එලිදැක්වීමටත් නව පරිවර්ථකයින් හට පරිවර්ථනය කිරීම පහසු කිරීමටත් අප විසින් මෙම පරිවර්ථන මාර්ගෝපදේශකය සකසා අැත.",
    "Translating Applications": "මෘදුකාංග පරිවර්ථනය කිරීම",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "මෘදුකාංග පරිවර්ථනය කිරීම Launchpad මත ස්ථාපනය කර අැති පරිවර්ථන අතුරුමුහුණතක් වන Rosetta භාවිතා කරනු ලබයි. එම නිසා පර්වර්ථන යොමු කිරීම සඳහා:",
    "Have a": "ඔබ සතුව",
    "Launchpad account": "Launchpad ගිණුමක් තිබීම",
    "Set your": "ඔබගේ",
    "language preferences": "භාශාව තෝරාගැනීම සහ",
    "Browse our": "අපගේ",
    "translatable projects": "පරිවර්ථනය කළහැකි ව්‍යාපෘති සොයාගැනීම කළයුතු වේ",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "තෝරාගැනීමෙන් පසු, දැනට පරිවර්ථනය කර නොමැති වචන/වාක්‍ය සඳහා යෝජනා ඉදිරිපත් කිරීමට ඔබට හැකි ය, එසේ නැති නම් දැනට පරිවර්ථනය කර අැති වචන/වාක්‍ය සඳහා වෙනස්කම් යෝජනා කළ හැකි ය. මෙම යෝජනා පරිවර්ථන කණ්ඩායමේ සාමාජිකයෙකු විසින් විනිශ්චය කරනු ලබන අතර වඩාත් ගැලපෙන පරිවර්ථනය ඔව්න් විසින් තෝරා ගනු ලබයි.  Rosetta පිළිබඳ වැඩි විස්තර සඳහා ඔබට ඔවුන්ගේ  <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">ප්‍රලේඛනය</a> පරිශීලනය කළ හැක.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "ඔබ පරිවර්ථනය කරමින් සිටින අතරතුර එකම කාරණය වෙනස් අාකර වලින් පැහැදිලි කිරීමට සිදුවන අවස්ථා මතුවන අැත. මෙබඳු අවස්ථා වලදී අප විසින් <a href=\"https://help.launchpad.net/Translations/Guide\">Ubuntu සාමාන්‍ය පරිවර්ථන මාර්ගෝපදේශකයත්</a>, එක් භාශාවකට පමණක් අදාල වන ප්‍රශ්න වලදී <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\"> Ubuntu කණ්ඩායම් පරිවර්ථය මාර්ගෝපදේශකයත්</a> පරිශීලනය කරනු ලබයි. මෙම මාර්ගෝපදේශක පිළිපැදීමෙන් කිහිප දෙනෙකුගේ සම්මාදම සහිතව එකකට එකක් නොවෙනස් පරිවර්ථන එළිදැක්වීම තහවුරු කරගත හැක.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "ඔබ Rosetta භාවිතා කිරීමට අකමැති නම් හෝ විශාල වෙනස්කම් ප්‍රමාණයක් එකවර යොමු කිරීමට අවශ්‍ය නම් ඔබගේ පරිගණකය තුලම තබාගෙන පරිවර්ථනය කිරීමට පහසුකම් සළසා අැත. ඒ සඳහා:",
    "Go to a project you want to translate": "ඔබට පරිවර්ථනය කරීමට අවශ්‍ය ව්‍යාපෘතිය වෙත යන්න",
    "Choose your language": "ඔබගේ භාශාව තොරන්න",
    "Click on &quot;Download translation&quot;": "\"Download translation\" මත Click කරන්න",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "දැන් ඔබට පරිවර්ථන බාගත කරගතහැකි නිවැරදි link එකක් සහිත e-mail පනිවිඩයක් ඉල්ලා සිටිය හැක. ඉන් පසු:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "දැන් ඔබගේ ප්‍රියතම වදන් සැකසුම් මෘදුකාංගය හෝ po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>) තෝරාගන්න",
    "Start translating": "පරිවර්ථනය අාරම්භ කරන්න",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "පරිවර්ථනය අවසානයේ, ඔබ පරිවර්ථන බාගත කරගත් වෙබ් පිටුවේම අැති \"Upload translation\" විකල්පය භාවිතා කර ඔබගේ පරිවර්ථන යොමු කරන්න.",
    "Translating our Website": "අපගේ වෙබ් අඩවිය පරිවර්ථනය කිරීම",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "අපගේ වෙබ් අඩවිය පරිවර්ථනය කරනු ලබන්නේ <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a> හරහා ය. පරිවර්ථන යොමු කිරීම සඳහා, ඔබ:",
    "Transifex account": "Transifex ගිණුම",
    "Join our": "සම්බන්ධ වන්න අපගේ",
    "translation team": "පරිවර්ථන කණ්ඩායම",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Transifex පිළිබඳ වැඩි විස්තර සඳහා, ඔවුන්ගේ <a href=\"http://docs.transifex.com/tutorials/txeditor\">ප්‍රලේඛනය</a> පරිශීලනය කරන්න.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "අපෙගේ මෘදුකාංග පරිවර්ථනයේදී මෙන්ම, අප විසින් <a href=\"https://help.launchpad.net/Translations/Guide\">Ubuntu සාමානය පරිවර්ථක උපදේශකය</a> භාවිතා කරනු ලබයි, මීට අමතරව එක් එක් භාශා වලට අදාල ප්‍රශ්න සඳහා <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">Ubuntu කණ්ඩායම් පරිවර්ථන උපදේශකය</a> අනුගමනය කරනු ලබයි."
}
