{
    "Human Interface Guidelines": "Diretrizes de Interface Humana",
    "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will allow you to decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:": "Estas diretrizes são planejadas para ajudar desenvolvedores e designers a criar uma experiência bela e consistente no desktop elementary. Elas foram escritas para designers de interface, artistas gráficos e desenvolvedores de software que trabalharão no elementary OS. Elas não definirão apenas os elementos e princípios específicos de design, como também transmitirão a filosofia que vai te permitir decidir os momentos apropriados de fugir das Diretrizes. Utilizar as sugestões aqui contidas, trará muitos benefícios:",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Os usuários aprenderão rapidamente a usar sua aplicação porque esta compartilha elementos comuns com os quais já estão familiarizados.",
    "Users will accomplish tasks more quickly because you will have a straight-forward interface design that isn't confusing or difficult.": "Usuários completarão suas tarefas mais rapidamente pois você terá um design de interface direto, que não é confuso ou difícil.",
    "Your application will appear native to the desktop and share the same elegant look as default applications.": "Sua aplicação parecerá nativa da área de trabalho e compartilhará a aparência elegante das aplicações padrões.",
    "Your application will be easier to document because an expected behavior does not require explanation.": "Sua aplicação será mais fácil de documentar porque um comportamento esperado não exige explicação.",
    "The amount of support you will have to provide, including bugs filed, will be lessened (for the reasons above).": "A quantidade de suporte que você terá de fornecer, incluindo os erros reportados, será reduzida (pelas razões acima).",
    "To help you achieve these goals, these guidelines will cover basic interface elements, how to use them and put them together effectively, and how to make your application integrate well with the desktop. The most important thing to remember is that following these guidelines will make it easier to design a new application, not harder.": "Para ajudar a alcançar estes objetivos, estas diretrizes cobrirão os elementos básicos de interface, como usá-los e integrá-los com eficiência, e como fazer sua aplicação integrar-se melhor com o sistema. O mais importante a se lembrar é que seguir estas diretrizes tornará mais fácil a criação de uma nova aplicação, e não mais difícil.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.": "Entretanto, tenha em mente que estas são orientações, não um livro de regras. Novos, incríveis paradigmas de interação surgem todos os dias e muitos ainda esperam ser descobertos. Este é um documento vivo que pode e será modificado.",
    "For sections that have not yet been written, please refer to": "Para seções que ainda não foram escritas, por favor dirija-se a ",
    "The GNOME HIG": "The GNOME HIG - How's It Going - A máxima de como isso funciona",
    "Design Philosophy": "Filosofia do Design",
    "The elementary HIG isn't just about a set of concrete rules; it's meant to be flexible and extensible. As such, this very first portion of the guideline is all about the guiding philosophy we employ. For a quick crash course, we like &quot;The User is Drunk&quot;:": "A DIH elementary não é apenas sobre definir regras concretas; é para ser flexível e extensível. Assim, esta primeira parte das diretrizes é sobre a filosofia de trabalho que empregamos. Para um rápido entendimento, nós dizemos que \"O Usuário está Bêbado\".",
    "What Design Is Not": "O Que Design Não É",
    "Before we get into all the things that make up elementary apps, there is a clarification that needs to be made. We need to understand what exactly design is about, but more importantly we want to smash two major myths:": "Antes de tratarmos das coisas que compõem os apps do elementary, há algo que deve ser esclarecido. Nós precisamos entender exatamente sobre que design se trata, e, mais importante, nós queremos esmagar dois grandes mitos:",
    "<strong>Design is not something you add on after you've completed a product.</strong> Whether you realize it or not, you are constantly designing anything you build. It is an intrinsic part of creating something. Design is not just what something looks like. It's not just the colors and fonts. Design is how it works. When you decide to add a button that does a thing, that is design. You made a decision to add a button with an icon or a label and where that button went and the size and color of that button. Decisions are designs.": "<strong>Design não é algo que você acrescenta depois de finalizar um produto.</strong> Percebendo ou não, você está constantemente usando Design em tudo que constrói. É uma parte intrínseca da criação de algo. Design não é apenas como a aparência de uma coisa. Ele não é sobre cores e fontes. Design é como ela funciona. Quando você decide adicionar um botão que faz algo, isto é design. Você toma a decisão de adicionar um botão com um ícone ou uma legenda e para onde aquele botão vai e o tamanho e cor do botão. Decisões são designs.",
    "<strong>Design is not just, like, your opinion, man.</strong> Design is testable. One design will meet a specific goal better than another design. Consider different types of bicycles. A folding bicycle has a different set of design goals than a mountain bicycle. Things like weight, size, and tire tread are important factors in helping the intended user reach their goals. Because we understand that design is about solving specific problems, we must also understand that we can objectively compare the effectiveness of two designs at solving those problems.": "<strong>Design is not just, like, your opinion, man.</strong> Design is testable. One design will meet a specific goal better than another design. Consider different types of bicycles. A folding bicycle has a different set of design goals than a mountain bicycle. Things like weight, size, and tire tread are important factors in helping the intended user reach their goals. Because we understand that design is about solving specific problems, we must also understand that we can objectively compare the effectiveness of two designs at solving those problems.",
    "Design Is Not Veneer, Aral Balkan": "Design Não É Aparência, Aral Balkan",
    "Design is Not Subjective, Jeff Law": "Design Não É Subjetivo, Jeff Law",
    "Concision": "Concisão",
    "Always work to make your app instantly understandable. The main function of your app should be immediately apparent. You can do this in a number of ways, but one of the best ways is by sticking to a principal of concision.": "Sempre trabalhe para tornar seu app fácil de entender. A principal função do seu app deve se destacar de imediato. Você pode fazer isto de várias maneiras, mas uma das melhores delas é se manter a um princípio de concisão, visando apenas aquilo que é essencial.",
    "Avoid Feature Bloat": "Evite o Inchaço de Funcionalidades",
    "It's often very tempting to continue adding more and more features into your application. However, it is important to recognize that every new feature has a price. Specifically, every time you add a new feature:": "É sempre muito tentador continuar adicionando mais e mais funcionalidades para a sua aplicação. Contudo, é mais importante reconhecer que toda nova funcionalidade tem um preço. Especificamente, cada vez que você adiciona uma nova funcionalidade:",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "Sua aplicação fica mais lenta, consome mais recursos, e ocupa mais espaço em disco.",
    "Your application's interface becomes more cluttered and thus harder to use.": "Sua interface da aplicação se torna mais confusa e, portanto, mais difícil de usar.",
    "More time is spent implementing this new feature, rather than perfecting an old feature.": "Mais tempo é gasto implementando esta nova funcionalidade, do que aperfeiçoando as funcionalidades antigas.",
    "More code can often mean a greater possibility for bugs.": "Mais código muitas vezes significa maiores chances de bugs.",
    "More features means more work on documentation, translations, etc.": "Mais funcionalidades significa mais trabalho em documentação, traduções, etc.",
    "Think in Modules": "Pense em Módulos",
    "Build small, modular apps that communicate well. elementary apps avoid feature overlap and make their functions available to other apps either through <a href=\"#contractor\">Contractor</a> or over <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. This both saves you time as a developer (by other apps making their functions available to you), and is a courteous gesture towards other developers (by making your app's functions available to them).": "Construa apps pequenos, modulares e que se comunique bem. Aplicativos elementary evitam sobreposição de funcionalidades e também deixam suas funcionalidades disponíveis para outros apps, seja através de <a href=\"#contractor\">Contractor</a> ou sobre <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"Ver a documentação D-Bus no FreeDesktop.Org\">D-Bus</a>. Isto salva tempo à você desenvolvedor (tendo outros apps disponibilizando suas funcionalidades à você), e é um gesto cortês para os outros desenvolvedores (por disponibilizar as funcionalidades do seu app para eles).",
    "Avoid Configuration": "Evite Configurações",
    "If possible, completely avoid presenting any settings or configuration in your app. Providing settings is usually an easy way out of making design decisions about an app's behavior. But just like with problems of feature bloat, settings mean more code, more bugs, more testing, more documentation, and more complexity.": "Se possível, evite completamente apresentar qualquer definição ou configuração no seu app. Fornecer configurações é, geralmente, um jeito fácil de tomar as decisões de design sobre o comportamento do seu aplicativo. Mas, como os problemas de inchaço de funcionalidades, configurações significam mais código, mais bugs, mais testes, mais documentação e mais complexidade.",
    "Build for the &quot;Out of The Box&quot; Experience": "Construa para uma Experiência \"Fora da Casinha\".",
    "Design with sane defaults in mind. elementary apps put strong emphasis on the out of the box experience. If your app has to be configured before a user is comfortable using it, they may not take the time to configure it at all and simply use another app instead.": "Planeje com padrões sensatos em mente. Apps elementary colocam forte ênfase em experiências fora da casinha. Se o seu app deve ser configurado antes de um usuário começar a usá-lo confortavelmente, pode ser que ele nem passe tempo dele o configurando e, simplesmente, vá usar outro aplicativo em seu lugar.",
    "Ask the Operating System": "Pergunte ao Sistema Operacional",
    "Get as much information automatically as possible. Instead of asking a user for their name or their location, ask the system for this information. This cuts down on the amount of things a user has to do and makes your app look intelligent and integrated.": "Consiga o máximo de informação automatizada possível. Ao invés de perguntar a um usuário pelo seu nome ou sua localização, pergunte ao sistema por estas informações. Isto diminui a quantidade de coisas que um usuário deve fazer e faz o seu app parecer inteligente e integrado.",
    "Do You Really Need It?": "Você Realmente Precisa Disto?",
    "Ask yourself if the configuration option you are adding is really necessary or makes sense to a user. Don't ever ask users to make engineering or design decisions.": "Pergunte a você mesmo se a opção de configuração que está adicionando é realmente necessária ou faz sentido para o usuário. Nunca peça a um usuário para tomar decisões de engenharia e de design.",
    "When You Absolutely Have To": "Quando Você Realmente Precisa",
    "Keep things contextual. Instead of tucking away preferences in a configuration dialog, think about displaying them in context with the objects they affect (much like how shuffle and repeat options appear near your music library).": "Mantenha as coisas no contexto. Ao invés de jogar preferências em uma janela de configuração, pense em exibi-las no contexto dos objetos que elas afetam (parecido como as opções de embaralhamento e de repetição aparecem na sua biblioteca de música).",
    "If your app needs to be configured before it can be used (like a mail client), present this configuration inside the main window much like a <a href=\"#welcome-screen\">Welcome Screen</a>. Once again, make sure this is really necessary set-up. Adding unnecessary configuration screens stops users from doing what they wanted to do when they opened your app in the first place.": "Se o seu app precisa ser configurado antes de ser utilizado (como um cliente de e-mail), exiba esta configuração dentro da janela principal, como uma <a href=\"#welcome-screen\">Tela de Boas Vindas</a>. Mais uma vez, tenha certeza de que é uma configuração necessária. Adicionar telas de configuração desnecessárias impedem os usuários de fazer o que eles queriam fazer quando abriram o seu app.",
    "See Also:": "Veja Também:",
    "<a href=\"http://limi.net/checkboxes-that-kill\">Checkboxes That Kill Your Product</a> by Alex Limi": "<a href=\"http://limi.net/checkboxes-that-kill\">Checkboxes That Kill Your Product</a> por Alex Limi",
    "<a href=\"http://zachholman.com/posts/shit-work/\">Don't Give Your Users Shit Work</a> by Zach Holman": "<a href=\"http://zachholman.com/posts/shit-work/\">Don't Give Your Users Shit Work</a> por Zach Holman",
    "<a href=\"http://stef.thewalter.net/installer-anti-pattern.html\">The Wizard Anti-Pattern</a> by Stef Walter": "<a href=\"http://stef.thewalter.net/installer-anti-pattern.html\">The Wizard Anti-Pattern</a> por Stef Walter",
    "Minimal Documentation": "Documentação Mínima",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance.": "A maioria dos usuários não quer ler documentos de ajuda antes de poderem usar seu app. Em vez disso, eles esperam que o seu aplicativo seja intuitivo e simples, de modo que eles entendam sem qualquer ajuda.",
    "Use Understandable Copy": "Use Copia Compreensível",
    "Avoid technical jargon and assume little-to-no technical knowledge. This allows your app to be &quot;self-documenting.&quot;": "Evite jargão técnico e assuma pouco-à-nenhum conhecimento técnico. Isso permite que seu app seja \"auto-documentável\".",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Disponibilize explicações não-técnicas ao invés de mensagens de erro críticas. Se algo der errado, uma explicação simplificada do que aconteceu e como resolver deve ser apresentada.",
    "For more information, see <a href=\"#writing-style\">Writing Style</a>.": "Para mais informações, veja <a href=\"#writing-style\">Estilo de Escrita</a>.",
    "User Workflow": "Fluxo de trabalho do usuário",
    "Visible design is a large part of the user experience, but so is the user's workflow, or how they interact with an app. In this section, we cover a few important steps of a typical workflow:": "Design visível é uma grande parte da experiência do usuário, mas também é o fluxo de trabalho do usuário, ou como ele interage com um aplicativo. Nesta seção, nós cobrimos alguns passos importantes de um típico fluxo de trabalho:",
    "<strong>First-Launch Experience</strong>: What the user sees the first time they use your app.": "<strong>Primeira Experiência de Uso</strong>: O que os usuários vêem ao usar seu aplicativo pela primeira vez.",
    "<strong>Normal Launch</strong>: What happens when opening your app on a day-to-day basis.": "<strong>Lançamento Normal</strong>: O que acontece quando o usuário usa o seu aplicativo diariamente.",
    "<strong>Closing</strong>: What happens when closing your app.": "<strong>Fechando</strong>: O que acontece enquanto seu aplicativo está fechando.",
    "<strong>Background Tasks</strong>: How your app manages to do things invisibly in the background.": "<strong>Tarefas em Plano de Fundo</strong>: Como o seu gerenciador de aplicativos lida com o plano de fundo",
    "First-Launch Experience": "Experiência de Primeiro Uso",
    "Required Configuration": "Configuração Requerida",
    "When a user first launches an app, they should be able to get down to business as quickly as possible. If configuration is not absolutely required for the first use, they should not be required to configure anything. If configuration is required (like in Postler), they should be presented with a clean and simple <a href=\"#welcome-screen\">welcome screen</a> within the app (again, like Postler). Avoid separate configuration dialogs when launching.": "Quando um usuário executa uma aplicação pela primeira vez, ele deve estar apto para usá-la o mais rápido possível. Se configurações não são absolutamente necessárias para o primeiro uso, elas não devem ser requisitadas. Se configurações são necessárias (como no Postler), elas devem ser apresentadas em uma simples <a href=\"#welcome-screen\">tela de boas vindas</a> dentro da aplicação (novamente, como o Postler). Evite separar telas de configuração durante a execução.",
    "Speed of Launch": "Velocidade de lançamento",
    "Your app's first launch is the user's first impression of your app; it's a chance to really show off its design and speed. If your app has to configure things in the background before visibly launching, it gives the user the impression that the app is slow or will take a long time to start up. Instead, focus on making the application window appear fast and ready to be used, then do any background tasks behind the scenes. If the background task is blocking (ie. the user is unable to perform certain tasks until it's complete), show some type of indication that a background process is happening and make the blocked user interface items insensitive (see: <a href=\"#widget-concepts\">Widget Concepts</a>).": "A primeira execução da sua aplicação é a primeira impressão que o usuário terá dela; é uma chance de realmente mostrar seu design e performance. Se sua aplicação precisa de algum processamento antes de mostrar algo visível, isso dá ao usuário a impressão que a aplicação é lenta ou que levará muito tempo para iniciar. Ao invés disso, foque em fazer a janela da aplicação aparecer rapidamente e pronta para ser usada, somente depois faça qualquer processamento paralelo necessário. Se alguma tarefa paralela é bloqueante (ie. o usuário fica inabilitado de utilizar a aplicação até que a tarefa termine), mostre algum tipo de indicador sobre isso e deixe os items da interface que está bloqueada com menor destaque (veja: <a href=\"#widget-concepts\">Conceitos de Widgets</a>)",
    "Welcoming the User": "Dando boas-vindas ao Usuário",
    "If there is no content to show the user, provide actions they can act upon by using a simple <a href=\"#welcome-screen\">welcome screen</a>. Allow them to open a document, add an account, import a CD, or whatever makes sense in the context of the app.": "Se não houver conteúdo a ser mostrado ao usuário, forneça ações que eles possam interagir através de uma simples <a href=\"#welcome-screen\">tela de boas vindas</a>. Permita-os abrir um documento, adicionar uma conta, importar um CD, ou qualquer coisa que fizer sentido no contexto do aplicativo.",
    "Resetting the App": "Redefinindo o aplicativo",
    "If a user explicitly &quot;resets&quot; the app (ex. by deleting all songs in a music library or removing all mail accounts in a mail client), it should return to its first-launch state.": "Se um usuário explicitamente \"reconfigurar\" o aplicativo (ex. deletando todas as músicas em uma biblioteca de músicas ou removendo todas as contas de e-mail em um cliente de e-mail), o aplicativo deve retornar para o seu estado inicial.",
    "Normal Launch": "Lançamento normal",
    "When a user launches an app, they're performing an explicit action and expecting a fast, oftentimes immediate response. You should focus on three key areas for app launching: speed, obviousness of what to do next, and state.": "Quando um usuário executa um aplicativo, ele está realizando uma ação explícita e esperando uma resposta rápida, muitas vezes imediata. Você deve focar em três áreas chaves para a execução do aplicativo: velocidade, obviedade do que fazer a seguir, e estado.",
    "Speed": "Velocidade",
    "As has been said before, speed, especially when launching an app, is very important. There should be as little delay as possible in between the time a user decides to launch an app and the instant they can begin using it. If your app requires a splash screen, you're doing it wrong.": "Como já foi dito antes, a velocidade, especialmente ao lançar um aplicativo, é muito importante. Deve ter o menor atraso possível entre o momento em que um usuário decide lançar um aplicativo e no instante em que pode começar a usá-lo. Se o seu aplicativo exige uma tela de carregamento, você está fazendo errado.",
    "Obviousness": "Obviedade",
    "When a user launches your app, they should know exactly what to do next. This is achieved by following the other interface guidelines (ensuring your app is consistent with other apps) and by offering up explicit actions from the get go. If the app typically displays &quot;items,&quot; such as songs or emails, let the user get at those items by displaying them when the app opens. If there are no previously-opened items, you should offer to open or create a new item (such as a document) by using a <a href=\"#welcome-screen\">welcome screen</a>.": "Quando um usuário inicia o aplicativo, eles devem saber exatamente o que fazer a seguir. Isto é conseguido, seguindo as outras diretrizes de interface (assegurando o seu aplicativo é compatível com outros aplicativos) e oferecendo-se ações explícitas. Se o aplicativo tipicamente exibe \"itens\", como músicas ou e-mails, permitir que o usuário chegar a esses itens, exibindo-os quando o aplicativo é aberto. Se não houver itens previamente abertos, você deve oferecer para abrir ou criar um novo item (como um documento) usando um <a href=\"#welcome-screen\">tela bem-vindo</a>.",
    "State": "Estado",
    "If the user has previously used your app, it's typically best to restore the state of the app when opening it again. This means the app comes up to right where the user left off so they can pick up their work again. For a music player, this means opening up with the view where the user left it and the song paused where the user closed the app. For a document editor, this would mean opening up with the same document scrolled to the same spot with the cursor in the same spot on the page.": "Se o usuário tiver usado anteriormente o seu aplicativo, é tipicamente melhor para restaurar o estado do aplicativo quando abri-lo novamente. Isso significa que o aplicativo vem-se para a direita, onde o usuário parou para que eles possam pegar seu trabalho novamente. Para um leitor de música, isso significa abrir-se com a visão de onde o usuário deixou a música parou e onde o usuário fechou o aplicativo. Para um editor de documentos, isso significaria a abertura com o mesmo documento deslocado para o mesmo local com o cursor no mesmo local na página.",
    "Always Provide An Undo": "Sempre Permita Desfazer",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should allow the user to undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "As vezes um usuário realizará uma ação que pode ser destrutiva ou irreversível. Ao invés de mostrar um aviso ao usuário, apps devem permitir que o usuário desfaça a ação um número apropriado de vezes. Alguns exemplos principais de quando esse comportamento é útil são:",
    "<strong>Closing an app</strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"#closing\">Closing</a>.": "<strong>Fechando um aplicativo</strong>. Ao invés de alertar os usuários, salve automaticamente o trabalho e o estado do aplicativo, assim eles podem retornar exatamente onde pararam. Veja <a href=\"#closing\">Fechamento</a>",
    "<strong>Deleting an item</strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Deletando um item</strong>. Ao invés de perguntar ao usuário se eles tem certeza, faça o item \"desaparecer\" do app, mas disponibilize uma forma fácil e intuitiva de desfazer a deleção.",
    "<strong>Sending an email</strong>. Rather than asking the user if they want to send an email, allow them to undo or edit the message a short time after &quot;sending.&quot;": "<strong>Enviando um email</strong>. Ao invés de perguntar ao usuário se eles desejam enviar um email, permita que eles editem ou cancelem o envio um curto tempo após o \"envio\".",
    "<strong>Editing a photo</strong>. Instead of asking the user if they want to destructively apply an edit, allow them to undo the edit and always keep the original backed up.": "<strong>Editando uma foto</strong>. Ao invés de perguntar ao usuário se eles desejam aplicar uma edição destrutiva, permita que eles desfaçam a edição e sempre mantenha a original guardada.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Esse comportamento apenas como ultimo recurso deve ser implementado utilizando um buffer de tempo entre quando o app mostra ao usuário o que aconteceu e quando a ação realmente é realizada. Para manter o a experiencia responsivel, o app deve sempre parecer que a ação ocorreu assim que o usuário à inicia.",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Esse comportamento alcança o melhor balanço de se manter fora do caminho do usuário enquanto garante que o usuário não faça nada sem querer. É importante manter a ação de desfazer discreta e ao mesmo tempo simples e intuitiva; uma forma comum de fazer isso é utilizando a barra de informações, mas outros métodos também podem ser apropriados.",
    "See also: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo</a> by Aza Raskin": "Veja também:  <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo</a> por Aza Raskin",
    "Always Saved": "Sempre Salvo",
    "Users should feel confident when using elementary; they should know that everything they see is saved and up to date.": "Usuários devem se sentir confiantes quando usando elementary; eles devem saber que tudo que eles veem está salvo e atualizado.",
    "Apps in elementary should operate around an always-saved state. This means that changes the user makes are instantly applied and visible and that making the user manually save things is a legacy or specialized behavior.": "Apps no elementary devem operar supondo um estado sempre salvo. Isso significa que qualquer mudança que o usuário faça deve ser aplicada instantaneamente e visível e que fazer o usuário salvar configurações é coisa do passado ou comportamento especial.",
    "For example, a Song Info dialog should update the track information instantly without a user having to press a save button, user preferences should be applied as soon as the user manipulates the relevant widget, and closing an app should mean that reopening it will return to where the user left off.": "Por exemplo, o dialogo de informação de uma música deve atualizar a informação da faixa instantaneamente sem que o usuário tenha que pressionar o botão para salvar, preferencias do usuário devem ser aplicadas assim que o usuário interagir com o widget relevante, e fechar um app deve significar que ao reabri-lo ele irá retornar de onde o usuário o deixou.",
    "Closing": "Fechamento",
    "When a user closes an app, it's typically because they're done using it for now and they want to get it out of the way.": "Quando um usuário fecha um aplicativo, geralmente é porque já termiram de usá-lo por agora e querem tirá-lo do caminho.",
    "Saving State": "Salvando estado",
    "Apps should save their current state when closed so they can be reopened right to where the user left off. Ideally closing and reopening an app should be indistinguishable from the traditional concept of minimizing and unminimizing an app; that is, all elements should be saved including open documents, scroll position, undo history, etc.": "Aplicativos devem salvar seu estado atual quando fechados para que eles possam ser reabertos exatamente de onde o usuário parou. O ideal é que fechar e reabrir um aplicativo deve ser distinto do conceito tradicional de minimizar e desminimizar um aplicativo; ou seja, todos os elementos devem ser guardados, incluindo os documentos abertos, posição de rolagem, desfazer a história, etc.",
    "Background Tasks": "Tarefas em segundo plano",
    "If it makes sense for an app to complete background tasks after the window is closed, the tasks should be completed soon after the window is closed. If the app performs repeat background tasks (such as a mail client), the background tasks should be handled by a separate daemon that does not rely on the app itself being open.": "Se isso faz sentido para um aplicativo para completar tarefas em segundo plano depois que a janela é fechada, as tarefas devem ser concluídas em breve depois que a janela é fechada. Se o aplicativo executa tarefas em segundo plano de repetição (como um cliente de email), as tarefas em segundo plano deve ser tratado por um \"daemon\" (serviço) separado que não contam com o aplicativo em si ser aberto.",
    "Closing the App Window": "Fechando a janela do aplicativo",
    "It is not desirable for an app window to simply minimize rather than close when the user attempts to close it. Instead, the app window should be &quot;hidden&quot;. If it makes sense to continue a process in the background (such as downloading/transferring, playing music, or executing a terminal command) the app backend should continue with the task and close when the task is finished. If it's not immediately apparent that the process has completed (as with the file download/transfer or terminal command), the app may show a notification informing the user that the process has completed. If it is apparent, as with the music, no notification is necessary.": "Não é desejável para uma janela do aplicativo para minimizar ao invés de simplesmente fechar quando o usuário tenta fechar. Em vez disso, a janela do aplicativo deve ser \"escondido\". Se isso faz sentido continuar um processo em segundo plano (como o download / transferência, a reprodução de música, ou executar um comando de terminal) o backend aplicativo deve continuar com a tarefa e fechar quando a tarefa estiver concluída. Se não for imediatamente evidente que o processo foi concluído (como acontece com o download do arquivo / transferência ou comando terminal), o aplicativo pode mostrar uma notificação informando ao usuário que o processo foi concluído. Se é evidente, como acontece com a música, nenhuma notificação é necessária.",
    "Re-Opening the App Window": "Reabrindo a janela do aplicativo",
    "If the user re-opens the app while the background process is still executing, the app should be exactly where it would be if the window had been open the whole time. For example, the terminal should show any terminal output, the music player should be on the same page it was when closed, and the browser should come back to the page it was on previously. For more details, see the discussion of app state on a <a href=\"#normal-launch\">Normal Launch</a>.": "Se o usuário re-abre o aplicativo enquanto o processo em segundo plano ainda está em execução, o aplicativo deve iniciar exatamente onde parou. Por exemplo, o terminal deve mostrar qualquer saída terminal, o leitor de música deve ser na mesma página que foi quando fechada, e o navegador deve voltar para a página que foi em anteriormente. Para mais detalhes, veja a discussão do estado de aplicativo em um <a href=\"#normal-launch\"> Lançador Normal</a>.",
    "See also: <a href=\"http://design.canonical.com/2011/03/quit/\">That's It, We're Quitting</a> by Matthew Paul Thomas": "Veja tambpém: <a href=\"http://design.canonical.com/2011/03/quit/\">É Isso Aí, Estamos Encerrando</a> por Matthew Paul Thomas",
    "Desktop Integration": "Integração com Desktop",
    "An important advantage that developers have when choosing the elementary platform is the ability to seamlessly integrate their application with the default desktop. Outlined below are the several ways in which you can make your application feel beyond native in elementary. This section will cover things like:": "Uma importante vantagem que os desenvolvedores tem quando fecham a plataforma elementary é a capacidade de integrar sua aplicação com o desktop padrão. São esboçadas abaixo as diversas maneiras em que você pode fazer sua aplicação ser nativa no elementary. Essa sessão irá abranger coisas como:",
    "<strong>Creating an App Launcher</strong>. The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. This section details how to create these launchers.\nMIME handling. If your application can open and save files, place entries for those file types in the application database and the document type (MIME) database. This allows the file manager and other applications to automatically launch your application when they encounter files your application can handle.": "<strong>Criando um Lançador de Aplicativos</strong>O principal método de descobrir e usar seu aplicativo será através de um lançador de aplicativos encontrado em Slingshot ou no dock. Esta seção fornece detalhes sobre como criar esses lançadores.\nManipulação de MIME. Se seu aplicativo pode abrir e salvar arquivos, coloque as entradas para esses tipos de arquivo no banco de dados do aplicativo e no banco de dados do documento tipo (MIME). Isso permite que o gerenciador de arquivos e outros aplicativos iniciem automaticamente seu aplicativo quando eles encontrarem arquivos que seu aplicativo pode manipular.",
    "<strong>Contractor</strong>. elementary provides an easy new way for applications to share files with each other. This will make your application more useful and extend its functionality without adding hundreds of lines of code.": "<strong>Contractor</strong>. elementary fornece uma maneira nova e fácil para aplicativos compartilharem arquivos uns com os outros. Isso faz seu aplicativo mais usável e estende sua funcionalidade sem adicionar centenas de linhas de código.",
    "<strong>Using System Indicators</strong>. elementary uses indicator applets in the panel that allow your application to provide persistent notifications. This section discusses not only how to use that area, but when it is or isn't appropriate to use it.": "<strong>Usando Indicadores de Sistema</strong>. elementary usa indicador de miniaplicativos no painel que permite seu aplicativo fornecer notificações persistentes. Esta sessão discute não só como usar essa área, mas quando é ou não é apropriado usá-la.",
    "<strong>Integrating with the Dock</strong>. elementary ships with a great dock that supports the Unity Launcher API. This allows your application to provide notification badges, progress indicators, and more.": "<strong>Integração com o Dock</strong>. elementary chega com um ótimo dock que suporta a Unity Launcher API. Isto possibilita à sua aplicação fornecer insígnias de notificações, indicadores de progresso, entre outras coisas.",
    "App Launchers": "Lançadores de aplicativos",
    "The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. In order to provide these launchers you must install an appropriate .desktop file with your app. This includes giving your launcher an appropriate name, placing it in the correct category, assigning it an icon, etc.": "O método primário de descobrir e usar seus aplicativos será através do lançador encontrado no Slingshot ou na sua barra de inicialização. Para ter acesso a esses lançadores de aplicativos você precisa instalar um arquivo .desktop apropriado com seu aplicativo. Isto inclui dar ao seu lançador um nome apropriado, colocá-lo na categoria correta, designá-lo um ícone, etc.",
    ".desktop files follow the freedesktop.org <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Desktop Entry Specification</a>. They should be installed in <em>/usr/share/applications</em>. Users may create their own launchers by putting .desktop files in <em>~/.local/share/applications</em>.": "Arquivos .desktop seguem a  <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Desktop Entry Specification</a> do freedesktop.org. Eles devem ser instalados em <em>/usr/share/applications</em>. Usuários podem criar seus próprios atalhos colocando os arquivos .desktop em <em>~/.local/share/applications</em>.",
    "The contents of .desktop files should follow this formula:": "O conteúdo dos arquivos .desktop deve seguir esta fórmula:",
    "<em><strong>Title</strong> is a(n) <strong>GenericName</strong> that lets you <strong>Comment</strong>.</em>": "<em><strong>Título</strong> é um(a) <strong>GenericName</strong> que lhe permite <strong>Comentar</strong>.</em>",
    "Title": "Título",
    "You should not include descriptive words in your title. For example, Dexter is called &quot;Dexter,&quot; not &quot;Dexter Address Book.&quot; Midori is just &quot;Midori,&quot; not &quot;Midori Web Browser.&quot; Instead, utilize the GenericName attribute of your app's .desktop file for a generic name, and the Comment attribute for a longer descriptive phrase.": "Você não deve usar palavras descritivas em seus títulos. Por exemplo, Dexter é chamado de \"Dexter, e não \"Contatos Dexter\". Midori é apenas \"Midori\", e não \"Navegador Midori\". Em vez disso, utilize o atributo GenericName do arquivo .desktop de seus aplicativos para nomes comuns, e o atributo Comment para uma frase descritiva mais longa.",
    "GenericName": "NomeGenérico",
    "If your app is easily categorized or described with a generic name, you should use that for the GenericName attribute in your app's .desktop file. If you can say, &quot;My app is a(n) <strong>____</strong>,&quot; then whatever fits in that blank could be the generic name. For example, Maya is a calendar, so its generic name is &quot;Calendar.&quot;": "Se o seu aplicativo é facilmente categorizado ou descrito com um nome genérico, você deve usá-lo para o atributo GenericName no arquivo .desktop do seu aplicativo. Se você pode dizer, \"Meu aplicativo é um(a) <strong>____</strong>,\" então o que se encaixa no espaço em branco pode ser o nome genérico. Por exemplo, Maya é um calendário, portanto o seu nome genérico é \"Calendário\"",
    "You should not include articles (the, a, an) or the words &quot;program,&quot; &quot;app,&quot; or &quot;application&quot; in your app's generic name.": "Você não deve incluir artigos (o, a, um) ou as palavras \"programa\", \"app\", ou \"aplicação\" no nome genérico do seu aplicativo.",
    "The generic name should be in <a href=\"#title-case\">title case</a> and may be used around the system to better describe or categorize your app. ": "O nome genérico deve ser com <a href=\"#title-case\">iniciais em maiúsculo</a> e pode ser usado em todo o sistema para melhor descrever ou categorizar seu aplicativo.",
    "Comment": "Comente",
    "The system utilizes an app's Comment attribute found in the .desktop file to succinctly inform a user what can be done with the app. It should be a short sentence or phrase beginning with a verb and containing the primary nouns that your app deals with. For example, the following are appropriate comments:": "O sistema utiliza o atributo Comment de aplicativos encontrados no arquivo .desktop para sucintamente informar um usuário o que pode ser feito com o aplicativo. Esse comentário deve ser uma sentença curta ou uma frase começando com um verbo e contendo as funções simplificadas que o app realiza. Por exemplo, os comentários a seguir são apropriados:",
    "Maya: <strong>Browse and schedule events</strong>": "Maya: <strong>Navegar e agendar eventos</strong>",
    "Noise: <strong>Listen to music</strong>": "Noise: <strong>Escutar música</strong>",
    "Lingo: <strong>Look up definitions</strong>": "Lingo: <strong>Consultar definições</strong>",
    "Geary: <strong>Send and receive mail</strong>": "Geary: <strong>Enviar e receber e-mail</strong>",
    "Scratch: <strong>Edit text files</strong>": "Scratch: <strong>Editar arquivos de texto</strong>",
    "Files: <strong>Browse and manage your files</strong>": "Files: <strong>Navegar e gerenciar seus arquivos</strong>",
    "An app's comment should be in <a href=\"#sentence-case\">sentence case</a>, not include terminal punctuation (periods, exclamation points, or question marks), and should be as short as possible while describing the <em>primary</em> use case of the app.": "Um comentário de aplicativo deve estar em <a href=\"#sentence-case\">caixa baixa</a> não incluindo pontuação de finalização (pontos finais, exclamações ou pontos de interrogação), e deve ser tão curto quanto possível enquanto descreve a função <em>primária</em> do aplicativo.",
    "Categories": "Categorias",
    "The following categories may be used to aid with searching or browsing for your app:": "As seguintes categorias podem ser usadas para auxiliar com a pesquisa ou navegação para seu aplicativo:",
    "AudioVideo  ": "AudioVideo",
    "Audio": "Áudio",
    "Video": "Vídeo",
    "Development": "Desenvolvimento",
    "Education": "Educação",
    "Game": "Jogo",
    "Graphics": "Gráficos",
    "Network ": "Network",
    "Office": "Escritório",
    "Science": "Ciência",
    "Settings": "Configurações",
    "System": "Sistema",
    "Utility": "Utilitário ",
    "For more info, see the FreeDesktop.Org <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">menu entry</a> spec.": "Para mais informações, consulte a especificação de <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">entrada do menu FreeDesktop.Org</a>",
    "Keywords": "Palavras-chave",
    "You may also include keywords in your launcher to help users find your app via search. These follow the convention of &quot;X-GNOME-Keywords&quot; (for in the app launcher) and &quot;X-AppInstall-Keywords&quot; (for in the app installer). For example, web browser might include &quot;Internet&quot; as a keyword even though it's not in the app's name, generic name, or description. As a result, a user searching for &quot;Internet&quot; will find the app. Here are some more examples:": "Você pode também incluir palavras-chave em seu lançador para ajudar usuários a encontrar seu aplicativo via busca. Elas seguem a convenção de \"X-GNOME-Palavras-chave\" (para o lançador do aplicativo) e \"X-Instalador-Palavra-chave\" (para o instalador do aplicativo). Por exemplo, navegadores podem incluir \"Internet\" como uma palavra-chave, mesmo não sendo o nome do aplicativo, seu nome comum ou sua descrição. Como resultado, um usuário que procure por \"Internet\" encontrará o aplicativo. Aqui estão mais alguns exemplos:",
    "Geary: <strong>Email;Gmail</strong>": "Geary: <strong>Email;Gmail</strong>",
    "Midori: <strong>Internet;WWW;Explorer</strong>": "Midori: <strong>Internet;WWW;Explorer</strong>",
    "Files: <strong>Folders;Browser;Explorer;Finder;Manager</strong>": "Arquivos: <strong>Pastas;Navegador;Explorador;Localizador;Gestor</strong>",
    "Terminal: <strong>Command;Prompt;cmd;Emulator</strong>": "Terminal: <strong>Comando;Prompt;cmd;Emulador</strong>",
    "Scratch: <strong>Notepad;IDE;Plain</strong>": "Scratch: <strong>Notepad;IDE;Plain</strong>",
    "System Settings: <strong>Control;Panel</strong>": "Configurações de Sistema: <strong>Controle;Painel</strong>",
    "Shotwell: <strong>Camera;Picture</strong>": "Shotwell: <strong>Câmera;Imagem</strong>",
    "Keywords should be single words in <a href=\"#title-case\">title case</a> and seperated with a semicolon.": "Palavras-chave devem ser as únicas no <a href=\"#title-case\">caso de título</a> e separados por ponto e vírgula.",
    "See also: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Desktop Entry Specification</a> from FreeDesktop.org": "Veja também: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Especificação de Entrada da Área de Trabalho</a> de FreeDesktop.org",
    "Contractor": "Contratante",
    "Contractor is a service and a protocol for exposing services easily between apps. It allows an app to interact with various other apps/services without hardcoding support for them. You simply add <a href=\"https://launchpad.net/contractor\">contractor</a> support, and then any service registered with contractor is now available for your app to use. Your app can integrate with contractor in two different ways:": "Contractor é um serviço e um protocolo para expor os serviços facilmente entre aplicativos. Ele permite um aplicativo interagir com vários outros aplicativos/serviços destituído de suporte à codificação complexa para eles. Você simpesmente adiciona suporte ao contractor, e, em seguida qualquer serviço registrado com o contractor está agora disponível para o seu aplicativo usar. Seu aplicativo pode interagir com o contractor e duas maneiras diferentes: ",
    "Register one of it's functions as a service that can be used from other apps": "Registre uma de suas funções como um serviço que pode ser usado a partir de outros aplicativos",
    "Implement the contractor menu or otherwise access contractor to receive a list of services that can handle the data your app manages": "Implementar o menu do contractor ou outra forma de acesso ao contractor para receber uma lista de serviços para conseguir manipular os dados que seu aplicativo gerencia",
    "Displaying Results from Contractor": "Exibindo Resultados do Contractor",
    "The most typical way to present Contractor results to users is in menu form. Keep in mind the following things when presenting contractor results:": "A maneira mais comum de apresentar resultados do Contractor para os usuários é em forma de menu. Tenha em mente o seguinte ao apresentar resultados do contractor:",
    "If the item acted upon is one of many items visible, such as in an icon view, be sure to display results in a way that is directly related to the item such as in a context menu.": "Se o item posto em prática é um de muitos itens visíveis, como em uma visão por ícones, certifique-se de exibir resultados de uma maneira que seja diretamente relatada ao item, como eu m menu de contexto.",
    "If the item acted upon is the only item currently visible, such as a web page or a contact in Dexter, contractor can be displayed in a toolbar menu.": "Se o item ativo é o único item visível no omento, como uma página web ou um contato no Dexter, o Contractor poderá ser mostrado no menu da barra de ferramentas",
    "Never display the target app's name. The menu string is the intended display name for that app. Doing so can lead to redundant messages such as, &quot;Set image as wallpaper (wallpaper)&quot; and it is always irrelevant to a user's needs.": "Nunca exibir o nome do aplicativo de destino. A seqüência de menu é o nome de exibição destinado a esse app. Fazer isso pode levar a mensagens redundantes, tais como, \"Definir imagem como papel de parede (wallpaper)\" e é sempre irrelevantes para as necessidades de um usuário.",
    "Dock Integration": "Integração do Dock",
    "By integration with Pantheon's dock, apps are able to communicate their status to the user at a glance.": "Da integração com o dock do Pantheon, os aplicativos são capazes de comunicar seu status para o usuário em um instante.",
    "Progressbars": "Barras de Progresso",
    "A progressbar must be unambiguous in it's use, referring to a single specific task. For example, a progressbar can be used to indicate the status of a file transfer or of a lengthy process like encoding. A progressbar should not be used to compound the progress of multiple types of actions.": "Uma barra de progresso deve ser clara em seu uso, referenciando uma única tarefa específica. Por exemplo, uma barra de progresso pode ser usada para indicar o status de uma tranferência de arquivo ou de um processo extenso como codificação. Uma barra de progresso não deve ser usada para compor o progresso de múltiplos tipos de ações.",
    "<strong>Good Example</strong>: Installation progress in Software Center": "<strong>Bom Exemplo</strong>: Progresso de instalação na Central de Software",
    "<strong>Bad Example</strong>: Combined progress of downloading an album, burning a CD, and syncing a mobile device in Noise": "<strong>Exemplo Ruim:</strong>: Processo combinado de baixar um álbum, gravação de CD, e sincronizar um dispositivo móvel no Noise",
    "Badges": "Emblemas",
    "A badge shows a count of actionable items which your app manages. It's purpose is to inform the user that there are items that require user attention or action without being obtrusive. This is a passive notification. A badge should not show totals or rarely changing counters. If the badge is not easily dismissed when the user views your app, it is likely that this is not a good use of a badge.": "Um distintivo mostra uma contagem de itens acionáveis que sua aplicação gerencia. Seu propósito é de informar o usuário que há itens que requerem a atenção do usuário ou uma ação sem ser inoportuno. Isto é uma notificação passiva. Um distintivo não deve mostrar totais ou raramente alterar contadores. Se o distintivo não é facilmente recusado quando o usuário visualiza sua aplicação, é provável que este não seja um bom uso de um distintivo\n.",
    "<strong>Good Example</strong>: Unread messages in Geary": "<strong>Bom Exemplo</strong>: Mensagem não lida no Geary",
    "<strong>Bad Example</strong>: Total number of Photos in Shotwell": "<strong>Exemplo ruim</strong>: Número total de Fotos no Shotwell",
    "System Indicators": "Indicadores do Sistema",
    "Indicators are small icons that live on the top panel. They give users a place to glance for a quick indication of various settings or events. Clicking the icon shows a small menu with related actions available to the user.": "Indicadores são pequenos ícones que vivem no painel superior. Eles dão aos usuários um lugar para rápida visualização de várias configurações ou eventos. Clicar no ícone exibe um pequeno menu com ações relacionadas disponíveis para o usuário.",
    "Does Your App Need An Indicator?": "O Seu Aplicativo Precisa De Um Indicador?",
    "The indicator area is notorious for becoming cluttered and having inconsistent behavior. Given that users will probably install many third party apps, we need to be careful about how many indicators we're showing and how they behave. Keep in mind that not every application needs an indicator. Only a very small set of apps will benefit from one. You do not need an indicator if:": "A área de indicadores é notória por se tornar desordenada e ter um comportamento inconsistente. Dado que os usuários provavelmente irão instalar muitos programas de terceiros, precisamos ser cuidadosos sobre quantos indicadores estaremos exibindo e como eles se comportam. tenha em mente que nem toda aplicação precisa de um indicador. Apenas um conjunto mínimo de de programas se beneficiarão de uma. Você não precisa de um indicador se:",
    "<strong>The indicator will only appear while your app's main window is open.</strong> LibUnity already provides a great API for showing application statuses on your app's icon in the dock. Only use an indicator if it will show while your app's main window is closed.": "<strong>O indicador aparecerá apenas enquanto a janela principal de sua aplicação estiver aberta.</strong> LibUnity já conta com uma grande API para exibir status de aplicação no ícone de seu app na doca. Apenas use um indicador se ele irá aparecer enquanto a janela principal de sua aplicação estiver fechada.",
    "<strong>You want a persistent/smaller launcher.</strong> ​Launchers are already stored in the dock in a way that gives the user control over persistence and size. The indicator area should never be used for an app launcher. If you want to add special actions to your launcher, Quicklists should be used, not an indicator.": "<strong>Você quer um lançador permanente/pequeno.</strong> Lançadores já estão guardados no dock de uma forma que dá ao usuário controle de sua permanência e tamanho. A área dos indicadores nunca deveria ser utilizada como um lançador de aplicativos. Se você deseja adicionar ações especiais ao seu lançador, Quicklists deveria ser usado, não um indicador.",
    "<strong>The application is for IM, IRC, e-mail, news-reading, or music playback.</strong> Instead, integrate the application with the existing messaging or sound menus.": "<strong>A aplicação é para IM, IRC, e-mail, leitura de notícias, ou reprodução de músicas.</strong> Em vez disso, integre a aplicação com o menu de mensagens ou som existentes.",
    "See also: <a href=\"http://design.canonical.com/2010/04/notification-area/\">Farewell To The Notification Area</a> by Matthew Paul Thomas": "Veja também: <a href=\"http://design.canonical.com/2010/04/notification-area/\"> Adeus à área de notificação </a> por Matthew Paul Thomas",
    "Container Widgets": "Container Widgets",
    "Windows": "Janelas",
    "Windows are the foundation that your app is built on. They provide a sort of canvas with basic actions built in such as closing an app, resizing it, etc. Although users may see all windows as being the same, there are several distinct types of windows in elementary OS. It's important to understand the types of windows available to you, window behavior in general, and behavior that is specific to a certain window type. This section will cover the different types of windows available in elementary OS. Although each type of window is a bit different, think of them all as a subclass of a window. Unless otherwise stated, they all behave as an average window.": "Janelas são a fundação sobre a qual seu aplicativo é contruído. Elas fornecem um conjunto de telas com ações básicas embutidas como fechar uma aplicação, redimensioná-la, etc. Mesmo que os usuários vejam tdas as janelas como sendo a mesma, há alguns tipos distintos de janelas no elementary OS. É importante entender os tipos de janelas disponíveis para você, comportamento de janelas em geral,  comportamentos específicos para certos tipos de janelas. Esta seção irá cobrir os diferentes tipos de janelas disponíveis no elementary OS. Apesar de cada tipo de janela ser um pouco diferente, pense em todas elas como uma subclasse de uma janela. Até que se prove o contrário, todas elas se comportam como uma janela comum.",
    "<strong>View Windows</strong> are the most literal kind of &quot;Window&quot; available. They show content such as presentations, web pages, documents, etc. These Windows act as a sort of frame around the specific content they display. They typically allow multiple instances of an application to be shown and may utilize tabs to help keep content organized without displaying too many windows.": "<strong>View Windows</strong> são o tipo mais comum de \"Window\" disponível. Elas exibem conteúdo como apresentações, páginas da web, documentos, etc. Estas janelas agem como um conjunto de quadros ao redor do conteúdo específico que elas exibem. Elas tipicamente permitem que múltiplas instâncias de uma aplicação sejam exibidas e podem utilizar abas para manter o conteúdo organizado sem mostrar muitas janelas.",
    "<strong>App Windows</strong> are the main windows of apps that are not document-based. These windows typically only allow one instance of an application to be shown.": "<strong> Janelas de Aplicações </strong> são as principais janelas dos aplicativos que não são baseadas de documento. Essas janelas tipicamente permitem somente uma instância do aplicativo a ser mostrado.",
    "<strong>Dialogs and Alerts</strong> are temporary windows that require a response from a user. Dialogs and Alerts are especially unique types of windows with much stricter guidelines for their use and visual style. They typically belong to App or View windows and are often modal. We'll discuss what modality means in a bit.": "<strong>Diálogos e Alertas</strong> são janelas temporárias que requerem uma resposta do usuário. Diálogos e Alertas tipos especiais e únicos de janelas com diretrizes muito mais rigorosas para seu uso e estilo visual. Elas tipicamente pertencem à janela de aplicativos ou de visão e muito comumente são modais. Discutiremos o que significa modalidade em instantes.",
    "Window Titles": "Títulos de Janelas",
    "When dealing with window titles, consider that their main use is in distinguishing one window from another. A good window title will provide a description that helps a user make a selection. Keep that in mind as you consider the following:": "Ao lidar com títulos de janelas, considere que seu principal uso é para distinguir uma janela de outra. Um bom título de janela fornecerá uma descrição que ajude o usuário a fazer uma seleção. Tenha isso em mente ao considerar o seguite:",
    "A view window should display the name of the content being viewed.  For example, in Midori the window title reflects the title of the current web page. When looking for a specific window among multiple instances of an app, simply showing the application's name is not helpful.": "Uma janela de visão deve exibir o nome do conteúdo sendo visualizado. Por exemplo, no Midori o título da janela reflete o título da página da web atual. Ao buscar por uma janela específica entre múltiplas instâncias de uma aplicação, apenas exibir o nome do programa não é útil.",
    "A window's title should not show the vendor name or version number of the app.  Adding the version number or vendor name clutters the title and doesn't help to distinguish a window. Additionally, this information is already available from your app's About window.": "Um título de janela não deve exibir o nome do fornecedor ou a versão do aplicativo. Adicionar o número de versão ou o nome do fornecedor desorganiza o título e não ajuda a distinguir uma janela. Além disso, esta informação já está disponível na janela Sobre de seu aplicativo.",
    "Dialogs and alerts should not display a window title. They are distinctive enough in their visual style and are often modal.": "Diálogos e alertas não devem exibir um título da janela. Eles são diferentes o suficiente em seu estilo visual e muitas vezes são modais.",
    "If you need to display more than one item in the title, separate the items with an em dash (—) with space on either side. The helps keep the title clean when you need to show more information.": "Se precisar exibir mais de um item no título, separe os itens com um travessão (—) com espaço em ambos os lados. Isso ajuda a manter o título limpo quando você precisa mostrar mais informações.",
    "Don’t display pathnames in window titles, only the current destination. If you have two paths that are very similar it will be hard to distinguish them when displaying the full path. If you only show the destination, the distinction is clear.": "Não mostrar caminhos em títulos de janela, apenas o destino atual. Se você tem dois caminhos que são muito semelhantes, será difícil distingui-los ao exibir o caminho completo. Se você só mostrar o destino, a distinção é clara.",
    "Dialogs": "Diálogos",
    "A generic alert dialog": "Um diálogo de alerta genérico",
    "Alert Text": "Texto de alerta",
    "An alert contains both primary and secondary text.": "Um alerta possui texto primário e secundário",
    "The primary text contains a brief summary of the situation and offer a suggested action. This text should be displayed in a bold font that is slightly larger than the default.": "O texto primário possui um breve resumo da situação e oferece uma sugestão de ação. Este texto deve ser exibido em negrito que é ligeiramente maior do que o padrão.",
    "The secondary text provides a more detailed description of the situation and describes any possible side effects of the available actions. It's important to note that a user should only need the primary text to make a decision and should only need to refer to the secondary text for clarification. This text should be placed one text line height beneath the primary text using the default font size and weight.": "O texto secundário fornece uma descrição mais detalhada da situação e descreve os eventuais efeitos secundários das ações disponíveis. É importante notar que um usuário só deve precisar o texto preliminar para tomar uma decisão e só devem se referir ao texto secundário para esclarecimentos. Este texto deve ser colocada uma altura da linha de texto abaixo do texto principal usando o tamanho de fonte padrão e peso.",
    "Make both the primary and secondary text selectable. This makes it easy for the user to copy and paste the text to another window, such as an email message.": "Faça tanto o texto selecionável primário e secundário. Isto torna mais fácil para o usuário copiar e colar o texto para outra janela, como uma mensagem de e-mail.",
    "Button Order": "Ordem dos botões",
    "All dialogs should contain an affirmative button that performs the action suggested in the primary text. This button goes on the far right side of the window.": "Todos os diálogos devem conter um botão confirmar que executa a ação sugerida no texto principal. Este botão vai para o lado direito da janela.",
    "For dialogs that are displayed in response to user action (such as &quot;Quit&quot;), provide a &quot;Cancel&quot; button directly to the left of the affirmative button.": "Para caixas de diálogo que são exibidos em resposta a uma ação do usuário (como \"Quit\", sair), um botão de \"Cancelar\" diretamente para a esquerda do botão afirmativa.",
    "If your dialog has alternative actions, list them to the left of the &quot;Cancel&quot; button.": "Se o seu diálogo tem ações alternativas, liste-os à esquerda do botão \"Cancelar\".",
    "If you wish your dialog to contain a &quot;Help&quot; button, this should be placed to the far left of the window.": "Se você deseja que seu diálogo para conter um botão \"Ajuda\", este deve ser colocado para o lado esquerdo da janela.",
    "&quot;OK&quot; is not Okay": "\"OK\" não está Ok",
    "When presenting a dialog to a user, always use explicit action names like &quot;Save...&quot;, &quot;Shut Down&quot;, etc. Consider that using &quot;OK&quot; enables users to proceed without understand the action they are authorizing. Not all users will read the question or information presented to them in a dialog. Using specific action names will make it harder for a user to select an unintended action and may even encourage them to read the information presented before making a selection.": "Ao apresentar um diálogo para um usuário, use sempre nomes de ação explícitos como \"Salvar ...\", \"Desligar\", etc. Considere que o uso de \"OK\" permite aos utilizadores continuar sem entender a ação que está autorizando. Nem todos os usuários vão ler a pergunta ou informações que lhes são apresentados em uma caixa de diálogo. Usando nomes de ação específicos irá tornar mais difícil para um usuário selecione uma ação intencional e pode até mesmo incentivá-los a ler as informações apresentadas antes de fazer uma seleção.",
    "Preference Dialogs": "Diálogos de preferências",
    "Preference dialogs should be made Transient, but not Modal. When a user makes a change in a preference dialog, the change should be immediately visible in the UI. If the dialog is modal, the user may be blocked from seeing (and especially from interacting with) the change. This means they will have to close the dialog, evaluate the change, then possibly re-open the dialog. By making the dialog transient, we keep the dialog on top for easy access, but we also allow the user to evaluate and possibly revert the change without having to close and re-open the preference dialog.": "Diálogos de preferências deve ser feita transitória, mas não Modal. Quando um usuário faz uma alteração em um diálogo preferência, a mudança deve ser imediatamente visível na interface do usuário. Se o diálogo é modal, o usuário pode ser impedido de ver (e, especialmente, de interagir com) a mudança. Isso significa que eles terão de fechar o diálogo, avaliar a mudança, então possivelmente re-abrir o diálogo. Ao fazer o transitório de diálogo, mantemos o diálogo no topo para facilitar o acesso, mas também permitir que o usuário avaliar e eventualmente reverter a mudança sem ter que fechar e re-abrir a janela de preferência.",
    "See also:": "Veja também:",
    "<a href=\"http://uxmovement.com/buttons/why-ok-buttons-in-dialog-boxes-work-best-on-the-right/\">Why 'Ok' Buttons In Dialog Boxes Work Best On The Right</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-ok-buttons-in-dialog-boxes-work-best-on-the-right/\">Why Por que os Botões 'Ok' em Caixas de Diálogo Funcionam Melhor à Direita</a> por UX Movement",
    "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The Ok Button Is No Longer Okay</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Por Que o Botão Ok Não É Ok</a> por UX Movement",
    "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes/No or Ok/Cancel on my message box?</a> on UX StackExchange": "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Devo usar Sim/Não ou Ok/Cancel na minha caixa de mensagem?</a> em UX StackExchange",
    "<a href=\"http://uxmovement.com/buttons/where-to-place-icons-next-to-button-labels/\">Where to Place Icons Next to Button Labels</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/where-to-place-icons-next-to-button-labels/\">Onde Colocar Ícones Próximos aos Rótulos de Botão</a> por UX Movement",
    "Popovers": "Popovers",
    "Popovers are like a contextual dialog. They display transient content directly related to something that was clicked on and close when clicked out of, like menus.": "Popovers são dialogos contextuais. Eles mostram conteúdo momentâneo, diretamente relacionado ao que foi clicado e se fecha quando for clicado fora dele, menus por exemplo.",
    "A popover should be used when a user wants to perform a quick action without getting out of the main UI. Some examples of where a popover could be used are adding a contact from an email, adding a bookmark in a browser, or displaying downloads or file transfers.": "Um popover deve ser usado quando um usuário quer realizar uma operação rapidamente sem sair da UI principal. Alguns exemplos de onde popovers podem ser usados são adicionar um contato de um email, adicionar um favorito em um navegador ou mostrar downloads ou arquivos transferidos.",
    "Popovers should not be used when displaying only a simple list of items; instead, use a menu. Likewise, don't use a popover if the user would spend more than a few seconds in it; instead, use a dialog. Remember that popovers are contextual and should directly relate to the UI element from which they spawn.": "Popovers não devem ser usados quando se quer mostrar apenas uma lista de itens simples; nesse caso use um menu. Da mesma forma, não use um popover se o usuário iŕa gastar mais do que alguns segundos nele; nesse caso use um dialogo. Lembre-se que popovers são contextuais e devem se relacionar diretamente com o elemento da UI da qual ele se originou.",
    "Toolbars": "Barras de Ferramentas",
    "A Toolbar is useful for providing users with quick access to an app's most used features. Besides Buttons, a Toolbar is one of the most frequently used UI elements. It may seem like a simple container, but it is important to remain consistent in it's use and organization.": "A barra de ferramentas é útil para fornecer aos usuários acesso rápido às funções mais utilizadas de um app. Além de botões, uma barra de ferramentas é um dos elementos de interface do usuário mais utilizadas. Pode parecer algo simples, mas é importante para manter a coerência na sua utilização e organização.",
    "Ordering Toolbar Items": "Ordernar Itens da Barra de Ferramentas",
    "Toolbar items should be organized with the most significant objects on the left and the least significant on the right, with the AppMenu always on the far right of the Toolbar. If you have many toolbar items it may be appropriate to divide them into groups with space in between each group. Keep in mind that when viewed with RTL languages, your toolbar layout will be flipped.": "Itens da Barra de Ferramentas devem ser organizados com os objetos mais significativos à esquerda e o menos significativo à direita, com o Menu da Aplicação sempre na extremidade direita da Barra de Ferramentas. Se você tiver muitos itens na barra de ferramentas pode ser adequado dividi-los em grupos com espaços entre cada grupo. Tenha em mente que quando é visualizado com idiomas RTL, o layout da sua barra de ferramentas será invertido.",
    "UI Toolkit Elements": "UI Toolkit Elements",
    "elementary uses consistent user interface (UI) elements to bring a unified and predictable experience to users, no matter what app they're using. When used properly, this ensures a small (or nonexistent) learning curve for your app.": "elementary usa interface de usuário consistente (UI) para trazer uma experiência unificada e previsível para os usuários, não importa o que eles estão usando app. Quando usado corretamente, o que garante uma pequena curva de aprendizagem (ou inexistente) para o seu app.",
    "Widget Concepts": "Conceitos Widget",
    "Before we get into all the widgets available in elementary OS, we need to cover some basic concepts that apply to all widgets. Employing these concepts correctly will create a more seamless experience for your users and help you avoid sifting through bug reports!": "Antes de entrar em todos os widgets disponíveis no  elementary, precisamos cobrir alguns conceitos básicos que se aplicam a todos os widgets. Empregando esses conceitos corretamente irá criar uma experiência mais transparente para seus usuários e ajudá-lo a evitar  relatórios de bugs!",
    "Controls That Do Nothing": "Controles que não fazem nada",
    "A very common mistake for developers to make is creating controls that seemingly do nothing. Keep in mind that we want to present an environment where users feel comfortable exploring. A curious user will interact with a control expecting there to be some immediate reaction. When a control seemingly does nothing, this creates confusion and can be scary (Think,  &quot;uh-oh I don't know what happened!&quot;). In some cases, controls that do nothing are simply clutter and add unnecessary complexity to your UI.": "Um erro muito comum para os desenvolvedores a fazer é criar controles que aparentemente não fazem nada. Tenha em mente que queremos apresentar um ambiente onde os usuários se sentem confortáveis explorar. Um usuário curioso irão interagir com um controle esperando que haja alguma reação imediata. Quando um controle aparentemente não faz nada, isso cria confusão e pode ser assustador (Pense, \"uh-oh, eu não sei o que aconteceu!\"). Em alguns casos, os controles que não fazem nada são simplesmente lixo e adicionar complexidade desnecessária para sua UI.",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing.",
    "Sensitivity": "Sensibilidade",
    "Sometimes it doesn't make sense for a user to interact with a widget until some pre-requisite is fulfilled. For example, It doesn't make sense to allow a user to click the &quot;Forward&quot; button in a browser unless there is forward history available. In this case, you should make the &quot;Forward&quot; button insensitive or a user may click it, expecting a result, and be confused when nothing happens.": "Às vezes, não faz sentido para um usuário interagir com um widget até que algum pré-requisito é cumprido. Por exemplo, não faz sentido para permitir que um usuário clique no botão \"Avançado\" em um navegador a menos que haja frente história disponíveis. Neste caso, você deve fazer o botão \"Avançar\" insensível ou um usuário pode clicar nele, esperando um resultado, e ser confundido quando nada acontece.",
    "It's usually better to make a widget insensitive than to hide it altogether. Making a widget insensitive informs the user that the functionality is available, but only after a certain condition is met. Hiding the widget gives the impression that the functionality is not available at all or can leave a user wondering why a feature has suddenly &quot;disappeared&quot;.": "Geralmente é melhor para fazer um widget insensível do que escondê-lo completamente. Fazendo um widget insensível informa ao usuário que a funcionalidade está disponível, mas só depois de uma determinada condição seja atendida. Escondendo o widget dá a impressão de que a funcionalidade não está disponível em todos os ou pode deixar um usuário se perguntando por uma característica, de repente, \"desapareceram\".",
    "Hidden Widgets": "Widgets escondidos",
    "When a widget only makes sense in a certain context (not as an indicator of an action to be performed) sometimes it does make more sense to hide it. Take hardware requirements for example: It may not make sense to show multi-display options if the system only has a single display. Making multi-display options insensitive is not really a helpful hint on this system. Another exemption to this rule is a widget that a user will only look for in context, like the clear button example above. Finally, Keep in mind that insensitive items will still be recognized by screen readers and other assistive tech, while hidden widgets will not.": "Quando um widget só faz sentido em um determinado contexto (e não como um indicador de uma ação a ser executada), por vezes, faz mais sentido para escondê-lo. Tome requisitos de hardware por exemplo: Não pode fazer sentido para mostrar as opções de multi-display, se o sistema só tem uma única tela. Fazer opções com diversos monitores insensível não é realmente uma dica útil neste sistema. Outra isenção a esta regra é um widget que um usuário irá procurar somente no contexto, como o exemplo claro botão acima. Finalmente, tenha em mente que os itens insensíveis ainda será reconhecido por leitores de tela e outros tecnologia assistiva, enquanto os widgets ocultos não.",
    "Spacing": "Espaçamento",
    "Windows should have a 12px (minimum) space between any widgets and the window's border.": "Janelas deveriam ter 12px (mínimo) de espaço entre qualquer widget e as bordas da janela.",
    "Labels should be 12px (minimum) from their widgets.": "As etiquetas devem ser 12px (mínimo) de seus widgets.",
    "If there are section headers present, labels should be indented.": "Se houver cabeçalhos de seção presentes, os rótulos devem ser identados.",
    "Horizontal spacing between buttons is 6px.": "Espaço horizontal entre botões é 6px.",
    "Alignment": "Alinhamento",
    "Widgets should be &quot;Justified&quot; so that they align on both the left and right sides. Do not include &quot;descriptor&quot; widgets such as icons or labels in this justification.": "Widgets deve ser centralizado para que eles se alinham em ambos os lados esquerdo e direito. Não inclua \"descrição\" widgets como ícones ou rótulos neste justificação.",
    "Labels should be right aligned with respect to each other when possible.": "As etiquetas devem ser bem alinhados uns em relação aos outros quando possível.",
    "Section headers should be left aligned with respect to each other.": "Cabeçalhos secção deve ser deixado alinhados em relação uns aos outros.",
    "See also: <a href=\"http://uxmovement.com/forms/form-label-proximity-right-aligned-is-easier-to-scan\">Form Label Proximity: Right Aligned is Easier to Scan</a> by UX Movement": "Veja também: Label <a href=\"http://uxmovement.com/forms/form-label-proximity-right-aligned-is-easier-to-scan\"> Formulário de Proximidade: alinhado à direita é mais fácil digitalizar </a> por Movimento UX",
    "Infobars": "Barras de Informações",
    "Infobars provide contextual information and actions to the user with varying levels of severity.": "Infobars fornecer informações e ações contextuais para o usuário com diferentes níveis de gravidade.",
    "It is important to determine the severity or type of infobar to use. There are four types of infobars available:": "É importante para determinar a gravidade ou o tipo de infobar de usar. Existem quatro tipos de infobars disponíveis:",
    "<strong>Information</strong>: Supplemental information and an optional action the user may perform. Shows as white in the UI.": "<strong> Informaation </strong>: Informação e uma ação opcional, o usuário pode executar. Mostra como branco na interface do usuário.",
    "<strong>Question</strong>: A non-critical question for the user. An answer of some sort is expected, but it's not urgent or severe. Shows as blue in the UI.": "<strong>Question</strong>: As questões não críticas para o usuário. Uma resposta de algum tipo é esperado, mas não é urgente ou grave. Mostra como o azul na interface do usuário.",
    "<strong>Warning</strong>: Lets the user know something unexpected or bad may happen and provides an action to resolve it. Displays as yellow in the UI.": "<strong> Warning</strong>: Permite que o usuário saiba algo inesperado ou ruim pode acontecer e fornece uma ação para resolvê-lo. Exibe como amarelo na interface do usuário.",
    "<strong>Error</strong>: Informs the user of an error that has occurred and requires a user action to resolve it. Reserved for critical situations. Displays as red in the UI.": "<strong> Error </strong>: Informa o usuário de um erro que ocorreu e requer uma ação do usuário para resolvê-lo. Reservados para situações críticas. Exibe como o vermelho na interface do usuário.",
    "Welcome Screen": "Tela de boas vindas",
    "The Welcome Screen is a friendly way to help users get started with your app.": "A Tela de Boas-Vindas é uma maneira amigável de ajudar os usuários a começar com seu aplicativo.",
    "Usage": "Uso",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Tipicamente uma Tela de Boas-Vindas é usada para apps como o Noise ou Scratch onde você deve importar ou criar uma biblioteca de objetos antes de interagir com eles. Isso proporciona aos seus visitantes um caminho claro para começar e aponta quaisquer medidas imediatas que devem ser tomadas antes de seu aplicativo tornar-se útil.",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Certifique-se se o seu aplicativo permite que sua biblioteca possa ser apagada e que a tela de Boas Vindas seja mostrada novamente ao invés de uma lista vazia.",
    "Labeling": "Marcação",
    "The Welcome Screen consists of two sets of labels:": "A tela de Boas Vindas consiste de dois conjuntos de etiquetas:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "O primeiro conjunto explica a situação e que a tela de boas vindas irá ajudá-lo a proceder. Como exemplo, tela de boas vindas do Noise explica que sua biblioteca de música está vazio e que, para que o Noise torne-se útil, temos de adicionar músicas a ele.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "O segundo conjunto de rótulos consiste nas ações que ajudarão o usuário a começar com o seu app. Para usar o Noise como um exemplo outra vez, uma ação possível é definir a sua pasta de música para um local alternativo. Primeiro vamos nomear a ação \"Altere a pasta de música\". Em seguida, descrevemos o que a ação faz, \"Encontre sua pasta de Música para importar o seu conteúdo.\"",
    "Iconography": "Iconografia",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Juntamente com cada ação está um ícone que ajuda a rapidamente visualizá-la. A maior parte do tempo esses serão ícones de ação, mas você pode usar icones de lugar quando importando ou definindo um local e até icones de aplicativos se precisar abrir um utilitário de configuração.",
    "Source List": "Lista de recursos",
    "A source list may be used as a high-level form of navigation. Source lists are useful for showing different locations, bookmarks, or categories within your app.": "Uma lista de recursos pode ser usada como uma forma de navegação. Lista de recursos são úteis para mostrar diferentes locais, marcadores ou categorias em seu aplicativo.",
    "Sections": "Seções",
    "A source list may be separated into different collapsible sections, each with its own heading. For example, a file manager might have a section for bookmarked locations, a section for storage devices attached to the computer, and a section for network locations. These sections help group related items in the source list and allows the user to hide away sections they might not use.": "Uma lista de recursos pode ser separada em diferentes seções expansíveis, cada uma com seu próprio cabeçalho. Por exemplo, um gerenciador de arquivos pode ter uma seção de localizações favoritas, uma seção para dispositivos de armazenamento conectados ao computador e uma seção para suas localizações de rede. Essas seções ajudam agrupar itens relacionados na lista de recursos e permite ao usuário esconder seções que não estão em uso.",
    "Avoid nesting expandable sections within a source list if possible; if you find yourself wanting to do this, you may need to rethink the sections.": "Se possível evite aninhar seções dentro de uma lista de recursos; se você tiver de fazer isso, é melhor repensar suas seções.",
    "Hierarchy": "Hierarquia",
    "Hierarchy is important with source lists, both within the widget itself and within the broader scope of your app.": "Hierarquia é importante com listas de origem, tanto dentro do próprio widget e no âmbito mais amplo do seu aplicativo.",
    "Sections in the source list should be sorted from most important at the top to least important at the bottom. If you're having a hard time deciding the relative importance of each section, think about which section a user is likely to use more often. Sorting the sections this way ensures that the most important items are always visible, even if the source list is too short to fit all of the items, though of course items at the bottom will still be accessible via scrolling.": "As seções presentes nas listas deverão ser apresentadas de acordo com a sua importância, com as mais importantes em mente. Se está com dificuldade em decidir quais as importâncias relativas de cada seções, pensa em qual o usuário deverá usar mais vezes. Arrumar as seções desta forma garanta que as mais importantes estão sempre visíveis, mesmo que o espaço seja curto para se verem todas as seções, e as menos importantes estarão disponíveis após o scroll.",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "Buttons": "Botões",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them.",
    "Tool Buttons": "Botões de Ferramentas",
    "Tool Buttons are almost always icon-only and do not provide a button border. They should not be accompanied by a label.": "Botões são quase sempre apenas ícones e não fornecem uma borda. Eles não devem precisar de uma etiqueta para ser compreendido.",
    "Tooltips": "Dicas",
    "All Tool Buttons should have tooltips, since they do not contain a label. This assists users with disabilities as well as giving a translation for an unrecognized icon. Tooltips should be done in Sentence Case.": "Todos os botões devem ter dicas, desde que não contenham etiquetas.Assistentes para deficientes também devem entender os ícones. Dicas devem ser feitas em Forma de frase.",
    "Like text button labels, a tooltip should clearly describe what will happen when the button is pressed.": "Como etiquetas em botões de texto, uma dica deve descrever claramente o que irá acontecer quando o botão for pressionado.",
    "Text Buttons": "Botões de Texto",
    "Text Button labels should be done in Title Case.": "Textos em  botões devem ser escritos em Caixa de Título.",
    "Like menu items, Text Button labels should consist of an Action or a Location but not a status. Make sure that a button's label clearly describes what will happen when it is pressed.": " Tal como os itens dos menus, as etiquetas dos Botões deverão consistir numa ação ou localização, mas não um estado. Certifique-se que a etiqueta descreve claramente o que vai acontecer quando o botão for pressionado.",
    "&quot;Remove Account&quot;, &quot;Transfer to Jim's Laptop&quot;, and &quot;Import 20 Songs&quot; are good labels.": "\"Remover conta\", \"Transferir para Laptop do Jim\", e \"Importar 20 Sons\" são bons títulos.",
    "&quot;OK&quot;, &quot;Get more storage!&quot;, and &quot;Low Battery&quot; are not good button labels. The &quot;Get more storage!&quot; label uses incorrect capitalization and unnecessary punctuation. With the other two labels, It's not very clear what will happen when these buttons are clicked.": " \"OK\", \"Obtenha mais armazenamento!\" e \"Bateria Baixa\" não são boas etiquetas para botões. A \"Obtenha mais armazenamento!\" usa uma capitalização incorreta, e pontuação desencessária. Com os outros exemplos não fica bem claro o que acontece quando estes são pressionados.",
    "Since Text buttons have a clear and explicit label, it's usually unnecessary to give them a tooltip.": "Sendo que botões tem textos limpos e diretos, normalmente é desnecessário o uso de tooltip.",
    "Linked Buttons": "Botões Conectados",
    "Linked Buttons are used to group actions that are either similar in nature or mutually exclusive. For example, they could group text options like Bold, Italic, and Underline. Or they can be used to group mutually exclusive states like Grid, List, or Column view.": " Botões Interligados são usados para agrupar ações que são semelhantes em natureza ou mutamente exclusivas. Por exemplo, poderão agrupar opções de texto como Negrito, Itálico e Sublinhado, ou podem ser usadas de forma mutamente exclusiva como \"Grade, Lista, ou Vista de Coluna\".",
    "Linked Buttons should never contain colored icons. Only 16px symbolic icons OR text. Do not mix icons and text.": "Botões de link nunca devem contem icones coloridos. Apenas ícones simbólicos de 16px OU texto. Não misture ícones e texto.",
    "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The OK Button Is No Longer Okay</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Porque o botão OK não está mais OK</a> (em inglês) por UX Movement",
    "AppMenu": "MenuDeApps",
    "The AppMenu is an optional menu which is opened using the gear-shaped icon on the far-right of an app's toolbar. It provides relevant menu items in place of the traditional &quot;File, Edit, View...&quot; menu bar.": " O AppMenu é um menu adicional que se abre ao clicar no ícone da roda dentada no extremo direito da barra de ferramentas. Providencia entradas de menu relevantes em vez do mais tradicional menu \"File, Edit, View...\" .",
    "You should first consider if your app needs this widget. While most apps may have one, your app may not necessarily need an AppMenu.": " Deverá avaliar se o seu aplicativo necessita deste widget. Apesar da maioria dos apps terem um, o seu aplicativo pode não necessitar do mesmo.",
    "When adding items to your AppMenu, consider the following:": "Quando adicionar itens ao menu do seu aplicativo, considere o seguinte:",
    "Items should be relevant and useful. It's not acceptable to duplicate items that are found in your main UI here.": "Os artigos devem ser relevantes e úteis. Não é aceitável duplicar itens que são encontrados em sua interface principal aqui.",
    "If the app includes a &quot;preferences&quot; window, it should be available from the AppMenu.": "Se o aplicativo conter uma tela de configurações, essa deve estar disponível pelo menu.",
    "There should be an item for the &quot;About&quot; dialog which contains links to the project's bug tracker, help, etc.": "Deve haver um item para o \"About\" de diálogo que contém links para bug tracker do projeto, ajuda, etc.",
    "If an AppMenu is displayed, a menu bar should not be, and vice-versa.": "Se um AppMenu é exibido, uma barra de menu não deve ser, e vice-versa.",
    "Search Fields": "Campos de Pesquisa",
    "Apps that support the searching or filtering of content should include a search field on the right side of the app's toolbar (to the left of the AppMenu). This gives users a predictable place to see whether or not an app supports searching, and a consistent location from which to search. Gtk+ provides a convenient complex widget for this purpose called <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.SearchEntry\">Gtk.SearchEntry</a>.": "Aplicativos que suportam a busca ou filtragem de conteúdo deve incluir um campo de pesquisa no lado direito da barra de ferramentas do aplicativo (à esquerda do AppMenu). Isso dá aos usuários um lugar previsível para ver se um aplicativo suporta a pesquisa ou não, e uma localização consistente em que pretende procurar. Gtk+ fornece um widget complexo conveniente para o efeito chamado <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.SearchEntry\">Gtk.SearchEntry</a>.",
    "Behavior": "Comportamento",
    "If it is possible to include search functionality within your app, it is best to do so. Any list or representation of multiple pieces of data should be searchable using a search field that follows these rules:": " Se for possível incluir a funcionalidade de pesquisa no seu app... inclua!. Qualquer lista ou representação de múltiplas entidades de dados deve ser pesquisável usando um campo de pesquisa que siga as seguintes regras:",
    "Results should be instantly shown as you type. This helps your app to appear faster and is more useful than having to hit &quot;Enter&quot; and wait. Exceptions may be made if the data is not stored locally.": " Os resultados devem ser apresentados a medida que se escreve na pesquisa. Isto ajuda a mostrar quão rápida é o seu aplicativo, e é mais prático do que ter que pressionar \"Enter\" e esperar. Pode-se fazer uma exceção caso os dados não sejam guardados localmente.",
    "In most cases, the search should be case-insensitive; users should not be expected to provide the exact capitalization. A good compromise is &quot;smart case&quot; where case is respected whenever the user intentionally types lower and upper case letters.": " Na maioria dos casos, a pesquisa não deve depender da capitalização: Não deve ser esperado dos usuários o conhecimento das regras de capitalização usadas. Um bom compromisso é usar o \"smart case\" onde os casos apresentados são independentes da capitalização usada pelo usuário, ainda que usada de proposito pelo utilizador.",
    "Search fields should contain hint text that describes what will be search. You can set this using the entry property <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Entry.placeholder_text\">&quot;placeholder_text&quot;</a>.": " Os campos de pesquisa deverão conter uma dica textual que descreva o que vai ser pesquisado. Pode definir este valor usando a propriedade <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Entry.placeholder_text\">\"placeholder_text\"</a>.",
    "Most search fields should use the format &quot;Search OBJECTS&quot; where OBJECTS is something to be searched, like Contacts, Accounts, etc.": "A maioria dos campos de pesquisa devem usar o formato \"Pesquisar OBJETOS \", onde OBJETOS é oque deve ser pesquisado, como Contatos, Contas, etc.",
    "If the search field interacts with a search service, the hint text should be the name of that service such as &quot;Google&quot; or &quot;Yahoo!&quot;": "Se o campo de pesquisa interage com alguma serviço, o texto de dica deve ser o nome desse serviço, como \"Google\" ou \"Yahoo!\"",
    "Checkboxes &amp; Switches": "Checkboxes e Switches",
    "Checkboxes": "Caixa de seleção",
    "Checkboxes present a way for users to select items from a list.": "Checkboxes apresentam uma forma do usuário selecionar itens de uma lista.",
    "Use checkboxes when users are making a selection of items.\nMake sure that a user can toggle the state of the checkbox by clicking on the label associated with the checkbox.": " Usa Caixas de Seleção quando os usuários tem que fazer uma escolha de itens. Certifique-se que o usuário pode ativar a Caixa de Seleção clicando na etiqueta que a acompanha.",
    "Labels associated with Checkboxes should usually be nouns or nounal phrases.": "Marcadores associados a caixas de seleção deve ser normalmente substantivos ou frases nominais.",
    "Switches": "Switches",
    "Switches present a way for users to toggle certain features or behaviors &quot;on&quot; or &quot;off&quot;.": "Switches apresentam uma forma do usuario ativar/desativar certas características. ",
    "Don't use switches to include related items as part of a list, instead use a checkbox. Think of switches as acting on independent services and checkboxes as including objects in a list. This is an important distinction to make.": " Não use interruptores para incluir itens relacionados como parte de uma lista, usa uma Caixa de Seleção. Pensa no interruptor como atuante em serviços independentes, e as caixas de seleção para incluir objetos numa lista. Isto é uma distinção importante a fazer.",
    "Notice that the option &quot;Record from microphone&quot; is a great candidate for a switch. You are enabling and disabling this recording service.": " Nota que a opção \"gravar a partir do microfone\" é uma boa candidata para um interruptor. Está a ativar ou desativar o serviço de gravação.",
    "However, if there are two options &quot;Record system sounds&quot; and &quot;Record from microphone&quot; you are now dealing with a list of related items to include as part of a larger recording service (who's on and off state is independent of what services it includes). In this case, a checkbox is more appropriate to denote this inclusion.": " No entanto, se há duas opções \"Gravar os sons de sistema\" e \"Gravar a partir do microfone\" já estás a lidar com uma lista de itens relacionados, e que deverão ser incluídos como partes de um serviço de gravação (cujo estado de on e off é independente do tipo de serviços incluídos). Neste caso, uma Caixa de seleção é mais apropriado para apresentar estas duas opções.",
    "When possible, directly call out the service you are acting on. Do not use words that describe the state that the widget is describing like &quot;Enable Multitouch&quot;, &quot;Use Multitouch&quot;, or &quot;Disable Multitouch&quot;. This can create a confusing situation logically. Instead, simply use the noun and write &quot;Multitouch&quot;.": " Sempre que possível chame diretamente o nome do serviço sobre o qual estás a actuar. Não use palavras que descrevam o estado que o widget está a descrever, como por exemplo \"ativar multitoque\", \"Use multitoque\" ou \"Desativar Multitoque\". Isto pode gerar uma situação confusa. Em vez disso, use apenas o nome e escreve \"Multitoque\".",
    "See also: <em><a href=\"http://uxmovement.com/forms/ways-to-make-checkboxes-radio-buttons-easier-to-click/\">3 Ways to Make Checkboxes, Radio Buttons Easier to Click</a></em> by UX Movement": " Ver também: <em><a href=\"http://uxmovement.com/forms/ways-to-make-checkboxes-radio-buttons-easier-to-click/\">3 maneiras de Criar Caixas de Seleção, Botões de Rádio mais fáceis de clicar</a></em> por UX Movement",
    "Notebooks": "Cadernos",
    "Notebooks are a type of widget that allow showing one of multiple pages in an app, also colloquially referred to as &quot;tab bars.&quot;": "Cadernos são um tipo de ferramenta que permite mostrar uma de várias páginas no aplicativo, coloquialmente conhecidos como \"barra de abas\"",
    "Static Notebook": "Cadernos estáticos",
    "A Static Notebook is a small set of unchanging tabs, commonly seen in preferences or settings screens. The tabs appear as linked buttons centered at the top of the content area. A Static Notebook should typically contain two to five tabs.": "Um caderno estático é um conjunto de abas fixas, normalmente encontradas em preferências e telas de configuração. As abas aparecem como botões ligados centralizados no topo da área de conteúdo. Um caderno estático normalmente deve conter de duas à cinco abas.",
    "Dynamic Notebook": "Cadernos dinâmicos",
    "A Dynamic Notebook is a way for an app to provide user-managable tabbing functionality, commonly seen in web browsers. The tabs appear attached to the toolbar on their own tab bar above the relevant content. Tabs are able to be rearranged and closed and a &quot;new tab&quot; button is at the left ot the notebook widget.": " Um Bloco de Notas Dinâmico é uma forma de se disponibilizar a gestão desta funcionalidade ao usuário final, normalmente visto nos navegadores de internet. Os separadores aparecem \"agarrados\" a barra de ferramentas na sua barra específica, sobre o conteúdo relevante. Estes separadores podem ser reordenados e fechados pelo usuário, existindo o botão de \"novo separador\" no extremo esquerdo desde widget.",
    "Iconography is a key part of elementary OS. Icons make up the majority of the UI that your user will be actively engaging with; they're what bring the system to life and cater to the powerful recognition engine of the human brain.": " A iconografia é uma parte chave do elementary OS. Os ícones são a principal componente da Interface que o usuário irá usar; é o que dá vida ao sistema, e permite ao cérebro humano reconhecer o que está vendo.",
    "Shape": "Forma",
    "Your icon should have a distinctive shape/silhouette to improve its recognition. This shape should not be too complicated, but the icon should not always be a rounded rectangle.": "O seu ícone deveria ter uma forma distinta / silhueta para melhorar o seu reconhecimento. Esta forma não deve ser muito complicado, mas o ícone não deveria ser sempre um rectângulo arredondado.",
    "Metaphors": "Metáforas",
    "If you're creating an icon for a hardware device or a file type (such as those for MimeType or Device icons), its shape is typically a visual representation of its real-world counterparts. For example, the icon for a camera is a stylized camera.": " Se você está criando um ícone para um equipamento físico ou tipo de arquivo (como os do MimeType ou Dispositivo), a sua forma é normalmente a representação visual dos seus equivalentes no mundo real. Por exemplo o ícone da câmera fotográfica, é uma câmera fotográfica estilizada.",
    "Action Icons": "Ícones de Ação",
    "Action icons are used to represent common user actions, such as &quot;delete&quot;, &quot;play&quot;, or &quot;save&quot;. These icons are mostly found in app toolbars, but can be found throughout the OS.": " Ícones de ação são gráficos usados para representar ações de usuário. Ícones de ação são mais vulgarmente encontrados nas barras de ferramentas das apps, mas podem ser encontrados por toda a parte no SO.",
    "If your app makes use one of these common actions, reference its corresponding icon instead of creating your own. This ensures a consistent user experience and aids in user recognition of common functions.": " Se o seu aplicativo tem uma ação que pode ser descrita por um ícone de ação existente do sistema, use esse ícone. Isto garante uma experiência de utilização consistente e ajuda o utilizador no reconhecimento de funções comuns.",
    "If your app has a unique action, you may need to create your own. When doing this, try to follow the look and feel of existing action icons, and include it along with your app.": " Se o seu aplicativo tem uma ação única não facilmente descrita por um ícone existente, pode ter que criar o seu próprio ícone. Segue o aspecto e aparência dos ícones de sistema existentes e instala o ícone juntamente com o seu aplicativo.",
    "Icon Sizes": "Tamanho dos ícones ",
    "elementary OS uses <strong>six</strong> main icon sizes throughout the OS and it's best to include all six as part of your application.": " O elementary OS usa <strong>seis</strong> dimensões de ícones e é sempre necessário incluir as seis dimensões como parte integrante da sua aplicação.",
    "Design each icon for the size it's meant to be viewed at. In other words, do not design one icon and resize it to fill the remaining sizes, the best result is when each icon is designed individually. For more information about this practice (called &quot;pixel-fitting&quot;) and its importance, we recommend reading <a href=\"http://dcurt.is/pixel-fitting\">Dustin Curtis' article, Pixel-fitting</a>.": "Faça cada ícone para o tamanho em que ele deve ser visto. Em outras palavras, não faça apenas um ícone e redimensione-o para outros tamanhos. Você adquire um resultado melhor quando cada ícone é feito individualmente. Para mais informações sobre esta prática, chamada de &quot;pixel-fitting&quot;, e sua importância, recomendamos a leitura de <a href=\"http://dcurt.is/pixel-fitting\">Pixel-fitting, escrito por Dustin Curtis, </a>",
    "Color Palette": "Paleta de cores",
    "Color, don't be afraid to use it! Many of the elementary icons use vibrant colors; it's best to reserve muted tones and greys for boring system icons.": " Cor, não tenha medo de usar! Muitos dos ícones do elementary usam cores vibrantes; é melhor reservar os tons mais neutros e cinzas para os icones de sistema.",
    "Colors do have their connotations, so be cognisant of this when picking them. For instance: red is usually associated with error or &quot;danger&quot; and orange with warnings. But you can use these color connotations to help convey your icon's meaning, such as green for &quot;go&quot;.": " As cores têm um sentido, uma conotação que deve conhecer. o vermelho, por exemplo, está normalmente associado a erro ou perigo e o laranja com aviso. Mas pode usar esta informação para ajudar a passar o significado do ícone, como por exemplo a cor verde num ícone para avançar.",
    "Composition": "Composição",
    "There are three aspects to note when designing an elementary icon:": "Há três aspectos a serem observados ao projetar um ícone elementary:",
    "Its baseline (highlighted in": "A sua linha de base (em destaque",
    "blue": "azul",
    ") to ensure that all icons of one size line up along the bottom when in a row (much like text).": ") para garantir que todos os ícones de um tamanho de linha ao longo da parte inferior quando em uma linha (muito parecido com texto).",
    "Its mean line height (": "Sua altura linha média (",
    "green": "verde",
    "), also known as the center line of your canvas.": "), também conhecida como a linha de centro da sua tela.",
    "The x-height (shown in": "A altura de x (mostrado na",
    "red": "vermelho",
    ") or &quot;how tall&quot; your icon is.": ") ou \"o quão alto\" o ícone é.",
    "Keeping these lines in mind while designing, means you can place elements along them so icons appear more consistent when put together. For example, notice how some elements in both the Terminal and Videos icon above relate to the mean line.": "Mantendo estas linhas em mente ao projetar, significa que você pode colocar elementos ao longo deles, por isso ícones aparecem mais consistente quando colocados juntos. Por exemplo, observe como alguns elementos, tanto no ícone Terminal e Vídeos acima referem-se a linha média.",
    "Common Measurements": "Padrão de medidas ",
    "If you're designing a square-shaped icon, like the one for Terminal seen above, then consider using these common measurements (in pixels) for each icon.": "Se você está projetando um ícone em forma de quadrado, como o Terminal visto de acima, então considere o uso dessas medidas comuns (em pixels) para cada ícone.",
    "Canvas Size": "Tamanho do canvas",
    "Base Line": "Linha base",
    "x-Height": "x-Height",
    "Mean Line Height": "Linha de altura média",
    "16x16": "16x16",
    "24x24": "24x24",
    "32x32": "32x32",
    "48x48": "48x48",
    "64x64": "64x64",
    "128x128": "128x128",
    "Exceptions": "Exceções",
    "However there are exceptions. Many icons (especially mimetype icons) have ascending and descending elements, which are those elements that extend beyond the base line and x-height line (shown here in": "No entanto, há exceções. Muitos ícones (especialmente ícones mimetype) têm elementos ascendentes e descendentes, que são os elementos que se estendem além da linha de base e linha X-altura (mostrado aqui em",
    "orange": "laranja",
    "Rounder components will generally require some overshoot, to compensate for the optical illusion that makes them look smaller than their rectangular counterparts.": "Componentes Rounder geralmente requerem algum superação, para compensar a ilusão de óptica que os faz parecer menor do que os seus homólogos retangulares.",
    "Outlines &amp; Contrast": "Esboços & Contraste",
    "All elementary icons have a thin outline (stroke) to improve their contrast. The width of this stroke is <strong>one</strong> pixel for all icons, at every size.\nThe color of the outline is a darker variant (30% darker) of the primary color of the icon. For instance, in the calendar icon below, the green header has a stroke of a darker green.": " Todos os ícones do elementary têm um outline fininho (stroke) para melhorar o seu contraste. A largura deste outline é de <strong>um</strong> píxel para todos os icones, em todas as dimensões. A cor do outline é uma variante (30% mais escura) da cor principal do ícone. Por exemplo para o ícone do calendário abaixo, o cabeçalho verde tem um stroke de um verde mais escuro.",
    "To further improve contrast, strokes are also semi-transparent. This ensures that icons appear sharp against a variety of backgrounds. Also, if the element is near-white, this stroke acts as a border and contains, rather than overlaps, its corresponding element. See the above icon for an example of this.": " Para melhorar o constraste, os strokes são também semi-transparentes. Isto garante que os ícones aparecem nítidos numa grande variedade de fundos. Do mesmo modo, se o elemento for quase branco, esta linha funciona como uma borda que contém, e não sobrepõe, o seu elemento. Veja o exemplo acima para verificar como deve ficar.",
    "Shadows &amp; Highlights": "Sombras & Destaques",
    "If you picture an icon sitting on a shelf, facing you, with a light source above it, you may see a small fuzzy shadow near the bottom. Also, since the edges of an object tends to reflect more light due to your position relative to it and to the light source, they will have a highlight. Both these effects are something elementary icons emulate in their design to lend them a degree of realism.": " Se imaginar um ícone numa prateleira, de frente para você, com uma lampada por cima, pode perceber uma sombra difusa por debaixo do ícone. Além disso, uma vez que as arestas de um objeto tende a reflectir mais luz devido à sua posição em relação a ele e à fonte de luz, elas terão um destaque. Ambos estes efeitos são algo ícones elementares emular em seu projeto para dar-lhes um grau de realismo.",
    "Edge Highlight": "Destaques de Bordas",
    "To apply the edge highlight effect to your icon, draw a subtle, <strong>1 pixel</strong>, inner stroke as a highlight. This outline is slightly brighter at the top and the bottom than it is at the edges.": " Para aplicar o efeito de highlight nos vértices no seu ícone, desenhe uma linha interior subtil de <strong>1 pixel</strong> como marcação. Este outline é mais claro no topo e no fundo do que nas laterais.",
    "Drop Shadow": "Sombra projetada",
    "To draw the shadow, you'll start by drawing a rectangle. Then fill it with a linear gradient that is perpendicular to the bottom margin of the icon. The gradient has three stops, the first and last of which have zero opacity. Then this entire shape is set to <strong>60% opacity</strong>.": " Para desenhar a sombra começa por desenhar um rectângulo. Preencha-o com um gradiente linear que é prependicular a margem inferior do ícone. Este gradiente tem três paragens, a primeira e última têm zero de opacidade. Atribua depois uma <strong>opacidade de 60% </strong> a esta forma.",
    "Next create two smaller rectangles to &quot;bookend&quot; the larger. Fill each with a gradient identical to the first, but make it radial instead. Center the radial gradient in the middle of a short edge with each stop directly out to the nearest edge—see below for an example. Both these rectangles are also set to <strong>60% opacity</strong>.": "Em seguida, crie dois rectangulos de dimensão inferior para as pontas do maior. Encha cada um com um gradiente identico ao anterior, mas use o radial. Centra verticalmente este gradiente no meio do gradiente anterior, de forma a consegua uma continuidade entre todas as peças -veja o exemplo abaixo-. Ambos estes rectângulos devem também ter uma <strong>opacidade de 60%</strong>.",
    "Pictogram Shadow": "Sombra Pictogramada",
    "If your icon has a pictogram, such as the play triangle in the icon below, you can give it a drop shadow to make it stand out from the background of the icon.": " Se o seu ícone tem um pictograma, como por exemplo o triângulo do botão de play do ícone seguinte, pode atribuir uma sombra projetada para que sobresaia do background do ícone.",
    "To do this, first duplicate the pictogram, fill it with solid black and set it to <strong>15% opacity</strong>. Next, shift it 1 pixel down and place it below the pictogram. Create a copy of this shadow and give it a 1 pixel stroke (also black) and adjust this element to <strong>7% opacity</strong>.": "Para fazer isto, duplique o pictograma, preencha-o de preto sólido, e altere a <strong>opacidade para 15%</strong>. Em seguida desloque-o 1 pixel para baixo e coloque-o por debaixo do pictograma original. Crie uma cópia desta sombra é dê um stroke de 1 pixel (também preto) e ajuste este elemento para <strong>7% de opacidade</strong>.",
    "Icon Materials": "Ícones de Materiais",
    "You are free to add gloss (extra highlights) to your icon but this is only a good idea if you're emulating a surface that is more-reflective in real life (such as plastic, glass, etc.) For instance, a sheet of paper is not glossy therefore a icon emulating paper would not be either.": "Tem a liberdade em adiconar brilho (highlights extra) ao seu ícone mas isto só é uma boa ideia se esta a emular uma superfície que seja mais reflectiva no original (plástico, vidro, etc.). por exemplo uma folha de papel não tem brilhos nem reflexos, logo um ícone que a tome como base também não os deve ter.",
    "Dos and Don'ts": "Fazer e Não Fazer",
    "Below are some &quot;do and don't&quot; examples to consider when creating icons for your app.": "Abaixo estão alguns exemplos de \"fazer e não fazer\" a considerar ao criar ícones para o seu app.",
    "Your icon should not be overly complicated. Keep in mind that since there are smaller sizes, the elements that make up your icon should be distinguishable when at those sizes.": "O seu ícone não deve ser complicado. Tenha em mente que existem dimensões pequenas do mesmo, e os elementos que o constituem têm que ser visíveis nessas dimensões.",
    "Your icon should make use of transparent elements, and should not simply be full-frame images. Where you can, distinguish your icon with subtle yet appealing visuals.": " O seu ícone deve usar elementos transparentes, e não deve ser apenas uma imagem em esqueleto. Onde consiga, distinguir o seu ícone com elementos visuais apelativos, mas sutís.",
    "Don't make a thin icon. Your icon's weight should be comparable to that of other icons. An overly thin icon won't stand out well on many backgrounds.": "Não crie um ícone fininho. O peso dos ícones deve ser comparável com os demais. Além disso, um ícone excesivamente fino não se evidencia bem contra muitos dos fundos existentes.",
    "If you would like to give your icon a tilted perspective, it should tilt backward (not forward).": "Se você gostaria de dar ao seu ícone uma perspectiva inclinada, deve inclinar para trás (não para a frente).",
    "Text": "Texto",
    "Although elementary primarily uses graphics as a means of interaction, text is also widely used for things like button labels, tooltips, menu items, dialog messages, and more. Using text consistently and clearly both in terminology and format is an extremely important part of designing your app and helps add to the overall cohesiveness of the elementary platform.": "Apesar do elementary usar principalmente gráficos como forma de interacção, o texto também está amplamente presente nas etiquetas dos botões, tooltips, itens de menu, mensagens de diálogo, e outros. Usar o texto de forma consistente e clara em terminologia e formato é uma parte extremamente importante de criar um design para seu aplicativo, e ajuda a dar a coesão geral na plataforma elementary.",
    "<strong>Writing Style</strong>. Keep your text understandable and consistent with the rest of elementary.": "<strong>Estilo de Escrita</strong>. Mantenha seu texte coerente e consistente com o resto do elementary.",
    "<strong>Language</strong>. Keep other languages in mind.": "<strong>Idioma</strong>. Mantenha outros idiomas em mente.",
    "<strong>Capitalization</strong>. What, when, and where to capitalize.": "<strong>Capitalização</strong>. O quê, quando, onde capitalizar.",
    "<strong>Punctuation</strong>. Avoid common mistakes and follow convention.": "<strong>Pontuação</strong>. Evite erros comuns e siga convenções.",
    "<strong>Using Ellipsis</strong>. When, where, and why to use ellipsis.": "<strong>Usando Reticências</strong>. Quando, onde, e porque usar reticências.",
    "<strong>Naming Menu Items</strong>. Keep your menus clear and consistent.": "<strong>Nomeando Ítens de Menu</strong>. Mantenha seus menus claros e consistentes.",
    "Writing Style": "Estilo de escrita",
    "Use the following rules to keep your text understandable and consistent:": "Utilize as regras a seguir para manter seu texto compreensível e consistente.",
    "Be Brief": "Seja Breve",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "Não entregue ao usuário uma quantidade enorme de texto para ler; uma frase comprida pode desencorajar os usuários de a ler. Entregue sim texto curto e conciso.",
    "<strong>Bad</strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": " <strong>Ruim</strong>: Não parece que existam músicas disponíveis para ouvir na sua biblioteca. Pode também usar o Noise para organizar a sua múusica, adicionar mais, e ouvir a música que já dispõe. Para começar, clique no botão \"Adicionar\" e depois siga as instruções. Uma vez concluído o processo, a sua música aparecerá neste local.",
    "<strong>Better</strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Melhor</strong>. Obter algumas músicas. Barulho não consigo encontrar seus contatos. [Botões para importar ou criar contatos]",
    "Think Simple": "Pense Simples",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Assuma que o usuário é inteligente, mas não técnico. Evita palavras compridas ou estranhas e centre-se em usar verbos simples, comuns, nomes e adjetivos. Nunca use palavriado técnico.",
    "<strong>Bad</strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Ruim</strong>: 37 formato de arquivos de aúdio foram importados com sucesso para o banco de dados de músicas.",
    "<strong>Better</strong>: Successfully added 37 songs.": "<strong>Melhor</strong>: 37 sons adicionados com sucesso.",
    "Get To The Bottom Line": "Ir para a última linha",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Coloca a informação mais relevante no início do texto. Se o usuário parar de ler, pelo menos fica com a memória do mesmo.",
    "<strong>Bad</strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Ruim</strong>: A sua conexão com a internet deve estar baixa pois o Lingo não conseguiu encontrar qualquer definição. Verifica-a e tenta de novo.",
    "<strong>Better</strong>: No definition found. Check your network connection and try again.": "<strong>Melhor</strong>: Definição não encontrada. Cheque sua conexão com a Internet e tente novamente.",
    "Don't Repeat Yourself": "Não Se Repita",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "Repetição pode ser irritante e adiciona tamanho desnecessário à sua mensagem.",
    "<strong>Bad</strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Mal</strong>: Seu endereço de e-mail, johndoe@email.com, foi adicionado. Para acessar \"johndoe@email.com\", clique em \"johndoe@email.com\" acima",
    "<strong>Better</strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Melhor</strong>: Seu endereço de e-mail foi adicionado. Para acessá-lo, clique em \"johndoe@email.com\" acima.",
    "Use Visual Hierarchy": "Use Hierarquia Visual",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": " Hierarquia visual ajuda os usuários a ler e compreender o seu texto, bem como a reconhecer o que é mais importante. Use correctamente cabeçalhos e os outros estilos.",
    "<strong>Bad</strong>:": "<strong>Ruim</strong>:",
    "No files are open. Open a file to begin editing.": "Nenhum arquivo aberto. Abra um arquivo para iniciar a edição.",
    "<strong>Better</strong>:": "<strong>Melhor</strong>:",
    "No files are open.": "Nenhum arquivo aberto.",
    "Open a file to begin editing.": "Abra um arquivo para iniciar a edição.",
    "Language": "Idioma",
    "While much of elementary is developed in English, there are many users who do not know English or prefer their native language. While putting text into your app, keep the following in mind:": "Embora grande parte do Elementary tenha sido desenvolvido em Inglês, há muitos usuários que não entendem Inglês ou preferem sua língua nativa. Ao colocar o texto no seu App, tenha em mente que:",
    "<strong>Make it translatable.</strong> Always, always make your text translatable using the built-in methods. It can't be translated if you don't make it translatable. Include punctuation in translatable strings.": "<strong>Facilita a tradução.</strong> Crie SEMPRE campos de texto passíveis de tradução, usando os métodos internos disponíveis. Não poderá ser traduzido senão os criar desta forma. Inclui a pontuação nas strings de texto a traduzir.",
    "<strong>Avoid culture-specific references.</strong> Remember that users of another language are going to be using your app. Specific metaphors or references will likely be lost on or downright confusing to other those users. Instead, use universal text.": " <strong>Evita referências culturais específicas</strong>. lembre-se que outros utilizadores de outras línguas e partes do mundo vão usar o seu app. Metáforas específicas, ditados populares e palavriados técnicos vão se perder na tradução, e provavelmente confundir o usuário, logo use apenas texto universal.",
    "<strong>Keep differences in mind.</strong> Remember that other languages and cultures often use different currencies, date formats, punctuation, and more. Always keep these things in mind when developing your app's text, and use the system-provided methods for translating these items when possible.": " <strong>Lembre-se das diferenças entre países</strong> . Lembre-se que outras línguas e culturas usam outras moedas, formatos de data, pontuação e mais. Tenha sempre isto em mente quando está escrevendo o texto do seu app, e use as ferramentas de tradução integradas sempre que possível.",
    "<strong>Right-to-left.</strong> It's easy to forget about right-to-left (RTL) languages if you're so used to using left-to-right. Make sure your app still works well when used with RTL layouts, and always use RTL-compatible widgets when developing your app.": " <strong>Da direita-para-esquerda</strong>. É facil esquecer as línguas que se escrevem da direita para a esquerda (RTL). Certifique-se que o seu app funcione bem quando usado com layouts RTL, e usa sempre widgets compatíveis com este formato de layout.",
    "Capitalization": "Capitalização",
    "All textual user interface items, including labels, buttons, and menus, should use one of two capitalization styles: sentence case or title case.": " Todos os componentes de interface de usuários textuais como etiquetas, botões e menus devem usar um de dois estilos de capitalização: de frase ou de título.",
    "Sentence Case": "Caso de sentença",
    "Sentence case means you capitalize like in a standard sentence or phrase.": " Capitalização de Frase significa que usas maiúsculas como uma escrita/frase normal.",
    "Only the first letter of the phrase and the first letter of proper nouns are capitalized.\nUsed for labels and descriptive text.": " Apenas a primeira letra da frase e dos nomes próprios é escrita em maiúsculas. Usado para etiquetas e texto descritivo.",
    "ex. &quot;Always open MPEG files with Marlin&quot; next to a checkbox.": "ex. \"Sempre abra arquivos MPEG com Marlin\" próximo à uma checkbox.",
    "ex. &quot;Read news feeds&quot; for the description of an RSS reader.": "ex. \"Leia o feed de notícias\" para a descrição de um leitor de RSS.",
    "ex. &quot;This folder is empty&quot; in a file manager.": "ex. \"Esta pasta está vazia\" em um gerenciador de arquivos.",
    "Title Case": "Título casual",
    "Title case means you capitalize like a book or article title.": "Título casual significado que você capitaliza como um título de livro ou artigo.",
    "Capitalize the first and last words.\nAll nouns, pronouns, adjectives, verbs, adverbs, and subordinate conjunctions (as, because, although) are capitalized.\nUsed for titles, buttons, menus, and most other widgets.": " Capitaliza a primeira e última palavra. Todos os nomes, pronomes, adjetivos, verbos, advérbios, e conjunções (como, porque, apesar) são capitalizadas. Usado para títulos, botões, menus e na maioria dos outros widgets.",
    "ex. &quot;Open File&quot; title in a dialog.": "ex. \"Abrir Arquivo\" como titulo em uma mensagem.",
    "ex. &quot;Delete 13 Songs&quot; on a button.": "ex. \"Delete 13 Sons\" em um botão.",
    "ex. &quot;Search Contacts...&quot; in a search bar.": "ex. \"Procurar Contatos...\" em uma caixa de pesquisa.",
    "Notes/Exceptions": "Notas/Exceções",
    "Proper nouns should always be capitalized properly; this means that, for example, Google should always be shown as &quot;Google,&quot; elementary should always be shown as &quot;elementary,&quot; and MPEG should always be shown as &quot;MPEG.&quot; If you're unsure how a certain pronoun should be officially capitalized, refer to the documentation of the pronoun in question.": " Os nomes próprios e marcas devem ser sempre escritos de acordo com as suas normas; isto significa que, Google, por exemplo, deve ser sempre escrito como \"Google\", elementary deverá aparecer sempre \"elementary\" e MPEG deverá ser sempre \"MPEG\". Se tem dúvidas como um nome deve ser escrito, procure as normas gráficas dessa marca.",
    "Punctuation": "Pontuação",
    "Proper typography is important throughout elementary OS. Not just for consistency within the OS, but for following proper convention and presenting ourselves as a serious, professional platform.": "Tipografia adequada é importante em todo elementary OS. Não apenas por consistência dentro do OS, mas para seguir convenções adequadas e nos mostrar como uma plataforma série e profissional.",
    "Prevent Common Mistakes": "Previna Erros Comuns",
    "Only use <strong>one space</strong> after a period.": "Utilize apenas <strong>um espaço</strong> após um ponto.",
    "i.e. “This is a sentence. This is another sentence.”": "ex.: \"Esta é uma sentença. Esta é outra sentença.\"",
    "Use a proper ellipsis character (…) rather than three dots.": "Use um caráter próprio de reticências (…) ao invés de três pontos.",
    "Use <code>\\u0133</code> in your code.": "Utilize <code>\\u0133</code> em seu código.",
    "See <a href=\"#using-ellipses\">Using Ellipses</a> for usage details.": "Veja <a href=\"#using-ellipses\">Usando reticências</a> para detalhes de uso.",
    "For quotes, use proper <strong>left and right double quotation characters</strong> (“ and ”).": "Para citações, use <strong>caracteres  de aspas duplas esquerdo e direito</strong> (“ e ”) como adequado.",
    "Use <code>\\u201C</code> and <code>\\u201D</code> in your code.": "Utilize <code>\\u201C</code> e <code>\\u201D</code> em seu código.",
    "In contractions and possession, use a <strong>right single quotation mark</strong> (’) as an apostrophe.": "Em contrações e possessivos, use uma <strong>aspa direita simples</strong> (’) como apostrofe.",
    "Use <code>\\u2019</code> in your code.": "Utilize <code>\\u2019</code> em seu código.",
    "Use <strong>real math symbols</strong> for subtraction (−), multiplication (×), and division (÷) signs.": "Utilize <strong>símbolos matemáticos</strong> para sinais de subtração (−), multiplicação (×) e divisão (÷).",
    "Use <code>\\u2212</code>,  <code>\\u00D7</code>,  and <code>\\u00F7</code> in your code.": "Utilize <code>\\u2212</code>, <code>\\u00D7</code> e <code>\\u00F7</code> em seu código.",
    "Use correct <strong>copyright symbols</strong> (©).": "Utilize o <strong>símbolo de copyright</strong> correto (©).",
    "Use <code>\\u0169</code> in your code.": "Utilize <code>\\u0169</code> em seu código.",
    "Use <strong>superscripts</strong> where needed (e.g. 1<sup>st</sup>).": "Utilize <strong>sobrescritos</strong> onde necessário (ex.: x<sup>2</sup>).",
    "Hyphens &amp; Dashes": "Hifens e traços",
    "Hyphen (-)": "Hífen (-)",
    "Use <code>\\u2010</code> in code. Used for:": "Utilize <code>\\u2010</code> em seu código.",
    "Joining words (e.g. non-breaking).": "Juntando palavras (exemplo: sem separação)",
    "<em>If the word cannot be split along lines (e.g. UTF-8), use a non-breaking hyphen (- <code>\\u2011</code>).</em>": "<em>Se a palavra não pode ser dividida nas linhas (e.g. UTF-8), use o hífen (- <code>\\u2011</code>).</em>",
    "En Dash (–)": "Meia-risca (–)",
    "Use <code>\\u2013</code> in code. Used for:": "Utilize <code>\\u2013</code> em seu código. Usado para:",
    "Number ranges (e.g. 5–12). <em>Do not put a space on either side.</em>": "Intervalo de números (ex. 5–12). <em>Não coloque um espaço em ambos os lados.</em>",
    "Em Dash (—)": "Travessão (—)",
    "Use <code>\\u2014</code> in code. Used for:": "Utilize <code>\\u2014</code> em seu código. Usado para:",
    "Interjections (e.g. the party—which was scheduled for Thursday—was delayed).": "Interjeições (e.g. a festa —que estava marcada para quinta—foi remarcada).",
    "<em>Do not put a space on either side.</em>": "<em>Não insira espaço em nenhum dos lado.</em>",
    "Quote offsets.": "Deslocamento de citação.",
    "<em>New line, space to the right.</em>": "<em>Nova linha, espaço à esquerda.</em>",
    "If in doubt, refer to <a href=\"http://practicaltypography.com/\">Butterwick's Practical Typography</a>.": "Se estiver em duvida, use  <a href=\"http://practicaltypography.com/\">Butterwick's Practical Typography</a> como referência.",
    "These rules apply to the English language; other languages may have their own conventions which should be followed by translators.": "Essas regras se aplicam à língua inglesa; outras línguas podem ter suas próprias convenções que devem ser descritas por tradutores.",
    "Using Ellipsis": "Usando reticências",
    "The ellipsis character (…) is used in the interface for two primary reasons: informing the user of an additional required information and letting the user know text has been shortened.": "O personagem de reticências (...) é usado na interface por duas razões principais: passando para o usuário uma informação complementar necessária, permitindo que o usuário saiba que o texto foi encurtado.",
    "Additional Information": "Informações adicionais",
    "An ellipsis should be used to let a user know that more information or a further action is required before their action can be performed. Usually this means that the user should expect a new interface element to appear such as a new window, dialog, toolbar, etc in which they must enter more information or make a selection before completing the intended action. This is an important distinction because a user should typically expect an instant action from buttons and menu items while this prepares them for an alternate behavior. More specifically, an ellipsis should be used when the associated action:": "Uma elipse deve ser usado para permitir que um usuário sabe que mais informações ou uma ação adicional é necessária antes de sua ação pode ser executada. Normalmente, isso significa que o usuário deve esperar um novo elemento de interface para aparecer como uma nova janela de diálogo, barra de ferramentas, etc em que devem entrar obter mais informações ou fazer uma seleção antes de completar a ação pretendida. Esta é uma distinção importante porque um usuário normalmente deve esperar uma ação instantânea a partir de botões e itens de menu enquanto tenha umcomportamento alternativo. Epecificamente, uma elipse deve ser usado quando há ação associada:",
    "<strong>Requires specific input from the user.</strong> For example, Find, Open, and Print commands all use ellipses because the user must select or input the item to find, open, or print. An easy way to remember this is to think of a question requiring and answer: Find what? Open what? Print what?": "<strong>Requer entrada específica do usuário. </strong> Por exemplo, Localizar, Abrir, e Imprimir todos os comandos elipses de uso, pois o usuário deve selecionar o item de entrada ou de localizar, aberto, ou imprimir. Uma maneira fácil de lembrar isso é pensar em uma pergunta que requer resposta exemplo: Encontrar o quê? Abrir o que? Imprimir o que?",
    "<strong>Is performed in a new window or dialog.</strong> For example, Preferences, Report a Problem, and Customize Toolbar all use ellipses because they open a new window (sometimes another app) or dialog in which the user makes a selection or inputs other information. Consider that the absence of an ellipsis implies the app will handle the action immediately. This means that the app will automatically generate a report or customize its own toolbar. Using an ellipsis makes the important distinction that the user will be writing the report or selecting which toolbar items to show.": "<strong> É realizada em uma nova janela ou caixa de diálogo. </strong> Por exemplo, Preferências, Relatar um Problema, e Personalizar Barra de Ferramentas, todas as elipses de uso, porque eles abrem uma nova janela (às vezes um outro alicativo) ou de diálogo na qual o usuário faz uma seleção entradas ou outras informações. Considere-se que a ausência de uma elipse implica que o aplicativo irá lidar com a ação imediatamente. Isso significa que o aplicativo irá gerar automaticamente um relatório ou personalizar sua própria barra de ferramentas. O uso de uma elipse faz a distinção importante que o usuário estará escrevendo o relatório ou selecionar a barra de ferramentas para mostrar itens.",
    "<strong>Warns the user of a potentially dangerous action.</strong> For example, Log Out, Restart, and Shut Down all use ellipses because they display an alert that asks the user to confirm or cancel a potentially harmful action. Again, this is the user clicking a button or menu item that requires them to input more information or make a selection before the action is completed.": "<strong> adverte o usuário de uma ação potencialmente perigosa. </strong> Por exemplo, sair da sessão, Reiniciar e  Desligar Todas as Elipses de uso, só porque eles exibem um alerta pedindo que o usuário confirme ou cancele uma ação potencialmente prejudicial. Mais uma vez, é só o usuário clicar em um botão ou item de menu que os obriga a entrada de mais informações ou fazer uma seleção antes da ação ser concluída.",
    "Shortened Text": "Texto encurtado",
    "Ellipses should be used when shortening text that cannot fit in any specific place. For example, if a playlist's name is longer than the space available in the sidebar, truncate it and use an ellipsis to signify that it's been truncated. There are two ways to use an ellipsis when shortening text:": "Elipses deve ser usado quando se encurta texto que não pode caber em qualquer lugar específico. Por exemplo, se o nome de uma lista é maior que o espaço disponível na barra lateral, trunca-lo e usar reticências para indicar que ele foi truncado. Há duas maneiras de usar reticências quando se encurta o texto:",
    "End truncation. If the important or distinctive text is at the beginning of the string, truncate it at the end and append an ellipsis.": "Truncamento final do texto importante ou distintivo está no início da cadeia, truncar-lo no final e anexa uma elipse.",
    "Middle truncation. When the end of the text is more important or distinctive, truncate the text in the middle and replace the truncated text with an ellipsis.": " Omissão central. Quando o texto final é mais importante, omita-se no meio, e adiciona-se as reticências no lugar do texto omitido.",
    "If you're unsure, it's best to use middle truncation as it keeps both the beginning and end of the string in tact. It's also important that you do not ship your app with any truncated text; truncation should only be the result of a user action such as resizing a sidebar or entering custom text.": " No caso de dúvida o melhor será usar a omissão central, já que mantém o princípio e o fim do texto intactos. Também é importante não publicares um app com muito texto omitido. A regra ótima é: só deves omitir o texto como resultado de uma acção do usuário, que quer redimensionar uma área, que quer escrever texto pessoalmente.",
    "When Not to Use Ellipsis": "Quando não usar reticências",
    "In an entry's placeholder text. An ellipsis is not necessary here and adds no value.": "Em um texto de espaço reservado de entrada. As reticências não é necessário aqui e não agrega valor.",
    "For a submenu item. The right arrow already indicates that this entry spawns a submenu and is not an action.": "Para um item de submenu. A seta para a direita já indica que esta entrada gera um submenu e não é uma ação.",
    "Be sure to use the actual ellipsis character (…) rather than three consecutive period (.) characters.": "Certifique-se de usar o caractere próprio de reticências (...) em vez de caractere três pontos (.).",
    "Naming Menu Items": "Nomeando itens do menu",
    "Menu items should have names that are either actions or locations, never descriptions. Make sure menu items are concise, but also fully describe the action that will be performed when they are clicked.": "Os itens de menu devem ter nomes que são locais ou ações, nunca descrições. Certifique-se de itens de menu são concisas, mas também descrever completamente a ação que será executada quando eles são clicados.",
    "&quot;Find in Page...&quot; is acceptable as it clearly describes the action that will be performed when the item is clicked. &quot;Software Up to Date&quot; is not acceptable. What happens if I click this item? Where will it take me? What will it do? The outcome is uncertain.": "\"Encontrar Pagina ...\" é aceitável, uma vez que claramente descreve a ação que será executada quando o item é clicado. \"Software Up to Date\" não é aceitável. O que acontece se eu clicar este item? Onde ele vai me levar? O que vai fazer? O resultado é incerto."
}