{
    "Actions": "Ações",
    "Action icons are graphics used to represent user actions. Action icons are most commonly found in app toolbars, but can be found throughout the OS.": "Ícones de ação são imagens utilizadas para representar ações. Ícones de ação são comumente encontradas em barras de ferramentas no app, mas podem ser encontradas em todo o OS.",
    "If your app has an action that can be described by an existing system action icon, reference that icon. This ensures a consistent user experience and aids in user recognition of common functions.": "Se seu app possui uma ação que pode ser descrita por um Ícone de ação existente no sistema, utilize esse ícone. Isso garante uma experiencia de uso consistente e ajuda o usuário a reconhecer funções comuns.",
    "If your app has a unique action not easily described by an existing icon, you may need to create your own icon. Follow the look and feel of existing system icons and install the icon along with your app.": "Se seu app possui uma ação única que não pode ser descrita com facilidade por um ícone existente, você pode ter que criar seu próprio ícone. Siga o visual de ícones de sistemas existentes e instale o ícone junto com seu app.",
    "Next Page:": "Próxima Página:",
    "Symbolic": "Simbólico",
    "Always Provide An Undo": "Sempre Permita Desfazer",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should allow the user to undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "As vezes um usuário realizará uma ação que pode ser destrutiva ou irreversível. Ao invés de mostrar um aviso ao usuário, apps devem permitir que o usuário desfaça a ação um número apropriado de vezes. Alguns exemplos principais de quando esse comportamento é útil são: ",
    "<strong>Closing an app<\/strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"\/docs\/human-interface-guidelines\/closing\">Closing<\/a>.": "<strong>Fechando um app<\/strong>. Ao invés de alertar o usuário, automaticamente salve o trabalho e o estado do app para que ele possa retornar exatamente onde deixou. Veja <a href=\"\/docs\/human-interface-guidelines\/closing\">Fechando<\/a>.",
    "<strong>Deleting an item<\/strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Deletando um item<\/strong>. Ao invés de perguntar ao usuário se eles tem certeza, faça o item \"desaparecer\" do app, mas disponibilize uma forma fácil e intuitiva de desfazer a deleção. ",
    "<strong>Sending an email<\/strong>. Rather than asking the user if they want to send an email, allow them to undo or edit the message a short time after &quot;sending.&quot;": "<strong>Enviando um email<\/strong>. Ao invés de perguntar ao usuário se eles desejam enviar um email, permita que eles editem ou cancelem o envio um curto tempo após o \"envio\". ",
    "<strong>Editing a photo<\/strong>. Instead of asking the user if they want to destructively apply an edit, allow them to undo the edit and always keep the original backed up.": "<strong>Editando uma foto<\/strong>. Ao invés de perguntar ao usuário se eles desejam aplicar uma edição destrutiva, permita que eles desfaçam a edição e sempre mantenha a original guardada.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Esse comportamento apenas como ultimo recurso deve ser implementado utilizando um buffer de tempo entre quando o app mostra ao usuário o que aconteceu e quando a ação realmente é realizada. Para manter o a experiencia responsivel, o app deve sempre parecer que a ação ocorreu assim que o usuário à inicia.",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Esse comportamento alcança o melhor balanço de se manter fora do caminho do usuário enquanto garante que o usuário não faça nada sem querer. É importante manter a ação de desfazer discreta e ao mesmo tempo simples e intuitiva; uma forma comum de fazer isso é utilizando a barra de informações, mas outros métodos também podem ser apropriados.",
    "See also: <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo<\/a> by Aza Raskin": "Veja também:  <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo<\/a> por Aza Raskin",
    "First-Launch Experience": "Experiência de Primeiro Uso",
    "Always Saved": "Sempre Salvo",
    "Users should feel confident when using elementary; they should know that everything they see is saved and up to date.": "Usuários devem se sentir confiantes quando usando elementary; eles devem saber que tudo que eles veem está salvo e atualizado.",
    "Apps in elementary should operate around an always-saved state. This means that changes the user makes are instantly applied and visible and that making the user manually save things is a legacy or specialized behavior.": "Apps no elementary devem operar supondo um estado sempre salvo. Isso significa que qualquer mudança que o usuário faça deve ser aplicada instantaneamente e visível e que fazer o usuário salvar configurações é coisa do passado ou comportamento especial.",
    "For example, a Song Info dialog should update the track information instantly without a user having to press a save button, user preferences should be applied as soon as the user manipulates the relevant widget, and closing an app should mean that reopening it will return to where the user left off.": "Por exemplo, o dialogo de informação de uma música deve atualizar a informação da faixa instantaneamente sem que o usuário tenha que pressionar o botão para salvar, preferencias do usuário devem ser aplicadas assim que o usuário interagir com o widget relevante, e fechar um app deve significar que ao reabri-lo ele irá retornar de onde o usuário o deixou.",
    "Desktop Integration": "Integração com Desktop",
    "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app. ": "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app.",
    "AudioVideo  ": "AudioVideo",
    "Network ": "Network",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.",
    "MimeType icons are used to visually represent files and types of files. Users will come across them in the file browser and when saving or opening a file.": "Ícones de MimeType são usados para representar visualmente arquivos e tipos de arquivos. Usuários podem encontrá-los no navegador de arquivos e quando salvando ou abrindo um arquivo.",
    "Minimal Documentation": "Documentação Mínima",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance. This is great for developers because most of us don't want to write documentation anyways. Follow these principals and you'll create understandable apps that save you a lot of work.": "A maioria dos usuários não quer ler logos documentos de ajuda antes de poderem utilizar seu app. Ao invés, eles esperam que seu app seja intuitivo e simples para eles entenderem sem precisar de ajuda. Isso é ótimo para desenvolvedores pois a maioria de nós não quer escrever documentação de qualquer forma. Siga esses princípios e você criará apps inteligíveis que lhe pouparão muito trabalho. ",
    "The most ridiculous offender of all is the sudoers man page, which for 15 years has started with a 'quick guide' to EBNF, a system for defining the grammar of a language. 'Don't despair', it says, 'the definitions below are annotated.'": "O maior ofensor disso é a pagina man para sudoers, que em 15 anos começa com um 'guia rápido\" para EBNF, um sistema para definir a gramatica de uma linguagem. 'Não entre em desespero', diz, 'as definições abaixo possuem anotações'.",
    "Use Understandable Copy": "Use Copia Compreensível",
    "Avoid technical jargon and assume little-to-no technical knowledge. This allows your app to be &quot;self-documenting.&quot;": "Evite jargão técnico e assuma pouco-à-nenhum conhecimento técnico. Isso permite que seu app seja \"auto-documentável\".",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Disponibilize explicações não-técnicas ao invés de mensagens de erro crípticas. Se algo der errado, uma explicação simplificada do que aconteceu e como resolver deve ser apresentada.",
    "For more information, see <a href=\"\/docs\/human-interface-guidelines\/writing-style\">Writing Style<\/a>.": "Para mais informações veja  <a href=\"\/docs\/human-interface-guidelines\/writing-style\">Estilo de Escrita<\/a>.",
    "User Workflow": "Fluxo de trabalho do usuário",
    "Popovers are like a contextual dialog. They display transient content directly related to something that was clicked on and close when clicked out of, like menus.": "Popovers são dialogos contextuais. Eles mostram conteúdo momentâneo, diretamente relacionado ao que foi clicado e se fecha quando for clicado fora dele, menus por exemplo.",
    "A popover should be used when a user wants to perform a quick action without getting out of the main UI. Some examples of where a popover could be used are adding a contact from an email, adding a bookmark in a browser, or displaying downloads or file transfers.": "Um popover deve ser usado quando um usuário quer realizar uma operação rapidamente sem sair da UI principal. Alguns exemplos de onde popovers podem ser usados são adicionar um contato de um email, adicionar um favorito em um navegador ou mostrar downloads ou arquivos transferidos.",
    "Popovers should not be used when displaying only a simple list of items; instead, use a menu. Likewise, don't use a popover if the user would spend more than a few seconds in it; instead, use a dialog. Remember that popovers are contextual and should directly relate to the UI element from which they spawn.": "Popovers não devem ser usados quando se quer mostrar apenas uma lista de itens simples; nesse caso use um menu. Da mesma forma, não use um popover se o usuário iŕa gastar mais do que alguns segundos nele; nesse caso use um dialogo. Lembre-se que popovers são contextuais e devem se relacionar diretamente com o elemento da UI da qual ele se originou. ",
    "Buttons": "Botões",
    "Punctuation": "Pontuação",
    "Proper typography is important throughout elementary OS. Not just for consistency within the OS, but for following proper convention and presenting ourselves as a serious, professional platform.": "Tipografia adequada é importante em todo elementary OS. Não apenas por consistência dentro do OS, mas para seguir convenções adequadas e nos mostrar como uma plataforma série e profissional. ",
    "Prevent Common Mistakes": "Previna Erros Comuns",
    "Only use <strong>one space<\/strong> after a period.": "Utilize apenas <strong>um espaço<\/strong> após um ponto.",
    "i.e. “This is a sentence. This is another sentence.”": "ex.: \"Esta é uma sentença. Esta é outra sentença.\"",
    "Use <code>\\u0133<\/code> in your code.": "Utilize <code>\\u0133<\/code> em seu código.",
    "See <a href=\"\/docs\/human-interface-guidelines\/using-ellipses\">Using Ellipses<\/a> for usage details.": "Veja <a href=\"\/docs\/human-interface-guidelines\/using-ellipses\">Usando Elipses<\/a> para detalhes de uso.",
    "For quotes, use proper <strong>left and right double quotation characters<\/strong> (“ and ”).": "Para citações, use <strong>caracteres  de aspas duplas esquerdo e direito<\/strong> (“ e ”) como adequado.",
    "Use <code>\\u201C<\/code> and <code>\\u201D<\/code> in your code.": "Utilize <code>\\u201C<\/code> e <code>\\u201D<\/code> em seu código.",
    "In contractions and possession, use a <strong>right single quotation mark<\/strong> (’) as an apostrophe.": "Em contrações e possessivos, use uma <strong>aspa direita simples<\/strong> (’) como apostrofe. ",
    "Use <code>\\u2019<\/code> in your code.": "Utilize <code>\\u2019<\/code> em seu código.",
    "Use <strong>real math symbols<\/strong> for subtraction (−), multiplication (×), and division (÷) signs.": "Utilize <strong>símbolos matemáticos<\/strong> para sinais de subtração (−), multiplicação (×) e divisão (÷).",
    "Use <code>\\u2212<\/code>,  <code>\\u00D7<\/code>,  and <code>\\u00F7<\/code> in your code.": "Utilize <code>\\u2212<\/code>, <code>\\u00D7<\/code> e <code>\\u00F7<\/code> em seu código.",
    "Use correct <strong>copyright symbols<\/strong> (©).": "Utilize o <strong>símbolo de copyright<\/strong> correto (©).",
    "Use <code>\\u0169<\/code> in your code.": "Utilize <code>\\u0169<\/code> em seu código.",
    "Use <strong>superscripts<\/strong> where needed (e.g. 1<sup>st<\/sup>).": "Utilize <strong>sobrescritos<\/strong> onde necessário (ex.: x<sup>2<\/sup>).",
    "Hyphens &amp; Dashes": "Hifens e traços",
    "Hyphen (-)": "Hífen (-)",
    "Use <code>\\u2010<\/code> in code. Used for:": "Utilize <code>\\u2010<\/code> em seu código.",
    "Joining words (e.g. non-breaking).": "Juntando palavras (e.g. sem separação)",
    "<em>If the word cannot be split along lines (e.g. UTF-8), use a non-breaking hyphen (- <code>\\u2011<\/code>).<\/em>": "<em>Se a palavra não pode ser dividida nas linhas (e.g. UTF-8), use o hífen (- <code>\\u2011<\/code>).<\/em>",
    "En Dash (–)": "Meia-risca (–)",
    "Use <code>\\u2013<\/code> in code. Used for:": "Utilize <code>\\u2013<\/code> em seu código. Usado para:",
    "Number ranges (e.g. 5–12). <em>Do not put a space on either side.<\/em>": "Intervalo de números (ex. 5–12). <em>Não coloque um espaço em ambos os lados.<\/em>",
    "Em Dash (—)": "Travessão (—)",
    "Use <code>\\u2014<\/code> in code. Used for:": "Utilize <code>\\u2014<\/code> em seu código. Usado para:",
    "Interjections (e.g. the party—which was scheduled for Thursday—was delayed).": "Interjeições (e.g. a festa —que estava marcada para quinta—foi remarcada).",
    "<em>Do not put a space on either side.<\/em>": "<em>Não insira espaço em nenhum dos lado.<\/em>",
    "Quote offsets.": "Deslocamento de citação.",
    "<em>New line, space to the right.<\/em>": "<em>Nova linha, espaço à esquerda.<\/em>",
    "If in doubt, refer to <a href=\"http:\/\/practicaltypography.com\/\">Butterwick's Practical Typography<\/a>.": "Se estiver em duvida, use  <a href=\"http:\/\/practicaltypography.com\/\">Butterwick's Practical Typography<\/a> como referência.",
    "These rules apply to the English language; other languages may have their own conventions which should be followed by translators.": "Essas regras se aplicam à língua inglesa; outras línguas podem ter suas próprias convenções que devem ser descritas por tradutores.",
    "Using Ellipses": "Utilizando Reticências",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing.",
    "<strong>Better<\/strong>:": "<strong>Melhor<\/strong>:",
    "Language": "Idioma"
}