{
    "Code of Conduct": "Retningslinjer",
    "Community Guidelines": "Fællesskabs Retningslinjer",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "At være involveret i elementary samfund er en utrolig oplevelse; du kommer til at være en del af noget stort, samarbejde med folk fra hele verden, og hjælpe folk med at gøre deres computere formidable. Men med det kommer et ansvar for at følge et foruddefineret sæt regler, der sikrer det bedste miljø for alle involverede. Det forventes overholdt, at når som helst du er involveret i fællesskabet. det være sig på elementary hjemmesiden, i et officielt IRC rum, personligt, eller andre steder.",
    "I. Respect": "I. Respekt",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "At respektere andre er altafgørende. Sørg for at respektere folk og deres meninger, personlige baggrund, privatlivets fred, og ideer. elementary fællesskabet er ikke et sted for respektløse eller sårende bemærkninger for hvilken som helst grund. Når man giver kritik, skal det være konstruktivt og respektfuldt. Personlige angreb tolereres ikke. Når du modtager konstruktiv kritik, tag det i betragtning og tak kritikeren for deres input, uanset din holdning.",
    "II. Content": "II. Indhold",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "elementary fællesskabet består af tusindvis af brugere i forskellige aldre, overbevisninger og modenhed. På grund af dette, skal du være bevidst om det indhold, du producerer og de bemærkninger, du foretager. Ingen nøgenhed, overskydende vulgaritet, politisk indhold, religiøst indhold, eller upassende indhold skal vises i sammenhængen med elementary. I sidste ende, vil elementary moderatorer have det sidste ord om, hvad der udgøres som upassende. Er du i tvivl, kan du overveje, om det er noget, du gerne vise til et rum fuld af mennesker, herunder børn og bedstemødre fra hele verden. Hvis du er tøvende, så lad vær.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Screenshots delt i elementary-modereret samfund bør ikke indeholde temaer, imiterer andet OS, fotos eller illustrationer objektivering en person, eller indhold der på anden måde overtræder vores Regler om Opførsel.",
    "III. Rumors and Speculation": "III. Rygter og Spekulation",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Mens elementary's tempofyldte og spændende natur bidrager til ønsker at sprede rygter eller spekulationer, undgå det. Diskussion fremtidige planer er i orden, men når som helst det er ikke en verificeret fact, afslør det som personlig spekulation eller ikke diskutere det. Spredning af urigtige oplysninger kan være til skade for fællesskabet, især hvis spredt i et negativt lys.",
    "IV. Helpful Discussion": "IV. Hjælpsom Diskussion",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary er drevet af personer, der kommer sammen i deres fritid for at skabe noget særligt. Det er vigtigt at respektere dette, og altid at forsøge at bidrage til en sund, hjælpsom diskussion. Hvis det er i et møde, hold on-topic og forhold dig rolig, medmindre du har noget nyttigt, der relaterer til den umiddelbare diskussion. Hvis du kommenterer på hjemmesiden, hold diskussionen relateret til indholdet af overskrift indtastningen eller svar emnet. Hvis deltagelse i en udvikler-orienterede debat, såsom en postliste eller udvikler IRC kanal, skab ikke unødig støj ved at diskutere ikke udviklingssamarbejde emner; dette afsporer kun debatten og skaber problemer i log filerne for udviklere, der måske ikke er til stede.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Som et primært onlinebaseret fællesskab, er det vigtigt at vi undgår de potentielt negative aspekter af internettet. Må ikke troll; At starte slagsmål eller gøre bemærkninger med det ene formål at gøre nogen gal er barnligt og uacceptabel. Spam er også uacceptabelt; dette omfatter udstationering af links til irrelevante websteder og gentagne gange udstationering af links til det samme sted. Hvis nogen troller og spammer, ignorer og rapporter brugeren for dette.",
    "V. Avoiding Conflict": "V. Undgå Konflikt",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Hvis du føler nogen — være det sig en ny eller lang tids bidragyder — kommer ud som uhøflig, så venligst lad personen vide det. Kom ud foran problemer, før de sammensatte er kritisk. Alle har en rolle at spille i at hjælpe kommunikationen forløbe glat i vores (undertiden udfordrende) unikke arbejdsmiljø.",
    "VI. Step Down Considerately": "VI. Træd Fra Hensynsfuldt",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Livs prioriteringer, interesser og lidenskaber kan ændre sig. Hvis du er involveret med et elementary-relateret projekt, men føler, at du skal fjerne dig selv fra det, så gør det på en måde, der minimerer forstyrrelser. Når vi arbejder sammen, er vores arbejde og ideer er ikke længere kun vores egen; de tilhører elementary fællesskabet som helhed. Informer andre medlemmer af det hold, du har til hensigt at træde tilbage, og hvis det er muligt, hjælpe med at finde nogen til at fortsætte dit arbejde. I det mindste, sikre dit arbejde kan fortsættes, hvor du slap.",
    "Consequences": "Konsekvenser",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Hvis du vælger ikke at følge dette adfærdskodeks eller på anden måde forstyrre samfundet, forbeholder vi os ret til at gøre følgende: ændre eller fjerne ethvert indhold, du har indsendt; deaktivere din konto på hjemmesiden; sparke dig ud af en IRC-kanal; forbyde dig fra stedet, IRC-kanaler, eller relaterede tjenester; eller på anden måde forhindre dig i at interagere med fællesskabet.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>elementary Regler om Opførsel er licenseret under <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> licensen. Visse aspekter er blevet inspireret af <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Regler om Opførsel</a>.</em>",
    "Code of Conduct &sdot; elementary": "Regler for Opførsel ⋅ elementary"
}