{
    "Check out our progress for Freya RC 1": "Tjek vores fremskridt for Freya RC1",
    "Fixed": "Fiksered",
    "In Progress": "I Fremskridt",
    "Unfixed": "Ufiksered",
    "Translations": "Oversætninger",
    "Web Development": "Web Udvikling",
    "Design": "Design",
    "Desktop Development": "Skrivebords Udvikling",
    "Funding": "Funding",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Et andet sprog er en anden vision af livet.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS er skabt og brugt af folk fra hele verden; hjælp os med at gøre oplevelsen endnu bedre ved at oversætte det til flere sprog.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS anvender en åben, samarbejdsorienteret oversættelsesværktøj på Launchpad kaldet Rosetta.",
    "Learn More": "Lær Mere",
    "Our website is also openly translated using an online platform called Transifex.": "Vores hjemmeside er også åbent omregnes en online platform kaldet Transifex.",
    "Translate elementary OS": "Oversæt elementary OS",
    "Translate This Website": "Oversæt Denne Hjemmeside",
    "World map": "Verdenskort",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Websteder burde se godt ud indefra og ud\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Vores hjemmeside er bygget ved hjælp af HTML, CSS, PHP og JavaScript. Vi leder altid efter folk med erfaring i de områder, der gerne vil bidrage og gøre det endnu bedre. Det meste af design arbejdet udføres af vores Design Team, men vi elsker design ideer og feedback til vores webteam.",
    "Fork Us on GitHub": "Fang Os på GitHub",
    "See Our Open Bug Reports": "Se Vores Åbne Fejlrapporter",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Fantastisk design gør noget mindeværdigt og meningsfyldt.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Hvert projekt begynder med en idé. Vores Design Team tager disse og gør dem til vejkort. Vi bryder design op i to dele:",
    "<strong>Visual Design</strong>": "<strong>Visual Design</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Et godt sted for visuelle designere til at komme i gang er ved deling af mockups med <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class = \"read-more\"> vores Google+ EF </a>",
    "<strong>Interactive Design</strong>": "<strong>Interaktivt Design</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Vi bruger et system på Launchpad kaldet Blueprints for at skabe detaljerede forklaringer af nye funktioner.",
    "Read the Interface Guidelines": "Læs Interface Retningslinjer",
    "Browse Our Blueprints": "Gennemse Vores Blueprints",
    "Read About Our Workflow": "Læs om vores arbejdsgang",
    "Application wire frame": "Applikation ramme",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Før software kan være genanvendeligt skal det først være brugbart\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Vores skrivebords miljø og alle dens apps er bygget ved hjælp Vala, GTK, Clutter, Kairo, Granite og en række andre gratis biblioteker. Al vores kode er hostet på Launchpad.net, en gratis service for open source-projekter. Vi leder altid efter bidragydere på alle niveauer.",
    "Browse Our Desktop Code": "Gennemse Vores Skrivebords Kode",
    "Browse Our Apps' Code": "Gennemse Vores Apps' kode",
    "Scratch text editor": "Scratch tekst editor",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Do what you love and the money will follow.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "General Funding",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Bliv involveret med elementary OS"
}