{
    "A fast and open replacement for Windows and OS X": "En hurtig og åben erstatning til Windows og OS X",
    "Custom": "Brugerdefineret",
    "Enter any dollar amount.": "Indtast et beløb i amerikanske dollars.",
    "Download Freya": "Hent Freya",
    "893 MB (for PC or Mac)": "893 MB (for PC eller Mac)",
    "What the press is saying about elementary OS:": "Hvad pressen siger om elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS er anderledes... et smukt og kraftfuldt operativsystem, som vil køre godt selv på gamle PCer\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"En hurtig, lav-vedligeholdelse platform, der kan installeres næsten overalt\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Let og hurtig ... Fuldstændigt fællesskabs-baseret, og har en reel flair for design og udseende.\"",
    "Meet Our Apps": "Mød vores apps",
    "Photos": "Fotos",
    "Music": "Musik",
    "Videos": "Videoer",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importer, organiser og rediger billeder. Lav et diasshow. Del på Facebook eller Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organiser og lyt til din musik. Gennemse efter album, brug lynhurtig søgning, og lav afspilningslister med dine favoritter.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Se film og videoer med en minimal grænseflade. Den slanke, mørke ramme forsvinder, så du kan se mere af din film.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surf på nettet med en hurtig & let webbrowser. Midori lader dig bruge HTML5 hjemmesider og web-apps og samtidig være lettere på batteriets levetid.",
    "Open Source": "Open Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Vores kode er tilgængelig for revision, kontrol, ændring, og omfordeling af alle.",
    "Learn More": "Lær mere",
    "No Ads. No Spying.": "Ingen annoncer. Ingen overvågning.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Vi tjener ikke penge vha. reklamer, og vi indsamler ikke følsomme personoplysninger. Vores eneste indkomst er direkte fra vores brugere.",
    "Safe &amp; Secure": "Trygt & sikkert",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Vi er bygget på Linux: den samme software driver det amerikanske forsvarsministerium, Bank of China, og mere.",
    "Choose a Download": "Vælg en Download",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Vi anbefaler 64-bit for de fleste moderne computere. For hjælp og mere information, se",
    "installation guide": "installationsguide",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64-bit",
    "Download elementary OS": "Download elementary OS"
}