{
    "Privacy Policy": "Privatlivspolitik",
    "Do Not Track": "Må ikke spore",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Dette websted ærer må-ikke-spore indstillinger i de fleste moderne browsere og deaktivere Google Analytics, når det er til stede. Vi kan ikke automatisk fjerne andre sporingsmetoder, uden alvorligt at påvirke brugen af internetsiden. Hvis du ønsker at manuelt styre disse sporingsmetoder, henvises du til afsnittet om deaktivering af cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Du kan vælge at deaktivere eller selektivt deaktivere cookies eller tredjeparts cookies i din netlæsers indstillinger.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Denne side bruger cookies til småforbedringer. Du vil formenlig opleve at den fungerer uden dem, men med nedsat anvendelighed. For eksempel vil webstedet ikke huske, hvis du tidligere har betalt for elementary OS; som standard bliver du bedt om at betale igen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Oplagrer cookies til at bogføre adfærdsmæssige elementer og analysere potentielle trusler. For yderligere oplysninger, se",
    "CloudFlare Privacy & Security Policy": "CloudFlare privat & sikkerhedspolitik",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Oplagrer cookies til at indsamle oplysninger — herunder antallet af besøgende på dette site, hvorfra de blev henvist, og de sider, de besøger — i en anonym form. Disse oplysninger bruges til at hjælpe med at forbedre hjemmesiden. For mere information, se Googles artikel om",
    "Safeguarding Your Data": "Beskyttelse af dine data",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Bruger cookies til at huske din sidste ordre, samt dit land, så at netsiden ved, hvilke korttyper den skal tilbyde til betalinger. For mere information, se",
    "Stripe's Privacy Policy": "Stripes privatpolitik",
    "Manage Cookies": "Administrér cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Eftersom du allerede har besøgt vores hjemmeside, ønsker du måske selv at håndtere de cookies, der allerede er i din browser. Links til relevante instruktioner kan findes nedenfor.",
    "Privacy Policy &sdot; elementary": "Privatlivspolitik ⋅ elementary"
}