{
    "Check out our progress for Freya Update 1": "Вижте нашия прогрес за Freya ъгрейд 1",
    "Fixed": "Поправени",
    "In Progress": "В процес",
    "Unfixed": "Непоправени",
    "Translations": "Превод",
    "Web Development": "Уеб разработка",
    "Design": "Дизайн",
    "Desktop Development": "Десктоп разработка",
    "Funding": "Финансиране",
    "&ldquo;A different language is a different vision of life.&rdquo;": "„Различният език е различен поглед към живота“",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS е създадена и използвана от хора от целия свят; помогнете ни да направим изживяването още по-добро, като я преведете на повече езици.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS използва безплатерн за сътрудничество инструмент в Launchpad наречен Rosetta.",
    "Learn More": "Научи повече",
    "Our website is also openly translated using an online platform called Transifex.": "Нашият уеб сайт се превежда от доброволци чрез онлайн платформа, наречена Transifex.",
    "Translate elementary OS": "Преведи elementary OS",
    "Translate This Website": "Преведи този уебсайт",
    "World map": "Карта на света",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "„Уебсайтовете трябва да изглеждат добре и отвътре, и отвън“",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Нашият уебсайт е създаден с HTML, CSS, PHP и JavaScript. Постоянно търсим хора с опит, които биха желали да допринесат и да го направят още по-добър. Основната част от дизайна е на нашия дизайнерски екип, но обичаме идеите и обратната връзка.",
    "Fork Us on GitHub": "Посетете ни в GitHub",
    "See Our Open Bug Reports": "Вижте докладите за отворени бъгове",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "„Добрият дизайн означава да сътвориш нещо запомнящо се и значимо“",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Всеки проект започва с идея. Нашият дизайнерски екип превръща идеите в пътни карти. Разделяме дизайна на два компонента:",
    "Visual Design": "Visual Design",
    "A great place for visual designers to get started is by sharing mockups with": "A great place for visual designers to get started is by sharing mockups with",
    "our Google+ Community": "our Google+ Community",
    "Interactive Design": "Interactive Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Използваме система в Launchpad, наречена „Чертежи“ (Blueprints), за да опишем подробно новите функционалности.",
    "Read the Interface Guidelines": "Прочетете насоките за интерфейс",
    "Browse Our Blueprints": "Разгледайте нашите „чертежи“",
    "Read About Our Workflow": "Научете за работния ни процес",
    "Application wire frame": "Скелет на приложение",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "„Преди да стане преизползваем, софтуерът трябва да е използваем“",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Нашето десктоп обръжение и всички приложения в него са написани на Vala с GTK+, Clutter, Cairo, Granite и други свободни библиотеки. Целият ни код е качен в Launchpad.net, свободна услуга за отворени проекти. Постоянно търсим сътрудници, независимо от нивото на умения. ",
    "Browse Our Desktop Code": "Разгледайте изходния ни десктоп код",
    "Browse Our Apps' Code": "Разгледайте изходния код на приложенията ни",
    "Scratch text editor": "Scratch текстов редактор",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Прави това, което обичаш и парите ще те последват.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "Генерално Финансиране",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal е бързо и лесно решение. Изберете еднократна сума или изберете или настройка за абонамент.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Включете се в elementary OS"
}