{
    "A fast and open replacement for Windows and OS X": "Бърз и свободен заместител на Windows и OS X",
    "Custom": "Друга сума",
    "Enter any dollar amount.": "Въведете сума в щатски долари",
    "Purchase elementary OS": "Purchase elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 ГБ (за PC или Mac)",
    "What the press is saying about elementary OS:": "Какво пише пресата за elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "„elementary OS е различна... красива и способна операционна система, която върви добре дори и на стари компютри“",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "„това е бърза, лесна за поддръжка платформа, която може да бъде инсталирана на практика навсякъде“",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "„Лека и бърза... Изцяло разработена от общността, с истински нюх към дизайна и външния вид“",
    "Meet Our Apps": "Виж нашите приложения",
    "Photos": "Снимки",
    "Music": "Музика",
    "Videos": "Видео",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Импортиране, подреждане и редактиране на снимки. Създаване на слайдшоу. Споделяй с Facebook или Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Подреди и слушай твоята фонотека. Преглеждай по албуми, използвай мълниеносно бързото търсене и създавай любимите си плейлисти.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Гледайте филми и видеоклипове с минимален интерфейс. Тънката и тъмна рамка изчезва, така че можете да видите повече от вашия филм.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Сърфирай мрежата с бърз и лек уеб браузър. Midori ви позволя да разглеждате HTML5 уебсайтове и уеб приложения, същевременно бъдейки енерго пестелив към батерията.",
    "Learn More": "Научи повече",
    "dat": "dat",
    "Accessories": "Аксесоари",
    "Graphics": "Графика",
    "Internet": "Интернет",
    "Office": "Офис",
    "Other": "Други",
    "Sound &amp; Video": "Звук & Видео",
    "System Tools": "Системни инструменти",
    "Applications": "Приложения",
    "3 Ways to Explore": "3 начина да откриете",
    "Grid": "Решетка",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Показва всички ваши приложения азбучно подредени в решерка. Прелистете и намерете това, което търсите.",
    "Categories": "Категории",
    "View your apps automatically organized into categories. Perfect for large collections.": "Вижте вашите приложения автоматично подредени в категории. Идеално за големи колекции.",
    "Search": "Търсене",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Пускайте приложения, отворете контролни панели, изпълнявайте команди и още от лекият и бърз търсещ изглед.",
    "Open Source": "Отворен код",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Нашият код е достъпен за преглед, контрол, модификация и разпространение от всеки.",
    "No Ads. No Spying.": " Без реклами. Без следене.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Ние не сключваме рекламни сделки и не събираме поверителна лична информация. Единственият ни доход е директно от нашите потребители.",
    "Safe &amp; Secure": "Безопасен & Сигурен",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Ние използваме Линукс;същия софтуер ползва американското министерство на отбраната, Централната банка на Китай и други.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Изтегляне на elementary OS",
    "Choose a Download": "Изберете какво да свалите",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Препоръчваме 64-битова версия за повечето съвременни компютри. За помощ и повече информация, вижте",
    "installation guide": "наръчника за инсталиране",
    "Freya 32-bit": "Freya 32-бита",
    "Torrent Magnet Link": "Магнитен линк",
    "Freya 64-bit": "Freya 64-бита"
}