{
    "Check out our progress for Loki Alpha 1": "Pozrite si náš posledný pokrok vo Loki Alpha 1",
    "Fixed": "Opravené",
    "In Progress": "Prebieha",
    "Unfixed": "Neopravené",
    "Funding": "Financovanie",
    "Translations": "Preklady",
    "Web Development": "Vývoj webu",
    "Desktop Development": "Vývoj desktopu",
    "Design": "Dizajn",
    "Targeted Funding": "Cielené financovanie",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource dáva peňažné prostriedky priamo do rúk vývojárom ako odmenu za vykonané opravy a vývoj nových prvkov. Odmeň veci, na ktorých ti zaleží najviac alebo zafinancuj konkrétnu aplikáciu. Taktiež je možné nastaviť aj pravidelný príspevok. ",
    "Learn More": "Zistiť viac",
    "BountySource": "BountySource",
    "General Funding": "Hlavné financovanie",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funguje ako crowdfundingová kampaň. Vyberte si čiastku, získajte odmenu a pomôžte nám dosiahnuť naše ciele.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal je rychlé a jednoduché riešenie. Vyberte si jednorázovú čiastku, alebo si nastavte predplatné.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS je vytvorený a používaný ľuďmi z celého sveta; pomôžte nám zlepšiť zážitok prekladaním do viacerých jazykov.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS používa otvorený, spolu-vyvíjajúci nástoj na preklady v Launchpade nazývaný Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Náš web je taktiež otvorený k prekladom na online platforme zvanej Transifex.",
    "Translate elementary OS": "Preložiť elementary OS",
    "Translate This Website": "Preložiť tento web",
    "World map": "Mapa sveta",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Report an Issue with Our Website",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "Pozrieť si naše zdrojové kódy pre desktop",
    "Browse Our Apps' Code": "Pozrieť si naše zdrojové kódy aplikácií",
    "See Our Open Bug Reports": "Navštíviť naše otvorené hlásenia chýb",
    "Scratch text editor": "Scratch textový editor",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Každý projekt začína nejakou myšlienkou. Náš tím dizajnérov ju zoberie a premení na road mapy. Rozdelujeme dizajn na tieto dva komponenty:",
    "Visual Design": "Vizuálny dizajn",
    "A great place for visual designers to get started is by sharing mockups with": "Skvelé miesto pre vizuálnych dizajnérov, začnite zdieľaním makiet",
    "our Google+ Community": "Naša Google+ komunita",
    "Interactive Design": "Interaktívny dizajn",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Používame systém nazývaný Blueprints v Launchpade k podrobnejším opisom nových črtov.",
    "Read the Interface Guidelines": "Prečítať Interface Guidelines",
    "Browse Our Blueprints": "Pozrieť si naše Blueprints",
    "Read About Our Workflow": "Prečítať si o našom pracovnom postupe",
    "Application wire frame": "Wireframe aplikácie",
    "Get Involved with elementary OS": "Zapoj sa do inovácie elementary OS"
}