{
    "Be a Part of Something Bigger": "Buď súčasťou niečoho VÄČŠIEHO",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Všetko čo robíme je 100% open source a vyvinuté spoločne ľuďmi z celého sveta. Aj keď nie si programátor, tak sa môžeš zapojiť a niečo zmeniť.",
    "Funding": "Financovanie",
    "Translations": "Preklady",
    "Support": "Podpora",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Dizajn",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Najlepší spôsob ako pomôcť elementary je financovanie. S vašou pomocou sme boli schopní vyrásť z malej skupinky zanietených dobrovoľníkov do drobnej spoločnosti. Každý kúsok pomoci je krokom k najatiu ďalšieho full-time vývojára.",
    "Bug Bounties": "Bug Bounties",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource dáva peňažné prostriedky priamo do rúk vývojárom ako odmenu za vykonané opravy a vývoj nových prvkov. Odmeň veci, na ktorých ti zaleží najviac alebo zafinancuj konkrétnu aplikáciu. Taktiež je možné nastaviť aj pravidelný príspevok. ",
    "Learn More": "Zistiť viac",
    "BountySource": "BountySource",
    "Bountied Bugs": "Bountied Bugs",
    "General Funding": "Hlavné financovanie",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funguje ako crowdfundingová kampaň. Vyberte si čiastku, získajte odmenu a pomôžte nám dosiahnuť naše ciele.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal je rychlé a jednoduché riešenie. Vyberte si jednorázovú čiastku, alebo si nastavte predplatné.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS je vytvorený a používaný ľuďmi z celého sveta; pomôžte nám zlepšiť zážitok prekladaním do viacerých jazykov.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS používa otvorený, spolu-vyvíjajúci nástoj na preklady v Launchpade nazývaný Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Náš web je taktiež otvorený k prekladom na online platforme zvanej Transifex.",
    "Translate elementary OS": "Preložiť elementary OS",
    "Translate This Website": "Preložiť tento web",
    "World map": "Mapa sveta",
    "Question & Answer": "Otázky a Odpovede",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.",
    "Unanswered Questions": "Nezodpovedané Otázky",
    "New Questions": "Nové Otázky",
    "Documentation": "Dokumentácia",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.",
    "Learning The Basics Guide": "Sprievodca učením základov",
    "Developer Docs": "Dokumenty vývojárov",
    "Web Development": "Vývoj webu",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Náš web je napísaný pomocou HTML, CSS, PHP a JavaScript. Neustále hľadáme skúsených ľudí v tejto oblasti, ktorí by radi prispeli a urobili ho ešte lepším. ",
    "Fork Our Website on GitHub": "Forknite si nás na GitHube",
    "Report a Website Issue": "Nahlás chybu na našom Webe",
    "Desktop Development": "Vývoj desktopu",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Naše pracovné prostredie a všetky jeho aplikácie sú napísané pomocou Vala, GTK+, Granite a niekoľkými ďalšími otvorenými knižnicami. Zdrojový kód nášho pracovného prostredia je na Launchpad.net, bezplatnej službe pre open source projekty. Pokial si nikdy pre elementary OS nič nevyvýjal, tak ti odporúčame pozrieť si nášho sprievodcu \"Začíname\".",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, public beta testing for Loki will begin and this chart will be updated to reflect the next milestone. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, public beta testing for Loki will begin and this chart will be updated to reflect the next milestone. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>",
    "Fixed": "Opravené",
    "In Progress": "Prebieha",
    "Unfixed": "Neopravené",
    "Browse Our Desktop Code": "Pozrieť si naše zdrojové kódy pre desktop",
    "Browse Our Apps' Code": "Pozrieť si naše zdrojové kódy aplikácií",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:",
    "Visual Design": "Vizuálny dizajn",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with",
    "our Google+ Community": "Naša Google+ komunita",
    "Read the Interface Guidelines": "Prečítať Interface Guidelines",
    "See Our Mockups": "See Our Mockups",
    "Interaction Design": "Interaction Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.",
    "Read About Our Workflow": "Prečítať si o našom pracovnom postupe",
    "Browse Our Blueprints": "Pozrieť si naše Blueprints",
    "Get Involved with elementary OS": "Zapoj sa do inovácie elementary OS"
}