{
    "Download elementary OS": "Stiahnuť elementary OS",
    "Blog": "Blog",
    "Support": "Podpora",
    "Store": "Obchod",
    "Developer": "Vývojár",
    "Get Involved": "Zapojiť sa",
    "This is a development site.": "This is a development site.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.",
    "A fast and open replacement for Windows and OS X": "Svižná a otvorená náhrada za Windows a OS X",
    "Custom": "Vlastný",
    "Enter any dollar amount.": "Zadajte hocijakú hodnotu",
    "Download Freya": "Stiahnuť Freya",
    "893 MB (for PC or Mac)": "893 MB (pre PC alebo Mac)",
    "What the press is saying about elementary OS:": "Čo povedala tlač o elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS je iný... krásny operačný systém, nabitý funkciami, ktorý pôjde svižne aj na starších PC”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“rýchla, nenáročná platforma, ktorá je inštalovateľná prakticky kdekoľvek”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Ľahký a rýchly... Kompletne založený na komunite, ktorá má skutočný cit pre dizajn a vzhľad.”",
    "Meet Our Apps": "Spoznajte naše aplikácie",
    "Photos": "Fotky",
    "Music": "Hudba",
    "Videos": "Videá",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importujte, zorganizujte a upravujte fotografie. Vytvorte slideshow. Zdieľajte na Facebooku alebo na Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Zorganizujte a počúvajte vašu hudbu. Prehliadajte podľa albumov, použite vyhľadávanie rýchlosťou svetla a vytvárajte playlisty z vašich obľúbených piesní.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Pozerajte filmy a videá s minimálnym rušením. Tenký, tmavý rám zmizne, aby ste mohli vidieť viac z vašich filmov.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surfujte na webe s rýchlym a nenáročným prehliadačom. S Midori môžete prehliadať HTML5 webstránky a web aplikácie s nízkym zaťaženým batérie.",
    "Learn More": "Zistiť viac",
    "dat": "dat",
    "Accessories": "Accessories",
    "Graphics": "Graphics",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Other",
    "Sound &amp; Video": "Sound & Video",
    "System Tools": "System Tools",
    "Applications": "Applications",
    "3 Ways to Explore": "3 Ways to Explore",
    "Grid": "Grid",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Display all your apps in an alphabetized grid. Flick through and find the one you want.",
    "Categories": "Categories",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "Search",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "Open-source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Náš kód je k dispozícii na použitie, na kontrolu, modifikáciu a redistribúciu od hocikoho. ",
    "No Ads. No Spying.": "Bez reklám. Bez prenasledovania.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nerobíme ponuky pre reklamy a nezbierame citlivé osobné údaje. Naša spätná väzba je priamo od užívatelov.",
    "Safe &amp; Secure": "Bezpečnosť",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Sme založení na Linuxe: na rovnakom softvéri, ktorý používa aj Ministerstvo obrany USA, Bank of China a iní.",
    "Choose a Download": "Vyberte súbor, ktorý sa stiahne",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Odporúčame 64-bitovú verziu pre väčšinu moderných počítačov. Pre pomoc a viac informácii, prečítajte si",
    "installation guide": "sprievodcu inštalácie.",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Magnet link na torrent",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Copyright © 2015 elementary LLC. <a href=\"/privacy-policy\">Zásady ochrany osobných údajov</a>",
    "Language": "Jazyk",
    "Change Site Language": "Zmeniť jazyk stránky",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "Web elementaryOS je postavený na moderných technológiách, ktoré Váš prehliadač nepodporuje.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "Vaša verzia webového prehliadača Internet Explorer je zastaraná a môže obsahovať chyby alebo bezpečnostné chyby. Prosím <a href=\"http://browsehappy.com/\">aktualizujte</a> na verziu IE 11 alebo použite iný alternatívny webový prehliadač.",
    "Dismiss": "Zrušiť"
}