{
    "Privacy Policy": "Zásady ochrany osobných údajov",
    "Do Not Track": "Žiadne sledovanie",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Táto stránka rešpektuje nastavenia \"Nesledovať\", ktoré je dostupné vo väčšine moderných prehliadačov a vypína Google Analytics, ak je spustené. Ostatné metódy sledovania nemôžeme odstrániť bez toho, aby sme negatívne ovplyvnili funkcionalitu stránok. Ak by ste chceli ručne spravovať tieto metódy sledovania, môžete sa o ich vypnutí dozvedieť viac v sekcii o blokovaní súborov cookies.",
    "Cookies": "Súbory cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Môžete si vybrať, či chcete vypnúť cookies vo vašom prehliadači, v nastavení.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Táto stránka používa súbory cookies pre svoje zdokonaľovanie. Stránky budú aj bez nich ďalej fungovať, ale môžete zaznamenať obmedzenú funkcionalitu. Napríklad si stránka nebude pamätať, že ste už predtým za elementary OS zaplatili a znovu Vás o platbu požiada.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Ukladá súbory cookies, aby mohol sledovať správanie a analyzovať potencionálne hrozby. Pre viac informácií navštívte",
    "CloudFlare Privacy & Security Policy": "Zásady ochrany osobných údajov a bezpečnosti CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Ukladá súbory cookies kvôli zberu informácií - vrátane počtu návštevníkov stránky, odkiaľ prišli a stránky, ktoré navštevujú - všetko anonymne. Tieto informácie nám pomáhajú zlepšovať naše stránky. Pre viac informácií si môžete prečítať článok od Googlu na tému",
    "Safeguarding Your Data": "Stráženie Vašich dát",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Používa súbory cookies aby si pamätal Vašu poslednú objednávku a krajinu, odkiaľ nakupujete aby vedel, aké možnosti platby Vám môže ponúknuť. Viac informácií nájdete v",
    "Stripe's Privacy Policy": "Zásady ochrany osobných údajov služby Stripe",
    "Manage Cookies": "Správa súborov cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Keďže už ste našu stránku navštívili, možno budete chcieť spravovať súbory cookies, ktoré sa vo Vašom prehliadači vytvorili. Odkazy s konkrétnymi inštrukciami nájdete nižšie.",
    "Privacy Policy &sdot; elementary": "Zásady ochrany osobných údajov ⋅ elementary"
}