{
    "Learning the Basics": "Temelleri Öğrenin",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Her işletim sisteminde olduğu gibi aşina olmayabileceğiniz bazı şeyler vardır. Bu bölümde basitçe müzik dinlemek ve Internette dolaşmak gibi günlük işlemlerinizi nasıl tamamlayacağınızı hem de farkında olmadığınız diğer yararlı bilgileri ele alacağız.",
    "The Desktop": "Masaüstü",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "elementary OS masaüstü çok basit ve öğrenmesi kolay panel ve rıhtım adındaki iki unsurdan oluşur. Masaüstü duvar kağıdını özelleştirebilirsiniz <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistem Ayarları</a></strong> → <strong>Masaüstü</strong> → <strong>Duvar kağıdı</strong>",
    "The Panel": "Panel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "Ekranın üst kısmında Panel'i görebilirsiniz. Solda Uygulamalar menüsü, ortada tarih ve zaman ve sağda Göstergeler vardır.",
    "Applications": "Uygulamalar",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Panelin sol kısmı Uygulamalar bölümüdür. <strong>Uygulamalar</strong>'a tıklamak tüm yüklü uygulamalarınızı gösteren bir başlatıcı gösterir. Kaydırarak yada alttaki sayfa numaralarını kullanarak birden fazla uygulama sayfasına bakabilirsiniz. Ayrıca ızgara görünümü ve kategori görünümü arasında geçiş yapmak için üstteki değiştiriciyi kullanabilirsiniz.",
    "Slingshot": "Slingshot",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Uygulamaları ismine veya bunlarla ilişkili anahtar kelime ve gerçekleştirdiği eylemlere göre arayabilirsiniz. Ayrıca sistem ayarları bölmelerini de arayabilirsiniz. Arama'da bulacağınız bazı eylemler:",
    "Shutdown and Restart": "Kapat ve Tekrar aç",
    "Compose Message": "İleti oluşturma",
    "New Private Browsing Window": "Yeni gizli pencere",
    "Math operations (example: 23 * 5)": "Matematik işlemleri (örnek: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Uygulamalar menüsünü klavye ile açmak için <kbd>⌘</kbd> + <kbd>boşluk</kbd>'a basın",
    "Indicators": "Göstergeler",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Panel'in sağ kısımında Göstergeler olarak adlandırılan simgeler vardır. Bunlar oturumun geçerli durumunu size gösterir, örnek olarak ağ bağlantılarınız, pil gücü, zaman, mesajlaşma ve e-posta vb. Bir göstergeye tıklamak daha fazla bilgi ve ilgili eylemleri gösterir.",
    "The Dock": "Rıhtım",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Ekranın alt kısmı Rıhtımdır. En sevdiğiniz uygulamaların yanı sıra şu anda açık olan tüm uygulamaları içerir.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Rıhtımın içeriği kolayca kişiselleştirilebilir. Rıhtım'a bir uygulama eklemek için Paneldeki <strong>Uygulamalar</strong>'dan çekip bırakabilirsiniz yada açık olan uygulama simgesine sağ klik ile tıklayıp <strong>Başlatıcıda Tut</strong>'u seçebilirsiniz. Rıhtımdan bir uygulama kaldırmak için simgesini boş alana çekip bırakın yada simgeye sağ klik ile tıklayıp <strong>Başlatıcıda Tut</strong>'u kapatabilirsiniz. Rıhtımdaki uygulamaları sıralamak için kolayca çekip bırakın",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Varsayılan olarak, bir uygulama tam ekran olduğunda rıhtım ekranın altına gizlenir. Kolayca rıhtımı ortaya çıkarmak için fareni ekranın alt ortasına doğru götürün.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Rıhtım davranışlarını<strong><a href=\"/docs/learning-the-basics#system-settings\">Sistem Ayarları</a></strong> → <strong>Masaüstü</strong> → <strong>Rıhtım</strong> yoluyla özelleştirebilirsiniz.",
    "App Windows": "Uygulama Pencereleri",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Uygulamarın kapanabilen, büyütülebilen yada taşınabilen kendi pencereleri vardır.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Bir uygulama açtığınızda, penceresi masaüstünde gözükür. Her uygulamanın tipik olarak üç alanı vardır: pencere düğmeleri, araç çubuğu ve uygulama içeriği.",
    "HeaderBar": "HeaderBar",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.",
    "Window Buttons": "Pencere Butonları",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.",
    "Multitasking": "Çoklu Görev",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS pencereler ve çalışma alanlarını çoklu çalıştırmayı desteklemektedir.",
    "Windows": "Pencereler",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Uygulamalar uygulama pencerelerinde açılır. Masaüstünde üst üste gelebilir ve hareket ettirilebilir. Birkaç şekilde pencereler arasında geçiş yapabilirsiniz:",
    "click on the window you want to switch to": "geçmek istediğiniz pencerenin üzerine tıklayınız.",
    "click on the app's icon in the dock": "Uygulama simgesine tıklayınız",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "<kbd>Alt</kbd>+<kbd>Tab</kbd> 'ye bas",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Açık pencerelerin ön izlemesini görmek için <kbd>⌘</kbd> + <kbd>W</kbd>'e basın.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Bu kısayolları<strong><a href=\"/docs/learning-the-basics#system-settings\">Sistem Ayarları</a></strong> → <strong>Klavye</strong> → <strong>Kısayollar</strong> → <strong>Pencereler</strong> yolunu takip ederek özelleştirebilirsiniz.",
    "Hot Corners": "Etkin Köşeler",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "\"Etkin köşeler\"i de yapılandırabilirsiniz. (Ekranın köşelerine fare imlecini götürerek) Pencerelere genel bakış, çalışma alanlarına genel bakış ve daha fazlası gibi çoklu görev işlevleri etkinleştirmek için kullanılır.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Etkin koşeleri <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistem Ayarları</a></strong> → <strong>Masaüstü</strong> → <strong>Etkin koşeler</strong> yolunu takip ederek ayarlayabilirsiniz.",
    "Workspaces": "Çalışma Alanları",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Standardında, tüm uygulama pencereleri bir çalışma alanında açılır. Bununla birlikte, iş akışınızı organize etmek için, çoklu çalışma alanı kullanabilirsiniz.",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Çalışma alanı hakkında ön bilgi görmek için , <kbd>⌘</kbd> + <kbd>S</kbd> ' tuşlarına basınız.",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Çalışma alanınızı hızla sağa veya sola taşımak için, <kbd>⌘</kbd> + <kbd>←</kbd> or <kbd>⌘</kbd> + <kbd>→</kbd> tuşlarına basınız.",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Çalışma alanlarında geçiş yapmak için <kbd>⌘</kbd> + <kbd>Tab</kbd> tuşlarına basın",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "<kbd>⌘</kbd> + <kbd>1</kbd> <kbd>⌘</kbd> + <kbd>9</kbd> tuşlarına basarak doğrudan belirli bir çalışma alanına atlayabilirsiniz. Her zaman yeni bir çalışma alanına <kbd>⌘</kbd> + <kbd>0</kbd> tuşları ile atlayabilirsiniz.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Aynı zamanda, uygulama simgelerine basılı tutarak, çalışma alanında yer alan uygulamaları, çalışma alanları arasına sürükleyebilir ya da sol ve sağ çalışma alanlarından birbirine <kbd>⌘</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> tuşlarına basarak taşıyabilirsiniz. Uygulama pencerelerinin çalışma alanları arasında karşılıklı taşınmasını incelemek için  <kbd>⌘</kbd> + <kbd>A</kbd> tuşlarına basın.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Bu kısayollar aracılığıyla özelleştirebilirsiniz <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistem Ayarları</a></strong> → <strong>Klavye</strong> → <strong>Kısayollar</strong> → <strong>Çalışma Alanları</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Not: <kbd>⌘</kbd> tuşu \"Süper\" tuşu olarak anılmakta. Aynı zamanda \"Windows\" tuşu ve \"Komut\" tuşu olarakta anılabilir.</em>",
    "Multiple Displays": "Çoklu Pencere",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panel, dock ve çalışma alanları sadece ilk ekranda gözükür. Diğer bağlı ekranlar çalışma alanlarının gösterimi desteklenmez. Ekranları yönetmek ve yeniden düzenlemek için <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistem Ayarları</a></strong> → <strong>Ekranlar</strong> seçeneğine gelmelisiniz. Ana ekranınız doldurulmuş-yıldız ile işaretli (",
    ") and each display's settings can be changed from its cog (": ") ve diğer ekran ayarları cog(ayarlar simgesi)'dan değiştirilebilir (",
    ") menu.": ") menü",
    "Installing Apps": "Uygulamalar Yükleniyor",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary İS, ücretsiz uygulamaları barındıran <strong>Uygulama Merkezi</strong> ile yüklü olarak gelir. Uygulama Merkezinden uygulama yüklemek oldukça kolaydır. ",
    "Open the <strong>AppCenter</strong> app.": "<strong>Uygulama Merkezi</strong> uygulamasını açın.",
    "Search in the top-right, or browse.": " Sağ üste arayın, ya da göz atın",
    "Click <strong>Install</strong> next to the app you want to install.": "Yüklemek istediğiniz uygulamanın yanındaki <strong>Kur</strong>'a tıklayın",
    "You may be asked for your password prior to installing an app.": "Bir uygulama yüklemeden önce parolanız size sorulabilir.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.</em>": "<em>Not: bazı yazılımlar Uygulama Merkezinde bulunamayabilir. Internetten yazılım indirilmesini önermemekle birlikte, Ubuntu 16.04 LTS ile uyumlu uygulamalar elementary İS Loki üzerinde çalışabilir. </em>",
    "Updating": "Güncelleniyor",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary İS güncellemeleri Uygulama Merkezinin bir parçası olarak içerir. \"Güncellemeler\" sekmesinin pencerenin en üstünde olduğunu bilridiriz. Bilgisayarınızın en son özelliklere ve korumaya sahip olduğundan emin olmak için güncellemeleri en az <em>haftada bir kez</em> kontrol etmenizi öneririz.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "Güvenlik yamaları ile ilişkili daha fazla bilgi için,  <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu güvenlik duyuruları</a>ını okuyun. ",
    "System Settings": "Sistem Özellikleri",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "Sistem ayarları size bütün yetkiyi verir klavye kısayolları, ekren çözünürlüğü, arkapilanınız, ve dahası.",
    "Search": "Ara",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Pencerenin en üstündeki arama çubuğunda anahtar sözcükler yazarak aradığınız ayarları hızlı bir şekilde bulabilirsiniz. Sistem Ayarları penceresinde içeriği aramanızla eşleşenleri aşağı doğru listeler.",
    "App Settings": "Uygulama Ayarları",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Sistem Ayarları sadece elementary OS için genel tercihler ile ilgilidir unutmayın. Bazı uygulamalarında kendi tercihleri vardır, ancak onları burada bulamazsınız. Bunun yerine, söz konusu uygulama içinde onlara bakmakınız."
}