{
    "Translation Guide": "Çeviri Rehberi",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Websitemizi ve uygulamalarımızı yerelleştirmek elementary OS'u birçok insan için mümkün hale getirebilmek için çok önemli parçalardan biridir. Sadece bir iç çeviri ekibine güvenmek yerine topluluk kaynaklarını kullanıyoruz, bu sayede herkes hiçbir teknik bilgiye sahip olmadan çevirilerini gönderebilir. Platform genelinde sesimizi kalıcılaştırmak ve yeni çevirmenlerin başlamalarına yardımcı olmak amacıyla bu çeviri kılavuzunu oluşturduk.",
    "Translating Applications": "Çeviri Uygulamaları",
    "Apps are translated through Weblate: a free web-based translation management system.. In order to submit translations, you should:": "Uygulamalar bir bedava internet bazlı çeviri yönetim sistemi olan Weblate üzerinden çevirilir.. Çevirileri göndermek için şunları yapmalısınız:",
    "Have a": "Bir Launchpad",
    "Weblate account": "Weblate hesabı",
    "Set your": "Seçili Dil",
    "language preferences": "ayarlarını seç",
    "Browse our": "Gözat",
    "translatable projects": "Çevrilebilir projelerimize",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-2.15/index.html\">documentation</a>.": "Bir proje seçtikten sonra, henüz çevrilmemiş dizeler için öneri sunabilir veya dizelerde daha önce çevrilmiş değişiklikler önerebilirsiniz. Bu öneriler bir çeviri ekibi üyesi tarafından değerlendirilecek ve en uygun olanı seçecektir. Weblate hakkında daha fazla bilgi için, onların <a href=\"https://docs.weblate.org/en/weblate-2.15/index.html\">belgelerine</a> bakabilirsiniz.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Çeviri yaparken bir ifadeyi farklı şekillerde çevirebileceğiniz bir durumla karşılaşabilirsiniz. Biz bu durumda Ubuntu'nun  <a href=\"https://help.launchpad.net/Translations/Guide\">genel çevirmen klavuzuna</a> başvuruyoruz ve Ubuntu'nun spesifik dilinin konuları için <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">ekip çeviri kurallarına uyuyoruz</a>. Ayrıca bu klavuzlara uyarak herkesin katkıda bulunmasına izin veriyor ve muntazam çevirilerin oluşmasını sağlıyoruz.",
    "If you don't want to use Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Weblate'i kullanmak istemiyorsanız veya bir kerede çok fazla değişiklik yapmak istiyorsanız çevrimdışı çevirebilirsiniz. Bunu yapmak için:",
    "Go to a project you want to translate": "Çevrilmesini istediğiniz bir projeye git",
    "Choose your language": "Dilinizi seçin",
    "Click on &quot;Download translation&quot;": "İndirme butonuna basın: Dilinize uygun  rehberi indirin",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Artık, çevirileri indirmek için doğru bağlantıyı sağlayan bir e-posta isteyebilirsiniz. Şimdi:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Favori metin düzenleyicinizi veya po-editor'ünüzü seçin (örn. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Tercüme etmeye başla",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Onları bitirdikten sonra, indirdiğiniz sayfada \"çeviri yükle\" seçeneğini kullanarak geri yükleyin.",
    "Translating our Website": "Web Sitemizin Çevirileri",
    "Our website is also translated through <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. In order to submit translations, you should have a <a href=\"https://l10n.elementary.io/accounts/register/\">Weblate account</a>": "Web sitemiz de <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a> aracılığıyla tercüme edilmiştir. Çevirileri göndermek için bir <a href=\"https://l10n.elementary.io/accounts/register/\">Weblate hesabı</a>nız olmalıdır",
    "For more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/latest/\">documentation</a>.": "Weblate hakkında daha fazla bilgi için, onların <a href=\"https://docs.weblate.org/en/latest/\">dökümantasyon</a>nuna başvurabilirsin.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Uygulamalarımızda olduğu gibi,Ubuntu'yu takip ederiz. <a href=\"https://help.launchpad.net/Translations/Guide\"> 1general translator guide</a> 2, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\"> 3team translation guidelines</a> 4."
}
