{
    "Translation Guide": "Çeviri Rehberi",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Websitemizi ve uygulamalarımızı yerelleştirmek elementary OS'u birçok insan için mümkün hale getirebilmek için çok önemli parçalardan biridir. Sadece bir iç çeviri ekibine güvenmek yerine topluluk kaynaklarını kullanıyoruz, bu sayede herkes hiçbir teknik bilgiye sahip olmadan çevirilerini gönderebilir. Platform genelinde sesimizi kalıcılaştırmak ve yeni çevirmenlerin başlamalarına yardımcı olmak amacıyla bu çeviri kılavuzunu oluşturduk",
    "Translating Applications": "Çeviri Uygulamaları",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Uygulamalar Launchpad'deki çeviri arayüzüyle Rosetta sayesinde çevrilmiştir. \nÇeviri göndermek için, öncelikle",
    "Have a": "Bir Launchpad",
    "Launchpad account": "Hesabı edin",
    "Set your": "Seçili Dil",
    "language preferences": "ayarlarını seç",
    "Browse our": "Gözat",
    "translatable projects": "Çevrilebilir projelerimize",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Yaptığınız seçimlerden sonra, çevirilmemiş dizeler hakkında öneriler sağlayabilir veya çevirilmiş dizeler hakkında öneride bulunabilirsiniz. Bu öneriler çeviri ekibi tarafından uygun şekilde değerlendirilerek yapılmıştır . Rosetta hakkında daha fazla bilgiye ulaşmak için <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">bu  dökümana <\/a>bakabilirsiniz.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Çeviri yaparken bir ifadeyi farklı şekillerde çevirebileceğiniz bir durumla karşılaşabilirsiniz. Biz bu durumda Ubuntu'nun  <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">genel çevirmen klavuzuna<\/a> başvuruyoruz ve Ubuntu'nun spesifik dilinin konuları için <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">ekip çeviri kurallarına uyuyoruz<\/a>. Ayrıca bu klavuzlara uyarak herkesin katkıda bulunmasına izin veriyor ve muntazam çevirilerin oluşmasını sağlıyoruz",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Eğer Rosetta'yı kullanmak istemiyorsan yada tek seferde bir çok değişiklik yapmak istiyorsan çevrimdışı çeviri de yapabilirsin. Bunu yapmak için:",
    "Go to a project you want to translate": "Çevrilmesini istediğiniz bir projeye git",
    "Choose your language": "Dilinizi seçin",
    "Click on \"Download translation\"": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "En sevdiğiniz metin veya po-editörü seçin (b.k <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Favori metin düzenleyicinizi veya po-editor'ünüzü seçin (örn. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Tercüme etmeye başla",
    "Once you've finished, use the \"Upload translation\" option on the same page that you downloaded them from.": "",
    "Translating our Website": "Web Sitemizin Çevirileri",
    "Our website is translated through <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. In order to submit translations, you should:": "Sitemiz <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a> sayesinde çevrilmiştir. Çevirileri göndermek için, öncelikle",
    "Transifex account": "Transifex hesabıyla",
    "Join our": "Çeviri takımımıza",
    "translation team": "çevirmen takımı",
    "For more information about Transifex, you can refer to their <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentation<\/a>.": "Transifex hakkında daha fazla bilgi için, <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">belgelere<\/a> bakabilirsin.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Uygulamalardaki gibi, biz <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">genel çevirmen kılavuzu<\/a>'nu ve dilin spesifik problemleri için Ubuntu'nun<a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">grup çeviri ilkeleri<\/a>'ni takip ederiz.",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": ""
}