{
    "A fast and open replacement for Windows and OS X": "Hitra ter odprta zamenjava za Windows in OS X",
    "Custom": "Po meri",
    "Enter any dollar amount.": "Vnesite poljuben znesek v dolarjih.",
    "Download Freya": "Prenesite različico Freya",
    "893 MB (for PC or Mac)": "893 MB (za PC ali Mac)",
    "What the press is saying about elementary OS:": "Kaj mediji pravijo o elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS je drugačen ... lep ter zmogljiv operacijski sistem, ki se lahko izvaja brez problemov celo na starih računalnikih\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"hitra platforma z majhnim vzdrževanjem, ki se lahko namesti praktično povsot\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Lahek in hiter ... temelji popolnoma na skupnosti ter ima občutek za oblikovanje in videz.\"",
    "Meet Our Apps": "Spoznaj naše aplikacije",
    "Photos": "Slike",
    "Music": "Glasba",
    "Videos": "Video posnetki",
    "Midori": "Midori brskalnik",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Uvozite, organizirajte in urejajte vaše fotografije. Naredite diaprojekcijo. Delite na Facebooku in Flickr-ju.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organizirajte in poslušajte v svoji najljubši glasbi. Brskajte skozi albume, s pomočjo bliskovito hitregaiskalnega sistema, in sestavljajte lastne sezname predvajanja vaših najljubših izvajalcev.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Glejte filme in video posnetke z minimalno vmesniško površino. Tanek črn okvir zbledi, tako da lahko uživate v še več filma.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Brskajte po spletu z hitrim in uravnoteženim spletnim brskalnikom. Midori vam omogoča uporabo spletnih mest, grajenih na tehnologiji HTML5 in ostalih spletnih aplikacij, vendar je prijazen do vaše baterije.",
    "Learn More": "Izvej več",
    "dat": "dat",
    "Accessories": "Dodatki",
    "Graphics": "Grafika",
    "Internet": "Internet",
    "Office": "Pisarna",
    "Other": "Ostalo",
    "Sound &amp; Video": "Zvok in Video",
    "System Tools": "Sistemska orodja",
    "Applications": "Aplikacije",
    "3 Ways to Explore": "3 Ways to Explore",
    "Grid": "Mreža",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Display all your apps in an alphabetized grid. Flick through and find the one you want.",
    "Categories": "Kategorije",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "Iskanje",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "Odprtokodno",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Naše koda je na voljo za ogled, pregled, nadzor, spremembe, ter prerazdelitev in distribucijo s strani kogarkoli.",
    "No Ads. No Spying.": "Nič oglasov. Nič prisluškovanja.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Ne sklapamo nikakršnih oglaševalskih poslov in ne zbiramo občutljivih osebnih informacij. Naš edini dohodek je direkten, preko naših uporabnikov.",
    "Safe &amp; Secure": "Varno",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Grajeni smo na Linuxu: isti programski opremi, ki napaja U.S Department of Defense, the Bank of China, in več.",
    "Choose a Download": "Izberite prenos",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Za večino sodobnih računalnikov se priporoča 64-bitna različica. Za pomoč ter več podrobnosti si oglejte",
    "installation guide": "namestitveni vodnik",
    "Freya 32-bit": "Freya 32-bitni",
    "Torrent Magnet Link": "Magnetna povezava torrent",
    "Freya 64-bit": "Freya 64-bitni",
    "Download elementary OS": "Prenos elementary OS"
}