{
    "Privacy Policy": "Izjava o zasebnosti",
    "Do Not Track": "Ne sledite",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ta stran podpira Do-Not-Track nastavitev, ki jo je moč najti v večini novejših brskalnikov, ter onemogoči Google Analitiko, takoj ko je le-ta nastavitev zaznana. Ne moremo pa avtomatično odstraniti ostalih metod zbiranja sledilnih podatkov, ne da bi ob tem močno okrnili način uporabe te strani. Če bi vi želeli samostojno odločati o upravljanju teh sledilnih metod, glejte odsek o onemogočanju spletnih piškotkov.",
    "Cookies": "Piškotki",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Lahko izberete, ali želite onemogočiti ali selektivno ugašati kakršnekoli spletne piškotke, v nastavitvah vašega brskalnika.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ta stran uporablja spletne piškotke za namene posamičnih izboljšav. Možno je oslabljeno delovanje in omejena funkcionalnost strani brez uporabe piškotkov. Na primer, ta stran si ne bo zapomnila, koliko ste prejšnjič plačali za elementary OS; po privzetem mehanizmu boste vprašani vsakič.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Shranjuje spletne piškotke za nadzor vedenjskih elementov in analizo morebitnih nevarnosti. Za več informacij, glej",
    "CloudFlare Privacy & Security Policy": "Zasebnost CloudFlare in varnostna politika",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Shranjuje spletne piškotke za zbiranje informacij - vključno z številom obiskovalcev na strani, od kje so prispeli, katere strani so si ogledali - v anonimni obliki. Te informacije so uporabljene za pomoč pri izboljšavi tega spletnega mesta. Za več informacij, glej Googlov članek na temo",
    "Safeguarding Your Data": "Varovanje vaših podatkov",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Shranjuje spletne piškotke za zapomnitev vašega zadnjega naročila in vaše države, tako da ve, katere načine plačila ponuditi. Za več informacij, glej",
    "Stripe's Privacy Policy": "Izjava o zasebnosti Stripe",
    "Manage Cookies": "Upravljaj piškotke",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Ko ste že obiskali našo stran, bi morda želeli upravljati spletne piškotke, ki so bili nameščeni v vaš brskalnik. Povezave do ustreznih navodil lahko najdete spodaj.",
    "Privacy Policy &sdot; elementary": "Izjava o zasebnosti ⋅ elementary"
}