{
    "Be a Part of Something Bigger": "Bli ein del av noko større",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alt som me lagar er 100% open kjeldekode, og laga saman med folk frå heile verda. Sjølv om du ikkje er ein utviklar så kan du involvera deg i prosjektet, og utgjera ein forskjell.",
    "Funding": "Finansiering",
    "Translations": "Oversetting",
    "Support": "Støtte",
    "Web": "Nettlesar",
    "Desktop": "Skrivebord",
    "Design": "Design",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Med hjelp frå brukarar og tilhengarar har me klart å utvikla oss frå ei lita gruppe med friviljuge til ei bærekraftig bedrift. Alle monnar drar, og alle bidrag som kjem inn gjer det mogleg for oss å utvikla elementary OS og ta fatt på endå større utfordringar.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Dersom du støtter elementary direkte kan du få eit merke på GitHub-profilen din som visar støtta di. GitHub Sponsors tar ikkje ein del av støtta så det er ein flott moglegheit for å støtta på ein effektiv måte.",
    "Sponsor on GitHub": "Bli ein sponsor på GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreoen fungerar som ein løpande folkefinansiering. Vel eit beløp som du ynskjer å støtta oss med kvar månad. Du vil få eksklusive belønningar og tilgong til eksklusivt innhald før alle andre.",
    "Back on Patreon": "Støtt oss på Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Du kan bruka bankkort, kredittkort eller ein PayPal-konto. Du veljer sjølv om støtta er eit eingongsbeløp, eller gjentakande beløp.",
    "Use PayPal": "Bruk PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - den enkle og trygge måten å betala på nett!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Du kan setta opp gjentakande støtte gjennom Liberapay. Det er den opne plattformen som ikkje tar profitt.",
    "Contribute with Liberapay": "Støtt oss med Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS er laga og blir brukt av folk frå heile verda! Du kan hjelpa oss med å gjera opplevelsen enno betre ved å oversetta elementary til fleire språk.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Oversetning for elementary OS og nettsida vår er opent tilgjengelig på nettplattformen Weblate.",
    "Learn More": "Les meir",
    "Join Chat": "Bli med i nettpraten",
    "Suggest Translations": "Foreslå oversetning",
    "World map": "Verdskart",
    "Question &amp; Answer": "Spørsmål og svar",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "",
    "New Questions": "Nye spørsmål",
    "Unanswered Questions": "Spørsmål som manglar svar",
    "Documentation": "Dokumentasjon",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary gjer grunnleggande dokumentasjon for både brukarar og utviklarar. All dokumentasjonen vår er skreven i Markdown og ligg på Github. Det gjer at det er enkelt å føreslå ein endring eller eit tillegg.",
    "Learning the Basics Guide": "Guide for å komma i gong",
    "Developer Docs": "Dokumentasjon for utviklarar",
    "Web Development": "Webutvikling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nettsida vår er bygd med HTML, CSS, PHP og JavaScript. Me er alltid på leit etter flinke folk med erfaring med dei programspråka som kan bidra for å gjera nettsida vår enno betre.",
    "Report a Website Issue": "Rapporter ein feil med nettsida",
    "Fork the Website on GitHub": "Lag din versjon av nettsida på GitHub",
    "Desktop Development": "Skrivebordsutvikling",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "System og appar for skrivebordet vårt er bygd med Vala, GTK, Granite og ei rekkje opne rammeverk. Me lagrar og driv all utvikling på GitHub. Om du ikkje har erfaring med utvikling på elementary OS frå før anbefalar me at du tar ein kikk på guiden vår for utviklarar.",
    "Developer Guide": "Guide for utviklarar",
    "Browse Code": "Sjå gjennom koden vår",
    "Report issues": "Rapporter feil",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Du kan hjelpa oss ved å finna feil og melda dei inn til oss. Du kan óg hjelpa med å bekrefta, utdjupa eller fiksa noverande feil.",
    "Read the Guide": "Les guiden",
    "Fix issues": "Løys feil",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Du kan bidra til elementary OS ved å løysa feil, forbedra funksjonalitet eller å leggja til nye funksjonar.",
    "Bitesize Issues": "Sjå mindre feil",
    "Create apps": "Lag appar",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Du kan gjera økosystemet på elementary OS betre og tjena penger ved å utvikla nye fantastiske appar for AppCenter.",
    "Publish on AppCenter": "Publiser på AppCenter",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Designgruppa vår snur idear om til tydelige feilmeldingar som kan løysast. Før du hiv deg rundt er det lurt å lesa meir om arbeidsflyten vår for design.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Designgruppa vår følgjer med på feil som er merka med \"Needs Design\" på GitHub. Desse treng diskusjonar rundt designet, skisser eller ferdige produkt.",
    "See ‘Needs Design’ Issues": "Sjå feil merka med \"Needs Design\"",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS brukar eit stilark som er skreven i CSS. Stilarket fortel korleis brukargrensesnittet, som til dømes knappar, verktøylinjer og menyar, skal visast.",
    "View Stylesheet": "Vis stilark",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": ""
}
