{
    "Press Resources": "Ressurs for presse",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Me elskar å jobba saman med pressa – både med dei som skriv om Linux, teknologi og nykultur – for å dela forteljinga om oss og det me jobbar med.",
    "In the Press": "",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "",
    "Join Our Press List": "Meld deg på presselista vår",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Ver den fyrste som får vita om nye utgåver og større oppdateringar. Me sender ut førehandsinformasjon i form av pressemeldingar og pressepakkar, som inkluderar skjermbilete i høg oppløysning.\nDenne lista har eit veldig <strong>lågt volum</strong> med oppdateringar; me sender ut dei største nyhende cirka ein gong i året.",
    "Email": "E-post",
    "First Name": "Fornamn",
    "Last Name": "Etternamn",
    "Publication": "Utgjevar",
    "Subscribe": "Meld på",
    "elementary OS 6.1 Jólnir": "",
    "Larger strides in less time than ever before with a redesigned window switcher, much improved apps, better portals, and refinements in every corner. OS 6.1 addresses feedback, gets stuff done around the office, and expands compatibility with a wide range of hardware.": "",
    "Read Announcement": "Les kunngjeringa",
    "Download Press Kit": "Last ned pressepakken",
    "News &amp; Announcements": "Nyhende og kunngjeringar",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Me delar jamnlege nyhende om utvikling, større kunngjeringar, tips for utviklarar, framheva appar og meir nytt innhald på den ofisielle bloggen vår.",
    "Visit Our Blog": "Besøk bloggen vår",
    "Brand Resources": "Merkevareressurs",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Sjå logoen til elementary, retningslinjer for merkevara, fargepalett og vår samfunnslogo. I tillegg finn du logoen vår i høg oppløysning og som vektorfil.",
    "View Brand Resources": "Sjå merkevareressurs",
    "Get in Touch": "Kom i kontakt",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Kom i kontakt med teamet vårt ved å senda ein e-post til <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Me tar varmt i mot ynskjer om intervju, podkast, deltaking på arrangement, eller berre generelle henvendelsar frå pressa.",
    "Send an Email": "Send ein e-post",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
