{
    "Press Resources": "Ressurs for presse",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Me elskar å jobba saman med pressa – både med dei som skriv om Linux, teknologi og nykultur – for å dela forteljinga om oss og det me jobbar med.",
    "Join Our Press List": "Meld deg på presselista vår",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Ver den fyrste som får vita om nye utgåver og større oppdateringar. Me sender ut førehandsinformasjon i form av pressemeldingar og pressepakkar, som inkluderar skjermbilete i høg oppløysning.\nDenne lista har eit veldig <strong>lågt volum</strong> med oppdateringar; me sender ut dei største nyhende cirka ein gong i året.",
    "Email": "E-post",
    "First Name": "Fornamn",
    "Last Name": "Etternamn",
    "Publication": "Utgjevar",
    "Subscribe": "Meld på",
    "elementary OS 5.1 Hera": "elementary OS 5.1 Hera",
    "Hera is a major update on a solid foundation. Featuring a completely redesigned login and lockscreen greeter, a new onboarding experience, new ways to sideload and install apps, major System Settings updates, improved core apps, and desktop refinements.": "Hera er ein stor oppdatering bygd på eit solid fundament. Oppdateringa inneheld eit nytt design for innlogging- og velkomstskjerm, eit nytt grensesnitt for oppset, nye måtar for installering av appar, større endringar på systeminnstillingar, viderutvikla appar og eit betre skrivebordsmiljø.",
    "Read Announcement": "Les kunngjeringa",
    "Download Press Kit": "Last ned pressepakken",
    "News &amp; Announcements": "Nyhende og kunngjeringar",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "",
    "Visit Our Blog": "",
    "Brand Resources": "",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "",
    "View Brand Resources": "",
    "Get in Touch": "",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "",
    "Send an Email": "",
    "Press &sdot; elementary": ""
}
