{
    "Privacy": "Personvern",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Den personlege informasjen din er kun din eigen. Me samlar ikkje inn den personlege informasjonen din, og sel den heller ikkje vidare til annonsørar. Me får inntekta vår frå det brukarane våre ynskjer å betala for elementary OS, og appane i AppCenter. Og det er slik det skal vera.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Me samlar ikkje inn noko personleg informasjon frå elementary OS. Filene dine, instillingane dine, og all anna personleg informasjon blir kun lagra på maskina di, dersom du ikkje aktivt delar denne informasjonen med ein tredjepart.",
    "Online Accounts": "Nettkontoar",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "Enkelte gongar integrerar elementary OS dine nettkontoar mot tenester som Google, Last.fm og Fastmail gjennom Systeminstillingar. Informasjonen frå desse tenestene kan bli lagra lokalt på en maskina di, og brukt i appar som E-post og Kalender. Informasjonen blir ikkje sendt til elementary, eller delt med nokon tredjepartar.",
    "What Data is Collected": "Kva informasjon som blir lagra",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Når du legg til nettkontoar vil elementary OS henta inn og lagra namnet, e-postadresse, avatar, e-postmeldingar, hendingar i kalender, kontaktar, bilete og filer frå kontoane som du har kopla til. Dette blir kun lagra lokalt på maskina di.",
    "How Data is Used": "Korleis informasjonen blir brukt",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Informasjonen din er lagra lokalt på maskina di, og blir aldri sent til elementary sine serverar eller andre tredjepartar. Informasjonen blir nytta i appar som E-post, Kalender, Filer og Bilete.",
    "Sharing Data": "Deling av informasjon",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS delar ikkje informasjonen din som me hentar ut frå nettkontoane dine. Informasjonen blir aldri sendt til elementary eller andre tredjepartar.",
    "elementary.io": "elementary.io",
    "We use the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to count website visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "Informasjonskapslar",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Du kan deaktivera eller enkeltvis skru av informasjonskapslar i instillingane i nettlesaren din.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "",
    "Cloudflare Privacy &amp; Security Policy": "",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "",
    "Stripe's Privacy Policy": "",
    "Manage Cookies": "",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "",
    "Transparency": "",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "",
    "Privacy &sdot; elementary": ""
}
