{
    "Privacy": "Personvern",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Den personlege informasjen din er kun din eigen. Me samlar ikkje inn den personlege informasjonen din, og sel den heller ikkje vidare til annonsørar. Me får inntekta vår frå det brukarane våre ynskjer å betala for elementary OS, og appane i AppCenter. Og det er slik det skal vera.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Me tar vare på din informasjon ved å ikkje la hverken oss sjølve eller andre å lagra den. Me trur at å beskytta og respektera ditt personvern er det riktige å gjera. <strong>Folk har ein grunnleggande rett til eit fullverdig personvern - sjølv frå selskap og produkt som dei stolar på.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Me samlar ikkje inn informasjon frå elementary OS.</strong> Filene dine, instillingane dine og all anna personlig informasjon blir verande på eininga di, utanom når du sjølv veljer å dela det med ein tredjepart- app eller teneste.",
    "Protections": "Beskyttelse",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS kjem innebygd med personversbeskyttelse slik at informasjonen din er beskytta frå andre.",
    "Tattle-tale": "Sladrehankar",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS følgjer med på kva appane driv på med. Når ein app brukar mikrofonen din vil det bli vist ein indikator som gjer deg oppmerksom på det. Når ein app brukar mykje straum viser me det til deg i straumindikatoren.",
    "Permissions": "Tilgangar",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Når ein app vil få tilgang til informasjonen eller einingane dine må appen spørja deg i forkant. Me går nøye gjennom appar i AppCenter for å sjekka at dei brukar tilgangar på riktig vis. Og du kan alltids trekka tilbake tilgang i Systeminnstillingar.",
    "Housekeeping": "Husvask",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS ryddar opp midlertidige og søppelfiler. Dette sparar ikkje berre lagringsplass for eininga di, men det gjer óg at personleg informasjon ikkje kjem på avveie.",
    "Online Accounts": "Nettkontoar",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS er integrert med nettkontoar som e-post eller kalender via Systeminnstillingar. Informasjon frå desse kontoane vil kunne hentast av din elementary OS-installasjon og lagra lokalt på eininga di, slik at innhaldet kan visast i appar som E-post, Kalender og Oppgåver. <strong>Informasjonen blir ikkje sendt til elementary, eller delt med andre tredjepartar.</strong>",
    "What Data is Collected": "Kva informasjon som blir lagra",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Om du vel å legga til ein nettkonto, vil elementary OS-installasjonen din samla inn og lagra namnet, e-postadressa, avatar, e-postmeldinger, hendingar i kalenderen, kontaktar, bilete og filer frå kontoane lokalt på eininga. <strong>elementary lagrar ikkje noko av denne informasjonen.</strong>",
    "How Data is Used": "Korleis informasjonen blir brukt",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Informasjon og data blir lagra lokalt på eininga di, og blir aldri sendt til elementary sine serverar eller tredjepartar.</strong> Informasjon og data blir brukt i appar som E-post, Kalender, Oppgåver, Filer og Bilete slik at du får tilgang til dei.",
    "Sharing Data": "Deling av informasjon",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS delar ikkje data og informasjon frå dine nettkontoar med andre.</strong> Data og informasjon blir aldri sendt til elementary eller tredjepartar.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "Informasjonskapslar",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Du kan deaktivera eller enkeltvis skru av informasjonskapslar i instillingane i nettlesaren din.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Nettsida nyttar infokapslar for trinnvise forbetringar. Det kan hende at funksjonar på nettsida vil fungera, men med nokre begrensingar. Nettsida vil til dømes ikkje hugsa om du har betalt for elementary OS tidligare, og difor vil du bli bedt om betaling neste gong du lastar ned.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Lagrar infokapslar for å logga atferd og potensielle truslar. For meir informasjon kan du sjå",
    "Cloudflare Privacy &amp; Security Policy": "Cloudfare sine retningslinjer for personvern og sikkerheit",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Brukar infokapslar for å hugsa den forrige ordren din, og landet du handlar frå slik at du får opp kva kort som du kan betala med. For meir informasjon sjå",
    "Stripe's Privacy Policy": "Stripe sine retningslinjer for personvern",
    "Manage Cookies": "Handsam infokapslar",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Sidan du allereie har vitja nettsida vår, vil du kanskje handsama infokapslane som er lagra i nettlesaren din. Nedanfor finn du instruksjonar for dei ulike nettlesarane.",
    "Transparency": "Openheit",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Det finst ingen bakdører inn i programvara vår, og me har ikkje motteke forespørsler om det. Me har heller aldri motteke eit NSL, FISA, eller nokon anna form for beordring om å utlevera brukarinformasjon.",
    "Privacy &sdot; elementary": "Personvern &sdot; elementary"
}
