{
    "Check out our progress for Loki Alpha 1": "Check out our progress for Loki Alpha 1",
    "Fixed": "درست شد",
    "In Progress": "در دست انجام",
    "Unfixed": "درست نشده",
    "Funding": "حمایت",
    "Translations": "ترجمه‌ها",
    "Web Development": "توسعه‌ی وب",
    "Desktop Development": "توسعه‌ی میزکار",
    "Design": "طراحی",
    "Targeted Funding": "حمایت هدف‌گزاری شده ",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": " BountySource با پاداش دادن به ازای بهبود تغییرات یا افزودن ویژگی های جدید، حمایت را مستقیما در اختیار توسعه‌دهندگان قرار می دهد",
    "Learn More": "بیشتر بدانید",
    "BountySource": "BountySource ",
    "General Funding": "حمایت همگانی ",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon مانند یک کمپین حمایت گروه پیوسته عمل می کند. مقدار را انتخاب کنید، پاداش بگیرید، و به ما کمک کنید تا به اهدافمان دست یابیم.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "پی پال PayPal یک راه حل سریع و آسان است. دریافت یک‌جا را انتخاب کنید و یا نحوه دریافت را طرح‌ریزی را انتخاب کنید.",
    "Patreon": "پاترئون ",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "سیستم عامل المنتری توسط افرادی در سراسر دنیا ساخته و مورد استفاده قرار می گیرد؛ با ترجمه کردن آن به بقیه زبان ها به ما کمک کنید تا این تجربه را بهبود ببخشیم",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "سیستم عامل المنتری از ابزار باز  و درونی به نام روزتا در لانچ پد استفاده می کند ",
    "Our website is also openly translated using an online platform called Transifex.": "همچنین وب سایت ما از ترجمه باز ابزار برخط ( آنلاین ) Transifex استفاده می کند ",
    "Translate elementary OS": "ترجمه سیستم عامل المنتری ",
    "Translate This Website": "این وب سایت را ترجمه کنید ",
    "World map": "نقشه‌ی جهان",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Report an Issue with Our Website",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "مرور کدهای میزکار",
    "Browse Our Apps' Code": "مرور کدهای اپلیکیشن‌ها",
    "See Our Open Bug Reports": "مشاهده‌ی گزارش باگ‌های باز",
    "Scratch text editor": "ویرایشگر کد Scratch",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "هر پروژه‌ای با ایده‌ای خاص آغاز می‌شود. تیم طراحی ما بر روی این ایده‌ها بحث کرده و آن‌ها را به نقشه‌ی راه بدل کرده است. ما، طراحی را به دو بخش اصلی تقسیم می‌کنیم:",
    "Visual Design": "طراحی ظاهری",
    "A great place for visual designers to get started is by sharing mockups with": "یک نقطه‌ی شروع عالی برای طراحان ظاهری، به اشتراک‌ گذاری طرح‌های اولیه (Mockup) با",
    "our Google+ Community": "جامعه‌ی ما در گوگل پلاس است",
    "Interactive Design": "طراحی تعاملی",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "ما برای ایجاد توضیحات تفصیلی در خصوص ویژگی‌های جدید، از یک سیستم به نام Blueprints در Launchpad استفاده می‌کنیم.",
    "Read the Interface Guidelines": "مطالعه‌ی دستورالعمل‌های رابط کاربری",
    "Browse Our Blueprints": "مرور Blueprintsهای موجود",
    "Read About Our Workflow": "مطالعه‌ی جریان کاری ما",
    "Application wire frame": "طرح اولیه‌ی اپلیکیشن‌ها",
    "Get Involved with elementary OS": "مشارکت در توسعه‌ی سیستم‌عامل المنتری"
}