{
    "Check out our progress for Freya Beta 2": "پیشرفت ما در نسخه‌ی بتا ۲ المنتاری Freya را بررسی کنید",
    "Fixed": "درست شد",
    "In Progress": "در دست انجام",
    "Unfixed": "درست نشده",
    "Translations": "ترجمه‌ها",
    "Web Development": "توسعه‌ی وب",
    "Design": "طراحی",
    "Desktop Development": "توسعه‌ی میزکار",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"یک زبان متفاوت، همچون نگاهی متفاوت به زندگی است.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "سیستم‌عامل المنتاری توسط افرادی در سراسر دنیا ساخته شده و مورد استفاده قرار می‌گیرد؛ با ترجمه‌ی این پروژه به دیگر زبان‌ها، به ما در راه بهبود این تجربه یاری کنید. Launchpad از یک ابزار درونی به نام Rosetta برخوردار است که امکان ترجمه‌ی گروهی بصورت آنلاین را فراهم می‌کند.",
    "View Our Translations Page": "از صفحه‌ی ترجمه‌های ما دیدن کنید",
    "Get More Info About Rosetta": "دریافت اطلاعات بیشتر در خصوص رُزِتا",
    "World map": "نقشه‌ی جهان",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"وب‌سایت‌ها باید از درون تا بیرون جلوه‌ی خوبی داشته باشند\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "وب‌سایت ما با استفاده از HTML ،CSS ،PHP و JavaScript ساخته شده است. ما همواره به دنبال افرادی هستیم که در این حیطه‌ها تجربه داشته و مایل به مشارکت و بهبود این پروژه باشند. اغلب کارهای مربوط به طراحی، توسط «تیم طراحی» ما به انجام رسیده، اما از ایده‌های طراحی و بازخورد برای «تیم وب» استقبال خواهیم کرد.",
    "Fork Us on GitHub": "ایجاد شاخه در گیت‌هاب",
    "See Our Open Bug Reports": "مشاهده‌ی گزارش باگ‌های باز",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"طراحی عالی باعث ماندگار شدن در ذهن و معنا یافتن می‌شود.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "هر پروژه‌ای با ایده‌ای خاص آغاز می‌شود. تیم طراحی ما بر روی این ایده‌ها بحث کرده و آن‌ها را به نقشه‌ی راه بدل کرده است. ما، طراحی را به دو بخش اصلی تقسیم می‌کنیم:",
    "Visual Design": "طراحی ظاهری",
    "A great place for visual designers to get started is by sharing mockups with": "یک نقطه‌ی شروع عالی برای طراحان ظاهری، به اشتراک‌ گذاری طرح‌های اولیه (Mockup) با",
    "our Google+ Community": "جامعه‌ی ما در گوگل پلاس است",
    "Interactive Design": "طراحی تعاملی",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "ما برای ایجاد توضیحات تفصیلی در خصوص ویژگی‌های جدید، از یک سیستم به نام Blueprints در Launchpad استفاده می‌کنیم.",
    "Read the Interface Guidelines": "مطالعه‌ی دستورالعمل‌های رابط کاربری",
    "Browse Our Blueprints": "مرور Blueprintsهای موجود",
    "Read About Our Workflow": "مطالعه‌ی جریان کاری ما",
    "Application wire frame": "طرح اولیه‌ی اپلیکیشن‌ها",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"پیش از آنکه نرم‌افزار بتواند قابلیت استفاده‌ی مجدد پیدا کند، ابتدا باید قابل استفاده باشد\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "محیط میزکار ما و تمامی اپلیکیشن‌های آن با استفاده از Vala ،GTK+ ،Clutter ،Cairo و Granite و نیز مجموعه‌ای از کتابخانه‌های آزاد دیگر ساخته شده است. تمامی کدهای ما بر روی Launchpad.net میزبانی می‌شوند که یک سرویس رایگان برای پروژه‌های متن‌باز است. ما همواره به دنبال مشارکت‌کنندگانی در تمامی سطوح تخصصی هستیم.",
    "Browse Our Desktop Code": "مرور کدهای میزکار",
    "Browse Our Apps' Code": "مرور کدهای اپلیکیشن‌ها",
    "Scratch text editor": "ویرایشگر کد Scratch",
    "Get Involved with elementary OS": "مشارکت در توسعه‌ی سیستم‌عامل المنتاری"
}