{
    "Download elementary OS": "دانلود سیستم‌عامل المنتری",
    "Blog": "بلاگ",
    "Support": "پشتیبانی",
    "Store": "فروشگاه",
    "Developer": "توسعه‌دهندگان",
    "Get Involved": "مشارکت",
    "This is a development site.": "This is a development site.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.",
    "A fast and open replacement for Windows and OS X": "جایگزینی سریع و کاملا منبع‌ باز برای ویندوز و مک",
    "Custom": "سفارشی",
    "Enter any dollar amount.": "مبلغ مورد نظر را به دلار وارد کنید.",
    "Download Freya": "دانلود Freya",
    "893 MB (for PC or Mac)": "893 مگابایت (برای PC و Mac)",
    "What the press is saying about elementary OS:": "elementary OS از دید مطبوعات:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "elementary OS متفاوت است... یک سیستم عامل زیبا و قدرتمند که حتی روی کامپیوتر‌های قدیمی هم به خوبی اجرا می‌شود.",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"پلتفرمی سریع و با حداقل نیاز به نگهداری که تقریبا می‌تواند همه‌جا نصب شود.\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“سبک و سریع... کاملا جامعه‌محور و در طراحی و ظاهر واقعاً مستعد”",
    "Meet Our Apps": "نمایش اپلیکیشن های ما",
    "Photos": "Photos",
    "Music": "Music",
    "Videos": "Videos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "عکس‌ های خود را وارد کنید، مدیریت کنید و ویرایش کنید. اسلاید درست کنید. بر روی Facebook و Flickr به اشتراک بگذارید.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "به آهنگ‌هایتان گوش دهید و آن‌ها را مدیریت کنید. بر اساس آلبوم ها مشاهده کنید، از سیستم جستجوی بسیار سریع استفاده کنید، و لیست هایی از آهنگ های مورد علاقه‌ی تان را درست کنید.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "ویدئو ها و فیلم هایتان را در رابط کاربری کاملاً ساده مشاهده کنید. قاب باریک و تاریک آن هنگام پخش محو می‌شود و می‌توانید اندازه‌ی بزرگتری از فیلم تان را ببینید.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "جستجو در اینترنت با یک مرورگر سریع و سبک. Midori به شما امکان مشاهده‌ی وبسایت‌های HTML 5 و اپلیکیشن‌های وب را می‌دهد و در عین حال باتری کمتری نیز مصرف می‌کند.",
    "Learn More": "بیشتر بدانید",
    "dat": "dat",
    "Accessories": "Accessories",
    "Graphics": "Graphics",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Other",
    "Sound &amp; Video": "Sound & Video",
    "System Tools": "System Tools",
    "Applications": "Applications",
    "3 Ways to Explore": "3 Ways to Explore",
    "Grid": "Grid",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Display all your apps in an alphabetized grid. Flick through and find the one you want.",
    "Categories": "Categories",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "جستجو",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "منبع باز",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "کد های ما برای مشاهده، بررسی، اصلاح و بازپخش توسط هرکسی قابل دسترس است.",
    "No Ads. No Spying.": "بدون تبلیغات. بدون جاسوسی.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "ما معاملات تبلیغاتی نمی‌کنیم و اطلاعات شخصی حساس را جمع‌آوری نمی‌کنیم. درآمد ما تنها به طور مستقیم از مصرف کنندگان ما است.",
    "Safe &amp; Secure": "مطمئن و امن",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "سیستم عامل ما بر پایه‌ی لینوکس ساخته شده است: برنامه‌ای که به سازمان دفاع ایالات متحده آمریکا، سیستم بانکی چین و ... قدرت می‌بخشد.",
    "Choose a Download": "نوع دانلود را انتخاب کنید",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "توصیه ما برای اغلب کامپیوترهای جدید این است که از نسخه 64 بیتی استفاده کنید. برای کمک و اطلاعات بیشتر،",
    "installation guide": "دستورالعمل نصب را مشاهده کنید",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "لینک Torrent",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "کلیه حقوق © 2015 برای المنتری محفوظ است. <a href=\"/privacy-policy\">سیاست حریم خصوصی</a>",
    "Language": "زبان",
    "Change Site Language": "تغییر زبان سایت",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "وب‌سایت elementary OS بر پایه‌ی فناوری‌های مدرن وب ساخته شده که مرورگر شما قادر به پشتیبانی از آن‌ها نیست.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "این نسخه از مرورگر اینترنت اکسپلورر بسیار قدیمی بوده و ممکن است دارای حغره‌ی امنیتی یا نفوذپذیری باشد. لطفا آن را <a href=\"http://browsehappy.com/\">به نسخه‌ی 11 بروزرسانی کرده</a> یا از مرورگر دیگری استفاده کنید.",
    "Dismiss": "بستن"
}