{
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it.",
    "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app. ": "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app.",
    "AudioVideo  ": "AudioVideo",
    "Network ": "Network",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented.",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing.",
    "Writing Style": "Skrivestil",
    "Use the following rules to keep your text understandable and consistent:": "Brug de følgende regler for at holde din tekst forståelig og sammenhængende:",
    "Be Brief": "Vær kortfattet",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "Giv ikke brugeren en masse tekst at læse; en lang sætning kan virke uoverskuelig og kan afskrække brugere fra rent faktisk at læse din besked. Giv i stedet brugeren en kort og præcis tekst.",
    "<strong>Bad<\/strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Forkert<\/strong>: Det ser ikke ud til at du har noget musik i dit bibliotek. Du kan bruge Noise til at organisere, tilføje, og lytte til den musik du allerede har. For at begynde, skal du bare klikke på \"Tilføj\" knappen, og så følg anvisningerne. Så snart du er færdig, vil din musik blive vist her.",
    "<strong>Better<\/strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Rigtigt<\/strong>: Få Nogle Melodier. Noise kan tilsyneladende ikke finde dine kontakter. [Knapper til at importere eller lave kontakter]",
    "Think Simple": "Tænk Enkelt",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Forudindtag at brugeren er klog, men ikke teknisk. Undgå lange, ualmindelige ord og fokuser på at bruge almindelige, simple verber, substantiver, og adjektiver. Brug aldrig teknisk fagsprog.",
    "<strong>Bad<\/strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Forkert<\/strong>: 37 lyd-format filer er med succes blevet importeret til sang databasen.",
    "<strong>Better<\/strong>: Successfully added 37 songs.": "<strong>Rigtigt<\/strong>: Tilføjede med succes 37 sange.",
    "Get To The Bottom Line": "Kom Til Hovedsagen",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Placer de vigtigste informationer i begyndelsen af din tekst. Hvis brugeren stopper med at læse, vil de stadig have hvad de har brug for i tankerne.",
    "<strong>Bad<\/strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Forkert<\/strong>: Din netværksforbindelse kan være nede fordi Lingo ikke kunne finde nogen definitioner. Tjek det og prøv igen.",
    "<strong>Better<\/strong>: No definition found. Check your network connection and try again.": "<strong>Rigtigt<\/strong>: Ingen definitioner fundet. Tjek din netværksforbindelse og prøv igen.",
    "Don't Repeat Yourself": "Gentag Ikke Dig Selv",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "Gentagelser kan være irriterende og tilføjer unødvendig længde til din besked.",
    "<strong>Bad<\/strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Forkert<\/strong>: Din email addresse, andersandersen@email.dk, er blevet tilføjet. For at få adgang til andersandersen@email.dk, klik på \"andersandersen@email.dk\" overfor.",
    "<strong>Better<\/strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Rigtigt<\/strong>: Din email adresse er blevet tilføjet. For at få adgang, klik på \"andersandersen@email.dk\" ovenfor.",
    "Use Visual Hierarchy": "Brug Visuelt Hierarki",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "Visuelt hierarki hjælper brugeren med læsning og forståelse af din tekst såvel som at vide hvad der er vigtigst. Brug overskrifter og andre tekststiler hensigtsmæssigt.",
    "<strong>Bad<\/strong>:": "<strong>Forkert<\/strong>:",
    "No files are open. Open a file to begin editing.": "Ingen filer er åbne. Åben en fil for at begynde at redigere.",
    "<strong>Better<\/strong>:": "<strong>Rigtigt<\/strong>:",
    "No files are open.": "Ingen filer er åbne.",
    "Open a file to begin editing.": "Åben en fil for at begynde at redigere.",
    "Next Page:": "Næste Side:",
    "Language": "Sprog"
}