{
    "A fast and open replacement for Windows and OS X": "Anstataŭo rapida kaj malfermitkoda por Vindozo kaj OS X",
    "Custom": "Alia",
    "Enter any dollar amount.": "Entajpu sumon da mono.",
    "Purchase elementary OS": "Aĉeti elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 GB (por Vindozo aŭ Makintoŝo)",
    "What the press is saying about elementary OS:": "Kion diras la gazetaro pri elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS diferencas… belega kaj fortega operaciumo, kiu funkcias bone eĉ per malnovaj PK-oj”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“rapida platformo, kiu bezonas malmulte da funkciteno kaj instaleblas preskaŭ ĉie”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Plumpeza kaj rapida… Tute komunumo-bazita, kun aspekta kaj fasona kapablego.\"",
    "Meet Our Apps": "Renkontu Niajn Aplikaĵojn",
    "Photos": "Fotoj",
    "Music": "Muziko",
    "Videos": "Filmoj",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importu, organizu kaj redaktu fotojn. Kreu bildoserio. Publikigu en Facebook aŭ Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organizu kaj aŭskultu vian muzikon. Foliumu per albumo, uzu rapidegan serĉilon kaj kreu ludliston de viaj plej ŝatataj.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Spektu filmojn kun minimuma fasado. La svelta, malhela kadro fordissolvas por ke vi povu vidi pli da via filmo.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Retumu per rapdia kaj plumpeza TTT-legilo. Midori ebligas vin uzi retejojn kaj retaplikaĵojn farita per HTML5 dum ŝpari vivdaŭron baterian.",
    "Learn More": "Lerni Pli",
    "dat": "dat",
    "Accessories": "Akcesoraĵa",
    "Graphics": "Grafika",
    "Internet": "Interreta",
    "Office": "Oficeja",
    "Other": "Alia",
    "Sound &amp; Video": "Sona kaj videa",
    "System Tools": "Sistema",
    "Applications": "Aplikaĵoj",
    "3 Ways to Explore": "3 manieroj por esplori",
    "Grid": "Krado",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Vidu ĉiujn viajn aplikaĵojn en alfabeta krado. Trarigardu kaj trovu tiun, kiun vi volas.",
    "Categories": "Kategorioj",
    "View your apps automatically organized into categories. Perfect for large collections.": "Vidu viajn aplikaĵojn aŭtomate organizita en kategoriojn. Perfekte por granda aplikaĵaro.",
    "Search": "Serĉi",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "Malfermitkoda",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Our code is available for review, scrutiny, modification, and redistribution by anyone.",
    "No Ads. No Spying.": "Sen reklamo. Sen spionado.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.",
    "Safe &amp; Secure": "Sendanĝera kaj sekura",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.",
    "Security Notices": "Sekurecaj rimarkoj",
    "Download elementary OS": "Elŝuti elementary OS",
    "Choose a Download": "Elektu elŝutaĵon",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "We recommend 64-bit for most modern computers. For help and more info, see the",
    "installation guide": "installation guide",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64-bit"
}