{
    "A fast and open replacement for Windows and OS X": "Rapida kaj malfermitkoda anstataŭo por Windows kaj OS X",
    "Custom": "Alia",
    "Enter any dollar amount.": "Enigi iom da mono.",
    "Download Freya": "Elŝuti Freya",
    "893 MB (for PC or Mac)": "893 MB (por PK aŭ Mac)",
    "What the press is saying about elementary OS:": "Kion diras la gazetaro pri elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS diferencas… bela kaj fortega operaciumo kiu funkcias bone eĉ kun malnovaj PK-oj”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“rapida platformo, bezonanta malmulte da funkciteno kiu povas esti instalita preskaŭ ie”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Plumpeza kaj rapida… Tute komunumo-bazita kaj ĝi havas bonan gustumon por fasono kaj aperoj.”",
    "Meet Our Apps": "Renkontu Niajn Aplikaĵojn",
    "Photos": "Fotoj",
    "Music": "Muziko",
    "Videos": "Filmoj",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importi, organizi kaj redakti fotojn. Krei bildoserio. Konigi per Facebook aŭ Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organizi kaj aŭskulti vian plej ŝatatan muzikon. Foliumi per albumo, uzi rapidegan serĉon kaj krei ludliston de viaj plej ŝatataj kantoj.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Spekti filmojn kun minimuma fasado. La svelta kaj malhela kadro dissolvas por ke vi povas vidi pli da via filmo.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surf the web with a fast & lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.",
    "Open Source": "Malfermitkoda",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Our code is available for review, scrutiny, modification, and redistribution by anyone.",
    "Learn More": "Lerni Pli",
    "No Ads. No Spying.": "No Ads. No Spying.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.",
    "Safe &amp; Secure": "Safe & Secure",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.",
    "Choose a Download": "Choose a Download",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "We recommend 64-bit for most modern computers. For help and more info, see the",
    "installation guide": "installation guide",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64-bit",
    "Download elementary OS": "Download elementary OS"
}