{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "हामी उच्चतम गुणस्तरको प्रयोगकर्ता अनुभव तथा संसारलाई परिवर्तन गर्न सक्ने खुला स्रोतको शक्तिको अद्वितीय संयोजनमा विश्वास गर्दछौं।",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "एलीमेन्टरी २००७ मा जाँगरिला स्वयंसेवकहरुको एउटा सानो समूहद्वारा स्थापित गरिएको थियो। समयको क्रमसँगै, हामी एउटा सानो संस्थामा बढ्न र खुला स्रोत सफ्टवेयरको विकासमा लगानी गर्न सक्षम भएका छौं। हामी एउटा अविश्वसनीय खुला कम्प्युटर सम्बन्धि अनुभव सिर्जना गरिरहेका विकासकर्ताहरू, डिजाइनरहरू, लेखकहरू, तथा दैनिक कम्प्युटर प्रयोगकर्ताहरूको समर्पित टोली हौँ। हामी एलीमेन्टरी हौँ।",
    "Pacific Standard Time": "Pacific Standard Time",
    "Mountain Standard Time": "Mountain Standard Time",
    "India Standard Time": "India Standard Time",
    "Eastern Standard Time": "Eastern Standard Time",
    "Central Standard Time": "Central Standard Time",
    "Central European Time": "Central European Time",
    "Greenwich Mean Time": "Greenwich Mean Time",
    "Eastern European Time": "Eastern European Time",
    "Korea Standard Time": "Korea Standard Time",
    "Moscow Time": "Moscow Time",
    "Brasilia Summer Time": "Brasilia Summer Time",
    "Community &amp; Collaborators": "Community & Collaborators",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "संलग्न हुनुहोस्",
    "Powered by Slack": "स्ल्याकद्वारा संचालित",
    "Team &sdot; elementary": "टोली ⋅ एलीमेन्टरी"
}