{
    "Code of Conduct": "Pravila ponašanja",
    "Community Guidelines": "Smjernice za zajednicu",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Priključivanje elementary zajednici je nevjerovatno iskustvo. Dobijate priliku da budete dio nečega velikog, da surađujete sa ljudima iz čitavog svijeta i da pomognete ljudima da njihovi računari budu fantastični. Međutim, sa tim dolazi i odgovornost da se držite određenih pravila koja onogućavaju najbolje okruženje za sve ljude uključene u projekat. Ovdje vam je prikazan set pravila koje očekujemo da se pridržavate u svakom trenutku kada se uključujete u rad stranice, bilo na elementary web sajtu, službenoj IRC sobi projekta, uživo ili negdje drugdje.",
    "I. Respect": "1. Poštovanje",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Poštovanje drugih je od kritične važnosti. Poštujte ljude i njihova mišljenja, njihovo porijeklo, njihovu privatnost i njihove ideje. elementary zajednica nije mjesto na kome se trebaju održavati na bilo koji način omalovažajuće diskusije. Kada dajete kritiku, dajite je na konstruktivan način i iskažite poštovanje. Napadi na pojedinca neće biti tolerisani. Kada primate konstruktivnu kritiku, uzmite to u obzir i zahvalite se osobi koja vas kritikuje bez obzira na vaše mišljenje o kritici.",
    "II. Content": "2. Sadržaj",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Zajednica elementary projekta se sastoji od hiljada ljudi različitih godina, vjerovanja i nivoa zrelosti. Zbog ovoga, morate da budete svjesni načina na koji predstavljate sadržaj i ostavljate komentare. Nije dozvoljeno postavljanje slika golih osoba, pretjerana vulgarnost tokom govora, političke i vjerske rasprave ili bilo koji drugi neprimjeren sadržaj u okviru projekta. Moderatori iz zajednice imaju glavnu riječ u odluci da li je nešto neprimjereno ili nije. Ukoliko sumnjate da li je nešto što želite objaviti primjereno, razmislite da li bi objavili to u sobi punoj ljudi, od kojih ima i djece i baka širom svijeta. Ukoliko oklijevate, nemojte objaviti takav sadržaj.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Slike ekrana podijeljene u zajednicama kojima upravlja elementary zajednica ne smiju imitirati druge operativne sisteme, ne smiju sadržavati slike ili ilustracije koje omalovažavaju pojedince niti sadržati sadržaj koji na drugi način krši naša Pravila ponašanja.",
    "III. Rumors and Speculation": "3. Glasine i spekulacije",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Izbjegavajte širenje glasina i spekulacija van naše zajednice. Diskusija o budućim planovima projekta je dozvoljena, međutim ukoliko širite nepotvrđene informacije, objavite ih kao ličnu spekulaciju ili izbjegavajte njihovo objavljivanje. Širenje netačnih informacija može da naruši cjelokupnu zajednicu, pogotovo ukoliko su informacije u negativnom kontekstu.",
    "IV. Helpful Discussion": "4. Korisna diskusija",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "Projekat elementary pokreću udruženi individualci u svom slobodnom vremenu sa ciljem kreiranja nečeg specijalnog. Bitno je da poštujete ovu činjenicu i da uvijek doprinosite korisnoj diskusiji. Ukoliko ste na sastanku vezanom za projekat, držite se teme i ne uzimajte pravo na riječ dok ne budete imali da kažete nešto što je usko povezano sa trenutnom diskusijom. Ukoliko komentarišete neki dio web stranice, držite diskusiju usko povezanu za taj dio web stranice. Ukoliko učestvujete u programerski-orijentisanoj diskusiji unutar mailing liste ili u programerski-orijentisanoj IRC sobi, nemojte kreirati nepotreban sadržaj tako što ćete skretati temu na nešto što nije vezano za programiranje. Radeći to, samo ćete obesmisleniti diskusiju i otežati dolazak do pravih informacija programerima koji u tom trenutku nisu prisutni.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Kao zajednica koja se primarno sakuplja preko interneta, važno je da izbjegnemo potencijalne negativne aspekte interneta. Nemojte biti troll, nemojte počinjati svađu ili diskusiju koja ima za cilj da naljuti nekoga. Takvo ponašanje je djetinjasto i nije prihvatljivo. Spam je takođe neprihvatljiv. Ovo uključuje postavljanje linkova prema irelevantnim web stranicama i repetitivno postavljanje linkova sa iste web stranice. Ukoliko vidite nekoga ko troll-uje ili šalje spam, ignorišite taj sadržaj i prijavite korisnika nadležnim osobama unutar zajednice.",
    "V. Avoiding Conflict": "5. Izbjegavajte sukob",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Ukoliko smatrate — bilo da ste novi ili dugoročni dio zajednice — da se neko ponaša nepristojno, obavijestite tu osobu na njihovo ponašanje na lijep način. Upoznajte ih sa problemom prije nego što situacija izmakne kontroli. Svako ima ulogu koju mora da odigra da bi kao zajednica omogućili besprijekornu komunikaciju u našem (ponekad zahtjevnom) jedinstvenom radnom prostoru.",
    "VI. Step Down Considerately": "4. Budite obzirni prilikom napuštanja zajednice",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Životni prioriteti, interesi i strasti se mogu promijeniti. Ukoliko ste uključeni u neki dio elementary projekta, ali morate da odustanete od vašeg daljnjeg rada, uradite to na način koji će minimizovati remećenje projekta. Kada radimo zajedno, naš rad i naše ideje više ne pripadaju nama, već elementary zajednici kao cjelini. Obavijestite druge članove tima da planirate da odstupite sa pozicije, i, ukoliko ste u mogućnosti, pomozite im da pronađu osobu koja može da nastavi vaš posao. Kao najmanje što možete uraditi, uvjerite se da drugi mogu da nastave posao koji vi napuštate.",
    "Consequences": "Posljedice",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Ukoliko izaberete da se ne pridržavate naših Pravila ponašanja ili na bilo koji drugi način ometate rad zajednice, zadržavamo pravo da vam, u zavisnosti od situacije, izbrišemo korisnički nalog sa našeg web sajta, da vas izbacimo iz naše IRC sobe, da vam onemogućimo posjetu našem web sajtu, IRC sobi ili drugim servisima unutar zajednice ili da vas na bilo koji drugi način spriječimo da komunicirate sa ostatkom zajednice.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": " <em>Pravila ponašanja elementary projekta su licencirana pod <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> licencom. Inspiraciju za određene dijelove pravila smo dobili od <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Pravila ponašanja Ubuntu zajednice</a>.</em>",
    "Code of Conduct &sdot; elementary": "Pravila ponašanja ⋅ elementary"
}