{
    "Check out our progress for Freya RC 1": "Pogledajte kako napreduje Freyxa RC 1 verzija",
    "Fixed": "Popravljeno",
    "In Progress": "U tijeku",
    "Unfixed": "Nije popravljeno",
    "Translations": "Prevodi",
    "Web Development": "Web razvoj",
    "Design": "Dizajn",
    "Desktop Development": "Razvoj dekstopa",
    "Funding": "Finansiranje",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Drugačiji jezik je drugačija vizija života.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS kreiraju i koriste ljudi širom svijeta. Pomozite nam da poboljšamo njihovo iskustvu njegovim prevođenjem na više jezika.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS koristi otvoreni, kolaborativni alat za prevođenje na Launchpad-u koji se zove Rosetta.",
    "Learn More": "Saznaj više",
    "Our website is also openly translated using an online platform called Transifex.": "Naša web stranica se takođe prevodi kolaborativno koristeći Transifex platformu.",
    "Translate elementary OS": "Prevedi elementary OS",
    "Translate This Website": "Prevedi ovu web stranicu",
    "World map": "Mapa svijeta",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Web sajtovi bi trebali da izgledaju dobro iznutra i izvana\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Naš web sajt je napravljen koristeći HTML, CSS, PHP i JavaScript. Konstantno tražimo osobe sa iskustvom u ovim područjima koji su zainteresovani da nam pomognu i da učine ovaj web sajt još boljim. Većinom dizajnerskog posla se bavi naš tim za dizajn, ali volimo da pregledamo i ideje za dizajn od našeg web tima.",
    "Fork Us on GitHub": "Napravite GitHub Fork",
    "See Our Open Bug Reports": "Pogledajte otvorene bug izvještaje",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Odličan dizajn znači kreiranje nečega nezaboravnog i značajnog.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Svaki projekat počinje sa idejom. Naš tim dizajnera uzima ideje i pretvara ih u mape za razvoj. Dijelimo dizajn u dvije komponente:",
    "<strong>Visual Design</strong>": "<strong>Vizuelni dizajn</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Odlično mjesto za vizuelne dizajnere da se priključe projektu je <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">naša Google+ zajednica</a> na kojem možete da predložite vaše ideje.",
    "<strong>Interactive Design</strong>": "<strong>Interaktivni dizajn</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Koristimo Launchpad alatku pod nazivom Blueprints da kreiramo detaljna objašnjenja novih funkcija.",
    "Read the Interface Guidelines": "Pročitajte Vodič za interfejs",
    "Browse Our Blueprints": "Pregledajte naše blueprint-ove",
    "Read About Our Workflow": "Pročitajte o našem tijeku rada",
    "Application wire frame": "Wire frame aplikacija",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Prije nego što se softver može koristiti za višekratnu upotrebu, potrebno je da bude upotrebljiv\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Naše desktop okruženje i sve njegove aplikacije su sagrađene koristeći Vala, GTK+, Clutter, Cairo, Granite i nekoliko drugih besplatnih softverskih biblioteka. Naš kod je dostupan na Launchpad.net, besplatnom servisu za projekte sa otvorenim kodom. Konstantno tražimo nove programere bez obzira na njihovu razinu vještina.",
    "Browse Our Desktop Code": "Pregledajte kod našeg desktopa",
    "Browse Our Apps' Code": "Pregledajte kod naših aplikacija",
    "Scratch text editor": "Scratch editor teksta",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Radi ono što voliš i novac je doći.\"",
    "Targeted Funding": "Ciljano finansiranje",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource stavlja novac direktno u ruke programerima tako što ih nagrađuje za njihove popravke i dodavanje novih funkcija. Dodajte novčanu nagradu na problem koji smatrate najvažnijim ili finansirajte određenu aplikaciju koja je dio sistema. Možete kreirati i trajni nalog za finansiranje projekta.",
    "BountySource": "BountySource",
    "General Funding": "Generalno finansiranje",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funkcioniše kao crowdfunding kampanja koja nikada ne prestaje. Izaberite sumu, osvojite nagrade i pomozite nam da ostvarimo naše ciljeve.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal je brzo i jednostavno rješenje. Izaberite jednokratko plaćanje ili podesite mjesečno finansiranje projekta.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Uključite se u razvoj elementary OS-a"
}