{
    "Check out our progress for Loki Alpha 1": "Check out our progress for Loki Alpha 1",
    "Fixed": "Popravljeno",
    "In Progress": "U tijeku",
    "Unfixed": "Nije popravljeno",
    "Funding": "Finansiranje",
    "Translations": "Prevodi",
    "Web Development": "Web razvoj",
    "Desktop Development": "Razvoj dekstopa",
    "Design": "Dizajn",
    "Targeted Funding": "Ciljano finansiranje",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource stavlja novac direktno u ruke programerima tako što ih nagrađuje za njihove popravke i dodavanje novih funkcija. Dodajte novčanu nagradu na problem koji smatrate najvažnijim ili finansirajte određenu aplikaciju koja je dio sistema. Možete kreirati i trajni nalog za finansiranje projekta.",
    "Learn More": "Saznaj više",
    "BountySource": "BountySource",
    "General Funding": "Generalno finansiranje",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funkcioniše kao crowdfunding kampanja koja nikada ne prestaje. Izaberite sumu, osvojite nagrade i pomozite nam da ostvarimo naše ciljeve.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal je brzo i jednostavno rješenje. Izaberite jednokratko plaćanje ili podesite mjesečno finansiranje projekta.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS kreiraju i koriste ljudi širom svijeta. Pomozite nam da poboljšamo njihovo iskustvu njegovim prevođenjem na više jezika.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS koristi otvoreni, kolaborativni alat za prevođenje na Launchpad-u koji se zove Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Naša web stranica se takođe prevodi kolaborativno koristeći Transifex platformu.",
    "Translate elementary OS": "Prevedi elementary OS",
    "Translate This Website": "Prevedi ovu web stranicu",
    "World map": "Mapa svijeta",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Report an Issue with Our Website",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "Pregledajte kod našeg desktopa",
    "Browse Our Apps' Code": "Pregledajte kod naših aplikacija",
    "See Our Open Bug Reports": "Pogledajte otvorene bug izvještaje",
    "Scratch text editor": "Scratch editor teksta",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Svaki projekat počinje sa idejom. Naš tim dizajnera uzima ideje i pretvara ih u mape za razvoj. Dijelimo dizajn u dvije komponente:",
    "Visual Design": "Vizuelni dizajn",
    "A great place for visual designers to get started is by sharing mockups with": "Odlično mjesto za za vizuelne dizajnere za dijeljenje ideja jeste",
    "our Google+ Community": "naša Google+ zajednica",
    "Interactive Design": "Interaktivni dizajn",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Koristimo Launchpad alatku pod nazivom Blueprints da kreiramo detaljna objašnjenja novih funkcija.",
    "Read the Interface Guidelines": "Pročitajte Vodič za interfejs",
    "Browse Our Blueprints": "Pregledajte naše blueprint-ove",
    "Read About Our Workflow": "Pročitajte o našem tijeku rada",
    "Application wire frame": "Wire frame aplikacija",
    "Get Involved with elementary OS": "Uključite se u razvoj elementary OS-a"
}