{
    "A fast and open replacement for Windows and OS X": "Brza i otvorena zamjena za Windows i OS X",
    "Custom": "Drugi iznos",
    "Enter any dollar amount.": "Unesite bilo koju vrijednost u dolarima",
    "Purchase elementary OS": "Purchase elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Šta mediji govore o elementary OS-u:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS je drugačiji... lijep i moćan operativni sistem koji će dobro raditi čak i na starijim računarima\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"brza platforma koja može biti instalirana praktički svugdje bez puno potrebe za održavanjem\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Lagan i brz. Kompletno razvijen od strane zajednice. Sagrađen sa dizajnom na umu.\"",
    "Meet Our Apps": "Upoznajte naše aplikacije",
    "Photos": "Fotografije",
    "Music": "Muzika",
    "Videos": "Video",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Dodajte fotografije u kolekciju, organizujte ih ili ih uredite. Napravite slideshow. Podlijete vaše fotografije na Facebook-u ili Flickr-u.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Slušajte i ogranizujte vašu muziku. Pretražujte je po albumu, koristite nevjerovatno brzu pretragu i kreirajte plejliste vaših omiljenih pjesama.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Gledajte filmove i druge video sadržaje na minimalističnom interfejsu. Tanak i taman okvir postepeno nestaje tako da se možete skoncentrisati na film.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surfajte internetom sa brzim i laganim web pretraživačem. Midori vam omogućuje da posjećujete HTML5 web stranice i web aplikacije dok štedi bateriju vašeg laptopa.",
    "Learn More": "Saznaj više",
    "dat": "dat",
    "Accessories": "Pribor",
    "Graphics": "Grafika",
    "Internet": "Internet",
    "Office": "Ured",
    "Other": "Ostalo",
    "Sound &amp; Video": "Zvuk i video",
    "System Tools": "Sistemski alati",
    "Applications": "Aplikacije",
    "3 Ways to Explore": "3 načina istraživanja",
    "Grid": "Mreža",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Prikazuje sve vaše aplikacije u alfabetizovanoj mreži. Prođite kroz aplikacije i izaberite onu koju želite da pokrenete.",
    "Categories": "Kategorije",
    "View your apps automatically organized into categories. Perfect for large collections.": "Pregledajte sve vaše aplikacije organizovane po kategorijama. Savršen način za navigaciju kroz velike kolekcije.",
    "Search": "Pretraga",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Pokrenite aplikacije, postavke ili komande i pronađite skrivene funkcije kroz pretragu.",
    "Open Source": "Otvoreni kod",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Naš kod je javno dostupan i bilo ko može da ga pregleda, modifikuje i redistribuira.",
    "No Ads. No Spying.": "Bez reklama. Bez špijuniranja.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Ne sklapamo marketinške dogovore i ne sakupljamo privatne podatke od naših korisnika. Naši jedini prihodi dolaze direktno od naših korisnika.",
    "Safe &amp; Secure": "Siguran i bezbijedan",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Sagrađeni smo na Linux osnovi: softveru koji koriste i druge značajne organizacije u svijetu kao što su Sekretat za odbranu SAD-a, Nacionalna banka Kine i drugi.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Preuzmi elementary OS",
    "Choose a Download": "Izaberite download",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Preporučujemo 64-bitnu verziju za većinu modernih računara. Za više informacija i pomoć, pogledajte",
    "installation guide": "Vodič za instalaciju",
    "Freya 32-bit": "32-bitna Freya verzija",
    "Torrent Magnet Link": "Link za preuzimanje preko torrenta",
    "Freya 64-bit": "64-bitna Freya verzija"
}