{
    "Privacy Policy": "Politika privatnosti",
    "Do Not Track": "Ne prati",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ovaj sajt poštuje ne-prati postavke koje mogu da se pronađu unutar većine modernih web pretraživača i onemogućava Google Analytics kada je ova opcija uključena. Ne možemo automatski da uklonimo druge metode za praćenje bez ozbiljnog uticaja na ponašanje web sajta. Ukoliko želite da ručno podesite ove metode za praćenje, pogledajte sekciju o isključivanju kolačića.",
    "Cookies": "Kolačići",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ovaj sajt koristi kolačiće za dodatna poboljšanja. Bez njih, sajt bi bio manje koristan. Na primjer, ukoliko sajt ne pamti da ste prethodno platili za elementary OS, podrazumijevana akcija jeste da Vas ponovo pita da platite.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Čuva kolačiće da bi pamtili ponašanje kod elemenata web sajta i analizirali potencijalne prijetnje. Za više informacija, posjetite",
    "CloudFlare Privacy & Security Policy": "CloudFlare politika privatnosti i sigurnosti",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Čuva kolačiće da sakupi informacije—uključujući broj posjeta na sajtu, odakle su došli na ovaj sajt i stranice koje ste posjetili—u anonimnoj formi. Ove informacije se koriste za poboljšanje sajta. Za više informacija, posjetite Google-ov članak za",
    "Safeguarding Your Data": "Sigurno čuvanje Vaših podataka",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Koristi kolačiće da zapamti Vašu zadnju narudžbu i državu sa koje posjećujete web sajt da bi znali koji tipovi kreditnih kartica su dostupni za plaćanje. Za više informacija, pogledajte",
    "Stripe's Privacy Policy": "Stripe-ova politika privatnosti",
    "Manage Cookies": "Postavke kolačića",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Nakon što ste posjetili naš web sajt, možda ćete željeti da pregledate kolačiće koji su već smješteni unutar Vašeg pretraživača. Linkove prema relevantnim instrukcijama možete da pronađete ovdje.",
    "Privacy Policy &sdot; elementary": "Politika privatnosti ⋅ elementary"
}