{
    "Privacy Policy": "Polityka prywatności",
    "Do Not Track": "Do Not Track - ochrona przed śledzeniem",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ta strona uznaje ustawienia ochrony przed śledzeniem - Do Not Track - w większości nowoczesnych przeglądarek i wyłącza Google Analytics jeśli są one obecne. Nie możemy automatycznie usunąć innych metod śledzenia bez poważnego wpływu na działanie serwisu. Jeżeli chcesz ręcznie zarządzać dostępnymi metodami śledzenia, zapoznaj się z informacjami jak wyłączyć pliki cookie.",
    "Cookies": "Ciasteczka",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "W ustawieniach swojej przeglądarki internetowej możesz całkowicie lub częściowo wyłączyć pliki cookie serwisu oraz pliki cookie firm trzecich. ",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ta strona używa plików cookie w celu wprowadzania stopniowych ulepszeń. Niektóre funkcje tego serwisu będą działać i bez nich ale ich użyteczność będzie niższa. Na przykład: serwis nie zapamięta twojej poprzedniej wpłaty na rzecz elementary OS; standardowo zostaniesz poproszony o wpłatę. ",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Przechowuje pliki cookie aby analizować zachowanie elementów i wykrywać potencjalne zagrożenia. Więcej informacji znajdziesz w ",
    "CloudFlare Privacy & Security Policy": "zasadach prywatności i bezpieczeństwa CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Przechowuje pliki cookie w celu zbierania informacji - zawierają one informacje o: ilości odwiedzających stronę, źródła, które skierowało ich do naszego serwisu oraz o odwiedzonych stronach. Dane te mają charakter anonimowy i są używane w celu poprawienia funkcjonalności serwisu. Więcej informacji w artykule Google:  ",
    "Safeguarding Your Data": "Chroń swoje dane",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Używa plików cookie, w celu zapamiętania Twojego ostatniego zamówienia i kraju - dzięki temu oferuje właściwą metodę płatności. Więcej informacji znajdziesz",
    "Stripe's Privacy Policy": "w zasadach prywatności programu Stripe",
    "Manage Cookies": "Zarządzaj ciasteczkami",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Skoro już odwiedziłeś naszą stronę, może chciałbyś zarządzać plikami cookie - ciasteczkami - zapisanymi w przeglądarce. Linki do odpowiednich instrukcji znajdziesz poniżej.",
    "Midori": "Midori",
    "Privacy Policy &sdot; elementary": "Zasady prywatności ⋅ elementary"
}