{
    "Installation": "安裝",
    "Download elementary OS": "下載 elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "如果您尚未準備好，您將需要<a href=\"\/\" target=\"_blank\">從我們的網站下載 elementary OS<\/a>。您可以依照下面的指示將下載來的 ISO 檔案複製到 USB 隨身碟中。",
    "Recommended System Specifications": "推薦的系統規格",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 或同等的雙核心 64 位元處理器",
    "1 GB of system memory (RAM)": "1 GB 的系統記憶體 (RAM)",
    "15 GB of disk space": "15 GB 的磁碟空間",
    "Internet access": "網路連線",
    "Back Up Your Data": "備份您的資料",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "請確認您已經備份您的重要資料到雲端服務或是外接硬碟的外部空間。安裝一套新的作業系統可能會複寫您現有的資料。",
    "Choose your current Operating System": "選擇您目前所使用的作業系統",
    "Select the operating system you are currently using to view tailored installation instructions.": "選擇您目前使用的作業系統來閱讀針對它所撰寫的安裝說明。",
    "Windows": "",
    "macOS": "",
    "Ubuntu": "",
    "Creating an Install Drive": "新建一個安裝媒介",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "您需要準備一個隨身碟，至少要有 2GB 的可用空間。除之此外，您還需要一個叫做 Rufus 的程式。",
    "Download Rufus": "下載 Rufus",
    "Rufus - select ISO": "Rufus - 選取 ISO 檔案",
    "Open Rufus": "開啟 Rufus",
    "Insert your USB drive and select it in the \"Device\" list": "",
    "Select \"ISO Image\" next to \"Create a bootable disk using...\"": "",
    "Click": "按一下",
    "the disk icon": "磁碟圖示",
    "to choose the ISO that you downloaded previously.": "選擇您先前下載的 ISO 檔案。",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#<\/code> button in the status bar and verify that the text next to \"SHA256\" matches the following hash:": "",
    "If the hashes match, click \"Start\" and wait for the process to finish.": "",
    "Booting from the Install Drive": "從安裝媒介開機",
    "In order to start the installation process, you must boot your computer from the install drive.": "為了開始安裝過程，您必須利用安裝媒介開機。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "如果您的電腦依然開著，請先插入您的安裝媒介然後重新啓動您的電腦。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "多數的電腦會允許您按下特殊按鈕來改變這次開機順序 —— 通常是 <kbd>F12<\/kbd>，不過有時是 <kbd>Esc<\/kbd> 或其他功能鍵。詳細請參考螢幕上的資訊或是您電腦的文件。",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "當您選取了正確的引導驅動器之後，您就會看到作業系統的背景圖。接下來，您只需按照螢幕上的指示來完成剩下的安裝程序。",
    "Verify your Download": "校驗您的下載",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "雖然不是硬性規定，但這是一個重要的步驟。我們為 elementary OS 影像檔產生了一組校對碼 (checksum 或 hash sum) 。在安裝之前，建議您先檢查您下載的檔案是否有相同的校對碼，這樣才能確保您下載的檔案沒有任何毀損。",
    "Running the following command in your Terminal:": "在您的終端機執行以下的指令：",
    "Should produce the output:": "應該產生的輸出:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "提示:這是假設您已下載.iso映像檔至您的'\"下載\"資料夾\n若您將.iso映像檔存放於其他資料夾,請確定您所指定的路徑是正確的指向您所下載的.iso映像檔,如下所示",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".": "",
    "Download Etcher": "下載 Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "插入您的隨身碟，接著選擇您下載好的映像檔。",
    "Open \"Etcher\" and select your downloaded elementary OS image file using the \"Select image\" button.": "",
    "Select image in Etcher": "在Etcher內選取映像檔",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher會自動偵測您的USB裝置,請確認是否為您要使用的裝置",
    "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.": "",
    "Flash image in Etcher": "使用Etcher載入映像檔",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "完成時它將會自動安全退出並嘗試重新啟動電腦以安裝elementary OS",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "在安裝過程中會出現些許訊息,請安心忽略",
    "Not readable warning": "無法讀取的警告",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal.": "",
    "Boot Errors": "開機錯誤",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc\". When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "在您的終端機執行以下的指令：",
    "should produce the output:": "應該產生的輸出：",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "您需要準備一個隨身碟，至少要有 2GB 的可用空間。除之此外，您還需要一個叫做 UNetbootin 的程式。",
    "Download UNetbootin": "下載 UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "在 Dash 中開啓 UNetbootin，接著你會看見下圖這個視窗：",
    "UNetbootin": "",
    "Select \"Diskimage\"": "",
    "Click \"…\" to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "拔掉其他 USB 儲存裝置，只留下您想用的那一個。",
    "Click \"OK\" and wait for the process to finish.": "",
    "After Installation": "安裝之後",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "用這段時間閲讀<a href=\"\/docs\/learning-the-basics\">指導手冊<\/a>以學習你的新系統。"
}