{
    "Installation": "การติดตั้ง",
    "Download elementary OS": "ดาวน์โหลด elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "หากคุณยังไม่ได้ดาวน์โหลด elementary OS  คุณสามารถ<a href=\"/\" target=\"_blank\">ดาวน์โหลดมันได้</a>ผ่านหน้าโฮมเพจของ elementary OS  และคัดลอกไฟล์ติดตั้งลง USB flash drive ด้วยขั้นตอนด้านล่าง",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS ได้รับการพัฒนาให้รองรับสถาปัตยกรรมหน่วยประมวลผล 2 รูปแบบด้วยกัน คือแบบ 32-บิต และ แบบ 64-บิต",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "หากคอมพิวเตอร์ของคุณเป็นเครื่องรุ่นใหม่ที่ทำงานด้วยหน่วยประมวลผลแบบ 64-บิต โปรดเลือกติดตั้งรุ่น 64-บิต",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "แต่ถ้าคอมพิวเตอร์ของคุณเป็นเครื่องรุ่นเก่า หรือคุณไม่มั่นใจว่าคอมพิวเตอร์ของคุณใช้หน่วยประมวลผลแบบใด โปรดเลือกติดตั้งรุ่น 32-บิต (หน่วยประมวลผลแบบ 64-บิต ยังสามารถทำงานกับรุ่นนี้ได้)",
    "Recommended System Specifications": "คำแนะนำความต้องการของระบบ",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 หรือเทียบเท่าหน่วยประมวลผล dual-core 64-bit",
    "1 GB of system memory (RAM)": "หน่วยความจำ (RAM) 1 GB",
    "15 GB of disk space": "พื้นที่ว่างบนดิสก์ 15 GB",
    "Internet access": "การเข้าถึงอินเทอร์เน็ต",
    "Back Up Your Data": "สำรองข้อมูลของคุณ",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "โปรดตรวจสอบให้แน่ใจว่าคุณได้ทำการสำรองข้อมูลที่สำคัญของคุณไว้บน cloud service, ฮาร์ดไดรฟ์, หรือแหล่งเก็บข้อมูลภายนอกอื่นๆ เรียบร้อยแล้ว เนื่องจากการติดตั้งระบบปฏิบัติการใหม่บนคอมพิวเตอร์อาจทำให้ข้อมูลของคุณสูญหายได้",
    "Choose your current Operating System": "เลือกระบบปฏิบัติการที่คุณใช้อยู่",
    "Select the operating system you are currently using to view tailored installation instructions.": "เลือกระบบปฏิบัติการที่คุณกำลังใช้อยู่ในขณะนี้เพื่อดูแนวทางที่เหมาะสมในการติดตั้ง",
    "Windows": "วินโดวส์",
    "OS X": "โอเอสเท็น (OSX)",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "การดาวน์โหลดจากแหล่งที่น่าเชื่อถือ",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "การดาวน์โหลดจากแหล่งที่น่าเชื่อถือเป็นหนึ่งในสิ่งสำคัญที่ควรปฏิบัติ เราได้ปล่อยคีย์ checksum (หรือที่เรียกกันว่าแฮช) สำหรับยืนยันไฟล์ระบบ elementary OS ที่คุณดาวน์โหลดมาเพื่อเป็นการรับประกันว่าคุณได้รับไฟล์ที่ถูกต้องสมบูรณ์ไม่เสียหาย",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "สำหรับระบบปฏบัติการวินโดวส์นั้นไม่มีเครื่องมือสำหรับตรวจสอบการเข้ารหัสแบบ SHA-256 โดยตรง สามารถดาวน์โหลดได้จาก ลิงก์นี้ <a href=\"http://www.digitalvolcano.co.uk/hash.html\">ลิงก์ดาวน์โหลด Hash tool</a>",
    "Hash Tool": "เครื่องมือ Hash tool",
    "Open Hash Tool": "การใช้งาน Hash tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Under \"Hash Type\" select <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Under \"Input File\" select <code>Select File(s)</code> and find the elementary OS ISO file",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Verify that the text in \"Results\" matches one of the following hashes",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "สร้างการติดตั้งผ่านไดรฟ์",
    "Rufus - select ISO": "Rufus - เลือก ISO",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "คุณจำเป็นต้องมี USB แฟลชไดรฟพื้นที่ว่างอย่างน้อย 2 GB และโปรแกรม Rufus",
    "Download Rufus": "ดาวน์โหลดโปรแกรม Rufus",
    "Open Rufus": "การเปิดโปรแกรม Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "เสียบยูเอสบีไดรฟ์เข้าที่คอมพิวเตอร์ของคุณ และเลือกยี่ห้อและรุ่นไดรฟ์ของคุณจากเมนู \"Devices list\"",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "คลิกเลือก \"ISO Image\" ตามด้วยการคลิกปุ่ม \"Create a bootable disk using...\"",
    "Click": "คลิกที่",
    "the disk icon": "ไอคอนรูปดิสก์",
    "to choose the ISO that you downloaded previously.": "ทำการเลือกไฟล์ ISO ที่คุณได้โหลดแล้วก่อนหน้า",
    "Click &quot;Start&quot; and wait for the process to finish.": "คลิกที่ปุ่ม \"Start\" และรอให้กระบวนการสร้างไดรฟ์ติดตั้งเสร็จสิ้น",
    "Booting from the Install Drive": "การบูตจากไดรฟ์ติดตั้ง",
    "In order to start the installation process, you must boot your computer from the install drive.": "In order to start the installation process, you must boot your computer from the install drive.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.",
    "Running the following command in your Terminal:": "Running the following command in your Terminal:",
    "Should produce the output:": "Should produce the output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below",
    "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".",
    "Download Etcher": "Download Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Insert the spare USB drive, and select the ISO file you've just downloaded.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Open \"Etcher\" and select your downloaded elementary OS image file using the \"Select image\" button.",
    "Select image in Etcher": "Select image in Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.",
    "Flash image in Etcher": "Flash image in Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "The following dialog may appear during the flashing process, it is safe to ignore.",
    "Not readable warning": "Not readable warning",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal.",
    "Boot Errors": "Boot Errors",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-freya-xx.xx.iso to Disc\". When complete, attempt to boot again from the Install DVD.",
    "Running the following command in your terminal:": "Running the following command in your terminal:",
    "should produce the output:": "should produce the output:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.",
    "Download UNetbootin": "Download UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Open UNetbootin from the Dash. It will open a window like the one below:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Select \"Diskimage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Click \"…\" to select the ISO that you downloaded previously.",
    "Unplug all USB memory devices apart from the one you want to use.": "Unplug all USB memory devices apart from the one you want to use.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Click \"OK\" and wait for the process to finish.",
    "After Installation": "After Installation",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system."
}