{
    "Developer hero image": "Developer hero image",
    "Develop Your Ideas Into Code": "Ontwikkel Uw Ideeën In Code",
    "Learn to design, develop, and publish apps for elementary OS": "Leer te ontwerpen, ontwikkel, en apps publiceren voor elementary OS ",
    "Get Started": "Aan de slag",
    "Documentation": "Documentatie",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "Ontwikkel een simpele werkende app die klaar is voor distributie, met behulp van onze beginners handleiding.",
    "Design": "Design",
    "Learn about the design principles that make up apps on elementary OS.": "Leer de ontwerpprincipes die de basis vormen van ons elementaire OS.",
    "Reference": "Referentie",
    "Get more info about code style, reporting issues, and proposing design changes.": "Verkrijg meer informatie over programmeerstijl, rapportage kwesties en voorgestelde ontwerpveranderingen.",
    "Build for": "Ontwerp voor",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "Loki brengt een nieuwe API voor Wingpanel, Launcher API-ondersteuning in Slingshot, nieuwe widgets zoals AlertView, nieuwe CSS-stijl klassen en iconen, en veel meer. Maak applicaties met veel mogelijkheden en doe dit eenvoudiger dan ooit met GTK 3.18 & Vala 0,32, draaiend op Linux 4.4",
    "Contractor": "Aannemer",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Een desktop-brede uitbreiding waarmee functionaliteit gebruikt kunnen worden die andere apps beschikbaar stellen zonder voorafgaand coördinatie.",
    "HIG for Contractor": "HIG voor de aannemer",
    "Reference for Contractor": "Naslagwerk voor de aannemer",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "De basis bibliotheek voor elementaire OS apps. Biedt krachtige widgets zoals DynamicNotebook, hulp programma's, handige functies en meer.",
    "Reference for Granite": "Naslag voor Granite.",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "Eenvoudige, flexibele database management. Ondersteunt remote en lokale SQL-databases, waaronder SQLite. Wordt geleverd met grafisch en console gebasseerde SQL data browsers, een metadata extractor die object auto-discovery activeert, en nog veel meer.",
    "Reference for GDA": "Naslag voor GDA",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "Een HTTP-client / server-bibliotheek met synchrone en asynchrone API's. Wordt geleverd met SSL / TLS, cookies, caching, WebSockets, proxy en tunneling ondersteuning, en meer. Werkt perfect in combinatie met JSON-GLib.",
    "Reference for Soup": "Naslag voor Soup.",
    "Reference for JSON-GLib": "Naslag voor JSON-GLib",
    "vala": "vala",
    "Vala. Write Fast, Native, Object-Oriented Code.": "Vala. Write Fast, Native, Object-Oriented Code.",
    "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C": "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C",
    "Low memory requirements, native execution, and purpose-built for GObject": "Low memory requirements, native execution, and purpose-built for GObject",
    "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more": "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more",
    "Learn More about Vala": "Leer meer over Vala.",
    "Library Documentation for Vala": "Bibliotheekdocumentatie voor Vala.",
    "Developer &sdot; elementary": "Ontwikkelaar ⋅ elementary"
}