{
    "Be a Part of Something Bigger": "Wees onderdeel van iets groots",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alles wat wij maken is 100% open source en ontwikkeld in samenwerking met mensen over de hele wereld. Zelfs als je geen programmeur bent, kan je mee doen en een verschil maken.",
    "Funding": "Financiering",
    "Translations": "Vertalingen",
    "Support": "Support",
    "Web": "Web",
    "Desktop": "Bureaublad",
    "Design": "Design",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "De beste manier om elemantary te helpen is door te financieren. Met jouw hulp, is het ons gelukt om van een klein groepje gepassioneerde vrijwilligers uit te groeien tot een klein bedrijf. Met alle beetjes hulp komen we steeds dichterbij het inhuren van een fulltime ontwikkelaar.",
    "Bug Bounties": "Bug Bounties",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Door BountySource komt het geld direct bij de ontwikkelaars terecht door ze te belonen voor het repareren van bugs of ontwikkelen van nieuwe features. Loof een beloning uit voor de problemen die je graag opgelost ziet of sponsor een specifieke app. Het is ook mogelijk om een terugkerende beloning op te zetten.",
    "Learn More": "Leer meer",
    "BountySource": "BountySource",
    "Bountied Bugs": "Bountied Bugs",
    "General Funding": "Algemene financiering",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon werkt als een voortdurende crowdfundingcampagne. Kies een bedrag, krijg beloningen en help ons onze doelen te verwezelijken.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is een snelle en makkelijke manier van betalen. Kies een eenmalig bedrag of stel een terugkerende betaling in.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wordt gemaakt en gebruikt door mensen van over de hele wereld; help ons de ervaring nog beter te maken door het te vertalen naar meerdere talen. Launchpad heeft een ingebouwd hulpmiddel genaamd Rosetta welke coöperatieve vertalingen online mogelijk maakt.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS gebruikt een open, coöperatief hulpmiddel op Launchpad genaamd Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Ook onze website wordt vertaald met behulp van het open online platform Transifex.",
    "Translate elementary OS": "Vertaal elementary OS",
    "Translate This Website": "Vertaal deze website",
    "World map": "Wereldkaart",
    "Question & Answer": "Vragen en Antwoorden",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange is een Q & A website gebouwd rond het vinden van de beste antwoorden op veelgestelde vragen. Iedereen kan een account aanmaken om te beginnen met het stellen en beantwoorden van deze vragen.",
    "Unanswered Questions": "Onbeantwoorde vragen",
    "New Questions": "Nieuwe vragen",
    "Documentation": "Documentatie",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementaire biedt elementaire documentatie voor zowel gebruikers als ontwikkelaars. Al onze documentatie is geschreven in Markdown en gehost op GitHub, zodat het indienen van een wijziging of een nieuwe sectie een fluitje van een cent is.",
    "Learning The Basics Guide": "Basiskennis handleiding.",
    "Developer Docs": "Ontwikkelaars documenten",
    "Web Development": "Webontwikkeling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Onze website is gebouwd op basis van HTML, CSS, PHP en Javascript. We zijn altijd op zoek naar mensen met ervaring in deze gebieden, die een bijdrage willen leveren en de website nog beter willen maken.",
    "Fork Our Website on GitHub": "Fork ons op GitHub",
    "Report a Website Issue": "Rapporteer een website probleem",
    "Desktop Development": "Bureaublad ontwikkeling",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Onze bureaublad omgeving en alle apps zijn gebouwd met behulp van Vala, GTK+, Graniet, en een aantal andere open bibliotheken. Wij hosten onze bureaublad code op Launchpad.net, een gratis service voor open source projecten. Als je nog nooit eerder voor elementaire OS hebt ontwikkeld, is het aan te raden om onze aan de slag handleiding in te zien.",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "Deze lijst toont onze vooruitgang in de <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, waar momenteel onze ontwerp focus op ligt. Zodra we deze mijlpaal hebben behaald zal Loki publiekelijk aangeboden worden en zullen we verder gaan aan een nieuwe versie van elementary OS. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Leer meer</a>",
    "Fixed": "Gerepareerd",
    "In Progress": "In behandeling",
    "Unfixed": "Niet gerepareerd",
    "Browse Our Desktop Code": "Bekijk de broncode van onze desktop-omgeving",
    "Browse Our Apps' Code": "Bekijk de broncode van onze apps",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Elk project begint met een idee. Ons Design Team verandert deze in duidelijke blauwdrukken en fout rapporten. We splitsen ontwerp in twee hoofdonderdelen:",
    "Visual Design": "Visueel ontwerp",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "We staan altijd open voor nieuwe ideeën voor elementary OS's visuele ontwerp. Ga aan de slag door het delen van voorbeelden met",
    "our Google+ Community": "onze Google+ gemeenschap",
    "Read the Interface Guidelines": "Lees de richtlijnen voor de gebruikersinterface",
    "See Our Mockups": "Bekijk onze voorbeelden",
    "Interaction Design": "Interactie ontwerp",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "We maken binnen Launchpad gebruik van een systeem genaamd Blueprints om gedetailleerde uitleg over nieuwe functies en wijzigingen in de gebruikersinterface te creëren.",
    "Read About Our Workflow": "Lees over onze werkwijze",
    "Browse Our Blueprints": "Bekijk onze Blauwdrukken",
    "Get Involved with elementary OS": "Help mee met elementary OS"
}