{
    "Check out our progress for Freya Update 1": "Check out our progress for Freya Update 1",
    "Fixed": "Gerepareerd",
    "In Progress": "In behandeling",
    "Unfixed": "Niet gerepareerd",
    "Translations": "Vertalingen",
    "Web Development": "Webontwikkeling",
    "Design": "Design",
    "Desktop Development": "Desktop ontwikkeling",
    "Funding": "Financiering",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Een andere taal is een andere visie op het leven.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wordt gemaakt en gebruikt door mensen van over de hele wereld; help ons de ervaring nog beter te maken door het te vertalen in meerdere talen. Launchpad heeft een ingebouwde tool genaamd Rosetta welke coöperatieve vertalingen online mogelijk maakt.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS gebruikt een open, coöperatieve tool op Launchpad genaamd Rosetta.",
    "Learn More": "Lees meer",
    "Our website is also openly translated using an online platform called Transifex.": "Ook onze website wordt vertaald met behulp van het open online platform genaamd Transifex.",
    "Translate elementary OS": "Vertaal elementary OS",
    "Translate This Website": "Vertaal deze website",
    "World map": "Wereldkaart",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Websites moeten er van binnen en van buiten goed uitzien\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Onze website is gebouwd met behulp van HTML, CSS, PHP en Javascript. We zijn altijd op zoek naar mensen met ervaring in die gebieden die een bijdrage willen leveren om de website nog beter te maken. Het grootste deel van het design werk wordt gedaan door ons design team, maar we houden van design ideeën en feedback voor ons webteam.",
    "Fork Us on GitHub": "Vork ons op GitHub",
    "See Our Open Bug Reports": "Zie onze open bug rapportages",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Geweldig design maakt iets gedenkwaardig en zinvol.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Elk project begint met een idee. Ons design team neemt dit idee en zet het om in een roadmap. We breken design op in twee componenten:",
    "<strong>Visual Design</strong>": "<strong>Visueel Design</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Een goed punt om te beginnen voor visueel ontwerpers is het delen van ontwerpen met onze <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">Google+ Community</a>",
    "<strong>Interactive Design</strong>": "<strong>Interactief Design</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "We maken gebruik van een systeem op Launchpad genaamd Blueprints om gedetailleerde uitleg van nieuwe functies te creëren.",
    "Read the Interface Guidelines": "Lees de richtlijnen voor de gebruikersinterface",
    "Browse Our Blueprints": "Bekijk onze Blauwdrukken",
    "Read About Our Workflow": "Lees over onze werkwijze",
    "Application wire frame": "Applicatie wire frame",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Voordat software herbruikbaar kan worden moet het eerst bruikbaar te worden\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Onze desktop en al zijn apps zijn gebouwd met behulp van Vala, GTK+, Clutter, Cairo, granite en een aantal andere vrije bibliotheken. Al onze code wordt gehost op Launchpad.net, een gratis service voor open source projecten. We zijn altijd op zoek naar mensen op alle vaardigheidsniveaus die bij willen dragen aan het project.",
    "Browse Our Desktop Code": "Bekijk de broncode van onze desktop omgeving",
    "Browse Our Apps' Code": "Bekijk de broncode van onze apps",
    "Scratch text editor": "Scratch teksteditor",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Doe hetgene wat je leuk vindt en het zal zich uitbetalen.\"",
    "Targeted Funding": "Gerichte financiering",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Door BountySource komt het geld direct bij de ontwikkelaars terecht door ze te belonen voor het repareren van bugs of ontwikkelen van nieuwe features. Loof een beloning uit voor de problemen die je graag opgelost ziet of sponsor een specifieke app. Het is ook mogelijk om een terugkerende beloning op te zetten.",
    "BountySource": "BountySource",
    "General Funding": "Algemene financiering",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon werkt als een voortdurende crowdfundingcampagne. Kies een bedrag, krijg een beloning en help ons onze doelen te verwezelijken.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is een snelle en makkelijke manier van betalen. Kies een eenmalig bedrag of stel een terugkerende betaling in.",
    "Patreon": "Patroon",
    "Get Involved with elementary OS": "Help mee met elementary OS"
}