{
    "A fast and open replacement for Windows and OS X": "Een snel en opensource alternatief voor Windows en OS X",
    "Custom": "Aangepast",
    "Enter any dollar amount.": "Voer een bedrag in",
    "Download Freya": "Download elementary OS Freya",
    "893 MB (for PC or Mac)": "893 MB(voor PC of Mac)",
    "What the press is saying about elementary OS:": "De mening van de pers over elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS is anders... een mooi en krachtig besturingssysteem dat goed zal draaien, zelfs op oudere pc's\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"een snel, onderhoudsvriendelijk platform wat vrijwel overal kan worden geïnstalleerd\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Lichtgewicht en snel... volledig gemeenschapsgericht, en heeft aandacht voor ontwerp en allure.\"",
    "Meet Our Apps": "Maak kennis met onze Apps",
    "Photos": "Foto's",
    "Music": "Muziek",
    "Videos": "Video's",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importeer, organiseer en bewerk foto's. Maak een diashow. Deel met Facebook of Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organiseer en luister naar je muziek. Blader door albums, gebruik de bliksemsnelle zoekfunctie en maak afspeellijsten van je favorieten.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Bekijk films en video's met een minimalistische interface. Het smalle, donkere venster verdwijnt naar de achtergrond zodat je je film beter beleeft.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surf het web met een snelle en lichtgewicht browser. Midori laat je HTML5 websites en web apps gebruiken en is geoptimaliseerd voor een laag energieverbruik.",
    "Open Source": "Open Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Onze broncode is beschikbaar om in te zien, te onderzoeken, modificeren en redistribueren door iedereen. ",
    "Learn More": "Leer meer",
    "No Ads. No Spying.": "Geen reclame. Geen gespioneer",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "We maken geen reclamedeals en we verzamelen geen gevoelige persoonlijke data. Onze enige inkomsten komen direct van onze gebruikers.",
    "Safe &amp; Secure": "Betrouwbaar & Veilig",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Onze basis is gebouwd op Linux: dezelfde software die gebruikt wordt door onder andere het Amerikaanse Ministerie van Defensie, de Chinese Centrale Bank en meer. ",
    "Choose a Download": "Kies een download",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "We raden voor meeste moderne computers de 64-bit versie aan. Voor hulp of meer info, zie de",
    "installation guide": "installatiehandleiding",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64-bit",
    "Download elementary OS": "Download elementary OS"
}