{
    "Check out our progress for Freya RC 1": "Freya RC 1-e areng",
    "Fixed": "Parandatud",
    "In Progress": "Töös",
    "Unfixed": "Parandamata",
    "Translations": "Tõlkimine",
    "Web Development": "Veebiarendus",
    "Design": "Disain",
    "Desktop Development": "Töölaua keskkond",
    "Funding": "Funding",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Erinev keel tähendab erinevat nägemust elust.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS on loodud ja kasutatud inimeste poolt üle terve maailma; aita meil elamusi ka teistega jagada, tõlkides seda erinevatesse keeltesse.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS tõlkimine toimub Launchpad'is avatud ning koostööd toetava tööriistaga Rosetta.",
    "Learn More": "Loe täpsemalt",
    "Our website is also openly translated using an online platform called Transifex.": "Meie lehekülg on tõlgitud avatult Transifex'i platvormis.",
    "Translate elementary OS": "Aita elmentary OS-i tõlkida",
    "Translate This Website": "Aita seda lehekülge tõlkida",
    "World map": "Maailmakaart",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Veebilehed peaksid olema ilusad nii seest, kui ka väljast.\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Meie veebileht on loodud, kasutades HTML, CSS, PHP ja JavaScript'i. Me otsime kogenud inimesi, kes sooviksid meid aidata. Enamik disaini töödest on tehtud meie disaini tiimi poolt, kuid me armastame innovaatilisi ideid ning tagasisidet meie veebi tiimile.",
    "Fork Us on GitHub": "Kopeeri meid GitHub'is",
    "See Our Open Bug Reports": "Vaata avalikke probleeme",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Võimas disain teeb midagi meeldejäävaks ja tähendusrikkaks.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Iga projekt saab alguse ideest. Meie disaini tiim ühendab kõigepealt kõik head ideed üheks suurepäraseks ideeks ning seejärel pannakse paika kindel plaan. Disaini jaotame me kaheks komponendiks:",
    "<strong>Visual Design</strong>": "<strong>Visuaalne Disain</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>",
    "<strong>Interactive Design</strong>": "<strong>Interaktiivne disain</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Launchpad'is kasutame me uude funktsioonide detailseks tutvustamiseks plaane (Blueprints).",
    "Read the Interface Guidelines": "Loe kasutajaliidese juhiseid",
    "Browse Our Blueprints": "Sirvi meie tuleviku plaane",
    "Read About Our Workflow": "Loe lähemalt meie töökorraldusest",
    "Application wire frame": "Rakenduste raamistik",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Enne kui tarkvara saab taaskasutatavaks, peab see kõigepealt kasutamiskõlblik olema.\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Meie töölaua keskond ja kõik meie rakendused on kirjutatud Vala, GTK+, Clutter, Cairo, Granite ning teisteski populaarsetes tasuta keeltes. Kogu meie kood asub Launchpad'is - tasuta teenus avatud allikate projektidele. Alati otsime me igal tasemel abilisi.",
    "Browse Our Desktop Code": "Sirvi meie töölaua koodi",
    "Browse Our Apps' Code": "Sirvi meie rakenduste koodi",
    "Scratch text editor": "Scratch'i tekstiredaktor",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Do what you love and the money will follow.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "General Funding",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Aita kaasa elementary OS-i arengule"
}