{
    "Download elementary OS": "elementary OS allalaadimine",
    "Blog": "Blogi",
    "Support": "Abi",
    "Store": "Pood",
    "Developer": "Arendamine",
    "Get Involved": "Aita kaasa",
    "This is a development site.": "This is a development site.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.",
    "A fast and open replacement for Windows and OS X": "Kiire ning avatud mõttelaadiga süsteem.",
    "Custom": " Kohandatud",
    "Enter any dollar amount.": "Mistahes summa",
    "Download Freya": "Freya allalaadimine",
    "893 MB (for PC or Mac)": "893 MB (PC / Mac)",
    "What the press is saying about elementary OS:": "Mida meedias meie kohta kirjutatakse:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS on teistsugune... Võimas ning ilus operatsioonisüsteem, mis töötab laitmatult isegi vanade arvutitega.\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"Kiire ning vähe hooldust nõudev platvorm, mida on virtuaalselt võimalik kõikjale paigaldada.\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Kerge ning ülikiire... Põhineb täielikult avatud kommuunil ning omab suurepärast maitset disainis.\"",
    "Meet Our Apps": "Tutvu meie rakendustega",
    "Photos": "Fotod",
    "Music": "Muusika",
    "Videos": "Videod",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Fotode importimine, organiseerimine ning töötlemine. ",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Muusika kuulamine ja organiseerimine. Albumite järgi lehitsemine, ülikiire otsing ning esitusloendite koostamise võimalus.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Filmide ning videode vaatamine koos minimaalse kasutajaliidesega. Stiilne riba tuhmub automaatselt tagaplaanile, pakkumaks parimat vaatamiskogemust.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Veebis surfamine kiire ning kerge veebibrauseriga. Midori'ga on sul võimalik nautida HTML5 veebilehti ning rakendusi, olles samal ajal vähemnõudlikum aku suhtes.",
    "Learn More": "Loe täpsemalt",
    "dat": "dat",
    "Accessories": "Accessories",
    "Graphics": "Graafika",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Muu",
    "Sound &amp; Video": "Heli ja Video",
    "System Tools": "Süsteemi tööriistad",
    "Applications": "Rakendused",
    "3 Ways to Explore": "3 Ways to Explore",
    "Grid": "Grid",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Display all your apps in an alphabetized grid. Flick through and find the one you want.",
    "Categories": "Categories",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "Otsing",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "Avatud lähtekoodiga",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Meie koodi on võimalik vaadata, põhjalikult uurida, muuta ning ka teistega jagada.",
    "No Ads. No Spying.": "Pole reklaame. Pole luuramist.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Me ei toeta ega kasuta reklaame raha teenimiseks. Samuti ei kogu me isiklike andmeid ning meie ainus sissetulek on otse meie kasutajatelt.",
    "Safe &amp; Secure": "Kindel ning turvaline",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Meie süsteem põhineb Linux'il: sama tarkvara kasutavad ka näiteks Ameerika Ühendriikide Kaitseministeerium, Hiina pank, ning paljud teised.",
    "Choose a Download": "Vali allalaaditav versioon",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Kaasaegsetele arvutitele on soovituslik 64-bitine süsteem, kuid täpsemat informatsiooni vaata",
    "installation guide": "paigaldamise õpetust.",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrenti magnetlink",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Autoriõigustega kaitstud © 2015 elementary LLC. <a href=\"/privacy-policy\">Privaatsuspoliitika</a>",
    "Language": "Keel",
    "Change Site Language": "Lehekülje keele muutmine",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "elementary OS veebileht põhineb kaasaegsetel tehnoloogiatel, mis pole sinu veebibrauseri poolt toetatud.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "See Internet Explorer'i versioon on liiga vana ning võib sisaldada tõsised vigu ning probleeme. Palun <a href=\"http://browsehappy.com/\">uuendada</a> Internet Explorer vähemalt versioonile 11 või vali alternatiivne veebibrauser.",
    "Dismiss": "Loobu"
}