{
    "Privacy Policy": "Privaatsuspoliitika",
    "Do Not Track": "Meie ei jälgi sind",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "See lehekülg austab sinu \"ära jälgi\" palvet ning ei saada teavet sinu kohta Google Analytics'ile. Teisi jälgimise meetodeid ei saa me väljalülitada, vastaseljuhul ei toimiks see lehekülg korralikult. Kuid kui sul on sellegipoolest soov täielikult anonüümseks jääda, siis loe lähemalt küpsiste keelamise kohta.",
    "Cookies": "Küpsisied",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Küpsiste keelamise või nende välja lülitamise leiad enda brauseri seadetest.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "See lehekülg kasutab küpsiseid vaid parema tulemuse pakkumiseks. Kõik funktsioonid peaksid küpsiste keelamisel töötama, kuid vaid piiratud funktsionaalsusega. Näiteks ei jäta lehekülg meelde, kas sa oled juba elementary OS-ile annetanud või ei ning süsteemi uuesti allalaadimisel küsitakse uuesti toetust.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Küpsiste salvestamine kahtlaste tegevuste salvestamiseks ning potentsiaalsete ohtude analüüsimiseks. Täpsema informatsiooni jaoks loe",
    "CloudFlare Privacy & Security Policy": "CloudFlare'i privaatsus- ja turvalisuspoliitika",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Informatsiooni kogumiseks salvestatakse küpsiseid — kaasaarvatud lehekülge külastanute arv, viidatud lehekülgedelt ning lehed, mida nad külastavad — anonüümsel kujul. Seda informatsiooni kasutatakse vaid lehelüje parandamiseks. Täpsema informatsiooni jaoks külasta Google artiklit aadressil",
    "Safeguarding Your Data": "Sinu andmete valvamine",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Kasutab küpsiseid sinu viimase tellimuse ning riigi meeldejätmiseks, et meelde jätta, millised maksevahendid on saadaval. Täpsema informatsiooni jaoks loe",
    "Stripe's Privacy Policy": "Stripe'si privaatsuspoliitika",
    "Manage Cookies": "Küpsiste haldamine",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Kuna sa oled juba meie lehekülge varem külastanud, siis sul on võimalus küpsiseid oma  brauserist hallata. Lingid vajaminevate juhiste jaoks leiad altpoolt.",
    "Transparency": "Transparency",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.",
    "Privacy Policy &sdot; elementary": "Privaatsuse poliitika ⋅ elementary"
}