{
    "Installation": "التثبيت",
    "Download elementary OS": "قم بتنزيل elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "إذا لم تقم بتنزيله حتى الآن، يجب عليك <a href=\"/\" target=\"_blank\" rel=\"noopener\">تنزيل elementary OS من صفحتنا الرئيسة</a>. ستحتاج إلى نسخ ملف ISO الذي تم تنزيله إلى ذاكرة USB باتباع الإرشادات أدناه.",
    "Frequently-Asked Questions": "",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "",
    "Recommended System Specifications": "مواصفات النظام المستحسنة",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "بينما نحن لا نملك قائمة صارمة بمواصفات النظام الدنيا، لكننا نستحسن توفر المواصفات التالية على الأقل لأفضل تجربة ممكنة:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "معالج Intel i3 حديث أو معالج مماثل ثنائي النواة من نوع 64 بت",
    "4 GB of system memory (RAM)": "4 جيجابايت من ذاكرة النظام (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "قرص تخزين ذو حالة ثابتة (SSD) مع 15 جيجابايت من سعة التخزين المتاحة",
    "Internet access": "إمكانية الوصول للإنترنت",
    "Built-in or wired mouse/touchpad and keyboard": "فأرة أو لوحة لمس مدمجة أو موصولة بواسطة USB، ولوحة مفاتيح",
    "1024×768 minimum resolution display": "شاشة عرض بدقة 1024×768 كحد أدنى",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "ستحتاج أيضاً إلى ذاكرة USB احتياطية بسعة تخزين 4 جيجابايت على الأقل لتثبيت النظام.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "",
    "Back Up Your Data": "قم بعمل نسخة احتياطية لبياناتك",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "تأكد من حفظ النسخة الاحتياطية لبياناتك في مكان خارجي مثل خدمة سحابية أو قرص صلب. قد يزيل تثبيت نظام تشغيل جديد جميع بياناتك السابقة.",
    "Step-by-step Guide": "دليل التنزيل والتثبيت، خطوة بخطوة",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "اتبع الفيديو أعلاه، أو اختر نظام التشغيل الذي تستخدمه حالياً لإظهار إرشادات تثبيت مفصلة في الأسفل.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "تحقق من سلامة التنزيل",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "التأكد من سلامة التنزيل هي خطوة مهمة: نحن نقوم بتوليد \"تحقق جمعي\" أو (Checksum) لنسخ elementary OS وننصحك بأن تتحقق من أن التنزيل الخاص بك يوافق ذلك التحقق الجمعي قبل محاولة التثبيت. بهذه الطريقة تكون قد تأكدت بأن النسخة التي قمت بتنزيلها سليمة وكاملة، وأنها ليست تالفة.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "على افتراض أنك قمت بتنزيل elementary OS على ملف Downloads في Windows، افتح ال Command Prompt في Windows وقم بتشغيل هذا الأمر:",
    "It should produce the output:": "هكذا ينبغي أن تكون النتيجة:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "إذا كان التحقق الجمعي مخالفاً، فقد تحتاج لإعادة تنزيل نسخة جديدة من elementary OS والتأكد من أن التنزيل اكتمل بالفعل قبل إعادة التحقق منه.",
    "Creating an Install Drive": "إنشاء وحدة تثبيت",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "لإنشاء وحدة تثبيت elementary OS، فأنت تحتاج لذاكرة USB بسعة 4 جيجابايت على الأقل، وتطبيق يدعى \"Etcher\".",
    "Download Etcher": "قم بتنزيل Etcher",
    "etcher steps": "خطوات etcher",
    "Open Etcher, then:": "افتح Etcher، ومن ثم:",
    "Plug in your spare USB flash drive": "قم بوصل ذاكرة USB الاحتياطية",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "اختر ملف iso. الذي قمت بتحميله بالضغط على زر \"Select image\"",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "ينبغي أن يعثر Etcher تلقائياً على ذاكرة ال USB؛ وإذا لم يكن كذلك، اختر أنت الوحدة الصحيحة",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "اضغط على زر \"!Flash\". قد يستغرق الأمر لحظة للبدء.",
    "Once complete, continue to boot from the install drive.": "عند الانتهاء، اذهب الآن للإقلاع من وحدة التثبيت.",
    "Booting From the Install Drive": "الإقلاع من وحدة التثبيت",
    "In order to start the installation process, you must boot your computer from the install drive.": "لكي تبدأ بعملية التثبيت، عليك أن تقلع جهازك من وحدة التثبيت.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "على افتراض أن جهازك ما زال يعمل، ابدأ بوصل وحدة التثبيت بالجهاز ومن ثم إعادة تشغيله.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "معظم الحواسيب ستسمح لك باختيار وحدة الإقلاع لمرة واحدة فقط عن طريق الضغط على زر خاص، وعادة ما يكون <kbd>F12</kbd>، ولكن أحياناً يكون <kbd>Esc</kbd> أو أي زر وظيفة آخر. انظر إلى شاشة جهازك عند بداية تشغيل الجهاز أو إلى الوثائق الورقية الخاصة بجهازك للتأكد من ذلك.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "اضغط على <kbd>F12</kbd> (أو الزر الصحيح) واختر وحدة التثبيت، وعادة ما يكون اسمها \"USB-HDD\" أو شيئاً يحتوي على كلمة \"USB\"، ولكن العبارة نفسها يمكن أن تكون مختلفة. إذا اخترت الوحدة الخاطئة، فقد يقلع جهازك بشكل طبيعي كالعادة. كل ما عليك هو إعادة التشغيل ومن ثم اختيار وحدة أخرى في قائمة الإقلاع.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "بعد اختيار وحدة التثبيت بوقت قصير، ينبغي أن تتمكن من مشاهدة شاشة البداية الخاصة ب elementary OS. عليك الآن اتباع إرشادات التنزيل على الشاشة والتي سترشدك خلال باقي عملية التثبيت.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "على افتراض أنك قمت بتنزيل elementary OS على ملف Downloads في macOS، افتح تطبيق ال Terminal في macOS وقم بتشغيل هذا الأمر:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "قد تظهر لك هذه الرسالة بعد اكتمال نسخ النظام على ذاكرة ال USB. بإمكانك تجاهلها دون مشاكل.",
    "Not readable warning": "تحذير عدم التمكن من القراءة",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "بعد سماعك للنغمة، اضغط وابق ضاغطاً على زر <kbd>Option</kbd>. بعدها، اختر وحدة الإقلاع الصحيحة. لاحظ أنه من الممكن ظهور وحدة التثبيت باسم \"Windows\"، ولكن هذا شيء طبيعي.",
    "Boot Errors": "مشاكل الإقلاع",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "إذا كان جهاز Mac الخاص بك لا يقوم بالتعرف على ذاكرة USB الخاصة ب elementary OS في قائمة الإقلاع، قد تحتاج بدلاً من ذلك لإنشاء قرص DVD ل elementary OS. لإنشاء واحد، قم بإدخال قرص DVD فارغ، ثم اضغط بالزر الأيمن على ملف ال ISO من ال Finder، ثم اختر \"Burn {#release_filename} to Disc\". عند الانتهاء، حاول الإقلاع مجدداً من قرص التثبيت الجديد.",
    "Running the following command in your terminal:": "بتشغيل الأمر التالي على الطرفية (Terminal):",
    "After Installation": "ما بعد التثبيت",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "استغل هذا الوقت لقراءة دليل <a href=\"/docs/learning-the-basics\">بدء الاستخدام</a> لتتعلم أكثر عن نظام التشغيل الجديد الخاص بك."
}
