{
    "Learning the Basics": "تعلم الأساسيات",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "تعلم أكثر عن سطح مكتب elementary OS وكيفية التنقل بين النوافذ، ومساحات العمل، وغيرها.",
    "Desktop": "سطح المكتب",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "يتكون سطح مكتب elementary OS من عنصرين: اللوحة (Panel)، والمرسى (Dock). تستطيع تخصيص خلفية سطح المكتب عن طريق ضغط الضغطة الثانوية (ضغطة على الزر الأيمن بالفأرة أو ضغطة بأصبعين على لوحة اللمس). بإمكانك أيضاً تغيير مظهر سطح المكتب وسلوكه من <strong><a href=\"#system-settings\">إعدادات النظام</a></strong> ← <strong>سطح المكتب</strong>.",
    "Panel": "اللوحة",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "على قمة سطح المكتب هناك اللوحة. على اليمين هناك قائمة التطبيقات، وفي المنتصف هناك التاريخ والوقت، وعلى اليسار هناك مؤشرات النظام.",
    "Applications Menu": "قائمة التطبيقات",
    "Date &amp; Time": "التاريخ والوقت",
    "System Indicators": "مؤشرات النظام",
    "The Panel": "اللوحة",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "لفتح أو البحث عن التطبيقات المثبتة، اختر <strong>التطبيقات</strong> على اللوحة. بإمكانك المرور عبر صفحات التطبيقات عن طريق تحريك عجلة التمرير بالفأرة، أو تمرير أصبعين على لوحة اللمس، أو باستخدام نقاط الصفحات في الأسفل. بإمكانك أيضاً استخدام مغير أسلوب العرض في الأعلى للتبديل بين إظهار تطبيقاتك على شكل شبكة أو قائمة مصنفة.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "ابدأ بالكتابة على قائمة التطبيقات للبحث في تطبيقاتك بالاسم أو الكلمة المفتاحية. البحث سيقوم أيضاً بإظهار إجراءات خاصة بالتطبيقات وإعدادات النظام. مثلاً، عند البحث بإمكانك:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>إطفاء</strong> أو <strong>إعادة تشغيل</strong> جهازك",
    "<strong>Compose Message</strong> with Mail": "<strong>كتابة الرسائل الإلكترونية</strong> مع تطبيق \"البريد\"",
    "Open a <strong>New Incognito Window</strong> in Web": "فتح <strong>تبويب تصفح متخفي</strong> على تطبيق \"الويب\"",
    "Calculate quick math operations like <strong>23 * 5</strong>": "حساب العمليات الرياضية السريعة مثل <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "أخذ <strong>لقطة شاشة للنافذة المفتوحة حالياً</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "إيجاد إعدادات معينة مثل <strong>لوحة المفاتيح ← التنسيق ← مفتاح التشكيل</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "لفتح قائمة التطبيقات من لوحة المفاتيح، اضغط على <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>مسافة</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "مؤشر التاريخ والوقت الموجود في الأعلى على اللوحة يظهر التاريخ والوقت الحاليين. اضغط أينما تريد عليه لإظهار التقويم والأحداث والفعاليات القادمة. اضغط مرتين على أحد الأيام أو اختر فعالية لفتحها في تطبيق \"التقويم\".",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "مؤشرات النظام على يسار اللوحة تظهر حالة جهازك، مثل شبكات الإنترنت، والبطارية، ومدخلات ومخرجات الصوت، والإشعارات، إلخ. عند اختيار أحد المؤشرات ستظهر لك معلومات أكثر له مع إجراءات مرتبطة به.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "التمرير فوق أحد المؤشرات بمؤشر الفأرة سيظهر أيضاً معلومات سريعة، والضغطة على الزر الأوسط بالفأرة أو الضغطة بثلاثة أصابع على لوحة اللمس يظهر اختصاراً للمؤشر. مثلاً:",
    "Sound: Mute": "الصوت: كتم",
    "Bluetooth: Turn Bluetooth on or off": "البلوتوث: تشغيل أو إطفاء البلوتوث",
    "Power: Toggle percentage of battery remaining in the Panel": "الطاقة: إظهار النسبة المئوية لشحن البطارية على اللوحة",
    "Notifications: Toggle Do Not Disturb mode": "الإشعارات: تفعيل وضع عدم الإزعاج",
    "Session: Prompt to shut down": "الجلسة: إطفاء التشغيل",
    "Dock": "المرسى",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "في أسفل سطح المكتب هناك المرسى الذي يستخدم للوصول لتطبيقاتك المفضلة بصورة أسرع، وأيضاً التطبيقات المفتوحة حالياً.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "لإضافة تطبيق إلى المرسى، قم بسحبه من قائمة التطبيقات وإلقائه في المرسى، أو إذا كان مفتوحاً، اضغط عليه بالضغطة الثانوية واختر <strong>أبق في المرسى</strong>. لإزالة تطبيق من المرسى، اسحبه خارجاً وألقه في أي مكان فارغ على سطح المكتب، أو اضغط عليه بالضغطة الثانوية وألغ تحديد الخيار <strong>أبق في المرسى</strong>. قم بسحب التطبيقات الموجودة في المرسى وإعادة إلقائها لتغيير ترتيبها.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "بشكل افتراضي، يقوم المرسى بإخفاء نفسه من أسفل سطح المكتب عند تكبير أحد النوافذ أو عند تداخلها معه. ادفع مؤشر الفأرة تجاه المنتصف من أسفل سطح المكتب لإظهار المرسى واستخدامه عندما يكون مخفياً.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "بإمكانك تخصيص حجم المرسى وسلوكه من <strong><a href=\"#system-settings\">إعدادات النظام</a></strong> ← <strong>سطح المكتب</strong> ← <strong>المرسى واللوحة</strong>.",
    "App Windows": "نوافذ التطبيقات",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "عندما تفتح تطبيقاً، ستظهر نافذته على سطح المكتب. بينما التصميم الخاص بكل تطبيق قد يكون مختلفاً عن الآخر، لكن نوافذ التطبيقات جميعها بشكل عام يمكن إغلاقها، وتحريكها، وتغيير حجمها، وتكبيرها.",
    "Header Bar": "شريط الترويسة",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "معظم التطبيقات لها شريط ترويسة في أعلى نافذتها مع أزرار خاصة بالنافذة وأزرار الإجراءات والتنقل الخاصة بالتطبيق.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "قم بتحريك النافذة عن طريق سحبها لأي مكان من شريط الترويسة، أو بالضغط على <kbd>Alt</kbd><kbd>F7</kbd> ومن ثم تحريك مؤشر الفأرة.",
    "HeaderBar": "شريط الترويسة",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "اضغط الضغطة الثانوية على شريط الترويسة للوصول إلى إجراءات النافذة ومساحة العمل بشكل سريع.",
    "Window Buttons": "أزرار النوافذ",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "أزرار النافذة الخاصة بالتطبيق موجودة في الزوايا العليا على نافذة التطبيق، وهي: الإغلاق على اليمين، والتكبير (إذا كان مدعوماً من التطبيق) على اليسار. إغلاق النافذة سيغلق من التطبيق نفسه، ويمكن إعادة فتحه من قائمة التطبيقات أو المرسى. تكبير النافذة سيغير من حجمها لتأخذ جميع مساحة سطح المكتب مع إبقاء إمكانية الوصول للوحة أو المرسى.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "تستطيع أيضاً سحب النافذة لأعلى سطح المكتب أو الضغط على شريط الترويسة مرتين للتكبير، وسحبها من الأعلى أو الضغط أو الضغط على شريط الترويسة مرتين للتصغير.",
    "Resizing": "تغيير الحجم",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "معظم نوافذ التطبيقات يمكن تغيير حجمها عن طريق سحبها من أي زاوية من النافذة. تستطيع أيضاً ضغط الضغطة الثانوية على شريط ترويسة النافذة واختيار <strong>تغيير الحجم</strong> أو الضغط على <kbd>Alt</kbd><kbd>F8</kbd> للدخول لوضعية تغيير الحجم، ومن ثم تحريك مؤشر الفأرة بأي اتجاه تريده لتغيير حجم النافذة.",
    "Multitasking": "تعدد المهام",
    "elementary OS uses both windows and workspaces for multitasking.": "يستخدم elementary OS كلاً من النوافذ ومساحات العمل لتعدد المهام.",
    "Windows": "النوافذ",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "يمكن لنوافذ التطبيقات أن تتداخل مع بعضها ويمكن تحريكها بجوار بعضها. بإمكانك التنقل بين النوافذ المفتوحة بعدة طرق:",
    "Click or tap on the window you want to switch to": "اضغط أو انقر على النافذة التي تريد الانتقال إليها",
    "Click or tap the app's icon in the dock": "اضغط أو انقر على أيقونة التطبيق في المرسى",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "اضغط على <kbd>Alt</kbd><kbd>Tab</kbd> للتنقل بين النوافذ",
    "Workspaces": "مساحات العمل",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "بشكل افتراضي، يتم فتح نوافذ التطبيقات في مساحة العمل التي تعمل عليها الآن. مع ذلك، يمكنك استخدام العديد من مساحات العمل الأخرى لتنظيم أعمالك المختلفة:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "للتحرك يميناً ويساراً عبر مساحات العمل الخاصة بك، اضغط على <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> أو <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> أو قم بتمرير ثلاثة أصابع على لوحة اللمس أو شاشة اللمس.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "اذهب مباشرة لمساحة عمل معينة عن طريق الضغط على <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> حتى <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. بإمكانك دائماً الذهاب إلى مساحة عمل جديدة عن طريق الضغط على <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "قم بتحريك النوافذ بين مساحات العمل عن طريق سحبهم إلى <a href=\"#multitasking-view\">منظور تعدد المهام</a> أو الضغط على <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> أو <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "قم بتخصيص هذه الاختصارات عبر <strong><a href=\"#system-settings\">إعدادات النظام</a></strong> ← <strong>لوحة المفاتيح</strong> ← <strong>الاختصارات</strong> ← <strong>مساحات العمل</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "بعض النوافذ يمكن أن يتم تكبيرها على مساحة عمل جديدة. تستطيع التنقل بين مساحات العمل كالمعتاد، كما أن إغلاق أو تصغير حجم التطبيق سيرجعه لمساحة العمل السابقة.",
    "Multitasking View": "منظور تعدد المهام",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "منظور تعدد المهام يقوم بإظهار جميع النوافذ المفتوحة فتتمكن بذلك من التنقل بينهم. لفتحه، اختر أيقونة <strong>منظور تعدد المهام</strong> في المرسى، أو اضغط على <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>، أو قم بتمرير ثلاثة أصابع للأعلى على لوحة اللمس أو شاشة اللمس.",
    "Gestures": "الحركات",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "يدعم elementary OS الحركات متعددة اللمس على العتاد المدعوم مثل لوحات اللمس وشاشات اللمس. بشكل افتراضي، تمرير ثلاثة أصابع لليمين أو اليسار يقوم بالتنقل بين مساحات العمل، بينما تمرير ثلاثة أصابع للأعلى يقوم بالدخول لمنظور تعدد المهام.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "قم بتغيير الحركات من <strong><a href=\"#system-settings\">إعدادات النظام</a></strong> ← <strong>الفأرة ولوحة اللمس</strong> ← <strong>الحركات</strong>.",
    "Hot Corners": "الزوايا الساخنة",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "الزوايا الساخنة هي اختصارات يتم تفعيلها عبر وضع مؤشر الفأرة على أحد زوايا الشاشة الرئيسية. بإمكانك تخصيص الزوايا الساخنة لتفعيل إجراءات تعدد المهام مثل عرض النوافذ المفتوحة، وعرض مساحات العمل، وغيرها.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "بإمكانك تخصيص الزوايا الساخنة عبر <strong><a href=\"#system-settings\">إعدادات النظام</a></strong> ← <strong>سطح المكتب</strong> ← <strong>تعدد المهام</strong>.",
    "Multiple Displays": "شاشات العرض المتعددة",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "اللوحة، والمرسى، ومساحات العمل جميعها تظهر على شاشة العرض الرئيسية. أي شاشة عرض أخرى موصولة ستعمل كمساحة عمل منفصلة. لإدارة وتغيير ترتيب شاشات العرض، اذهب إلى <strong><a href=\"#system-settings\">إعدادات النظام</a></strong> ← <strong>شاشات العرض</strong>. شاشة العرض الأساسية ستحمل علامة نجمة مليئة (",
    ") and each display's settings can be changed from its": ") والإعدادات الخاصة بكل شاشة عرض يمكن تغييرها من",
    "menu.": "القائمة الخاصة بها.",
    "Installing Apps": "تثبيت التطبيقات",
    "elementary OS comes with <strong>AppCenter</strong>,the open, pay-what-you-can app store for indie developers. To install a new app:": "يأتي elementary OS مع <strong>آب سنتر</strong>، متجر التطبيقات المفتوح للمطورين المستقلين وعلى طريقة \"ادفع ما تستطيع\". لتثبيت تطبيق جديد:",
    "Open <strong>AppCenter</strong>": "افتح <strong>آب سنتر</strong>",
    "Search in the top-right, or browse by category": "ابحث من الزاوية اليسرى العلوية، أو تصفح حسب الفئات",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "اختر <strong>مجاني</strong> أو المبلغ المقترح بجانب التطبيق الذي تريد تثبيته. لاختيار مبلغ مختلف، اختر هذا الزر <strong>▾</strong> ثم اختر المبلغ الذي تريد.",
    "Sideload": "التحميل المتوازي",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "بعض تطبيقات الطرف الثالث قد لا تكون متوفرة من آب سنتر، وخصوصاً إذا كانت متعددة المنصات وليست مصممة خصيصاً ل elementary OS. تستطيع تنزيل تطبيقات Flatpak وتحميلها بشكل متواز من مصدر خارجي مثل <a href=\"https://flathub.org\">Flathub</a>، وذلك بتنزيل وفتح ملف <code>.flatpakref</code> أو <code>.flatpak</code>، وسيتم فتح أداة التحميل المتوازي لتقوم هي بتنزيله من أجلك. التحديثات على ذلك التطبيق والتطبيقات الأخرى من نفس المصدر قد تظهر بعدها على أنها \"غير مختارة\" على آب سنتر.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "تذكر أن التطبيقات المحملة بشكل متواز والغير مختارة لم تتم مراجعتها من قبل elementary بشأن الحماية أو الخصوصية.",
    "Updating": "إجراء التحديثات",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "يتضمن آب سنتر تحديثات للتطبيقات ونظام التشغيل نفسه تحت تبويب <strong>مثبت</strong>. تذكر أن تقوم بتثبيت التحديثات بشكل متكرر للحصول على آخر الميزات، والإصلاحات، والتحسينات الأمنية. لمزيد من المعلومات المتعلقة بالإصلاحات الأمنية، ارجع إلى <a href=\"https://usn.ubuntu.com/\">تنبيهات الحماية الخاصة ب Ubuntu</a>.",
    "System Settings": "إعدادات النظام",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "يأتي elementary OS بتطبيق <strong>إعدادات النظام</strong> الذي يساعدك على إدارة إعدادات الجهاز وتفضيلات المستخدم. \"إعدادات النظام\" يسمح لك بضبط اختصارات لوحة المفاتيح، ودقة شاشة العرض، وخلفية سطح المكتب، وغيرها.",
    "Search": "البحث",
    "You can find specific settings by typing in the search bar at the top of the window.": "بإمكانك البحث عن إعدادات محددة عن طريق الكتابة في شريط البحث الموجود في أعلى النافذة.",
    "App Settings": "إعدادات التطبيقات",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "تذكر أن تطبيق \"إعدادات النظام\" يتعامل فقط مع الإعدادات وتفضيلات المستخدم على صعيد النظام بأكمله ل elementary OS. إذا كان هناك تطبيق يوفر بعض الإعدادت والتفضيلات، فسيتم إظهارها داخل التطبيق بنفسه.",
    "Keyboard Shortcuts": "اختصارات لوحة المفاتيح",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "اختصارات لوحة المفاتيح في elementary OS تكون بشكل عام مكشوفة حسب سياقها في التلميحات عند التمرير عليها أو في القائمة المنبثقة عند ضغط الضغطة الثانوية.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "لإظهار خريطة اختصارات لوحة المفاتيح لسطح المكتب، اضغط على المفتاح <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "يمكن تخصيص اختصارات لوحة المفاتيح من القائمة هذه",
    "menu in the shortcuts overlay or in": "الموجودة في خريطة الاختصارات أو في",
    "→": "←",
    "Keyboard": "لوحة المفاتيح",
    "Shortcuts": "الاختصارات"
}
