{
    "Translation Guide": "دليل الترجمة",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "توطين موقعنا والتطبيقات جزء هام من جعل نظام تشغيل إيليمنتري متوفرا لأكبر عدد ممكن من الناس. عوض التعويل على فريق ترجمة داخلي، نستخدم التعهيد الجماعي حتى يتسنى للجميع اقتراح ترجمات مع معرفة تقنية قليلة إلى معدومة. للمحافظة على صوتنا متسق بين كامل المنصة، ولمساعدة المترجمين الجدد للبدء، قمنا بتجميع دليل الترجمة هذا.",
    "Translating Applications": "تطبيقات الترجمة",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "يتم ترجمة التطبيقات من خلال Rosetta: واجهة الترجمة المستضافة في منصة الإقلاع. لاقتراح ترجمات، يجب عليك:",
    "Have a": "إمتلاك",
    "Launchpad account": "حساب لانش باد",
    "Set your": "إختر",
    "language preferences": "تفضيلات اللغة",
    "Browse our": "إستعرض",
    "translatable projects": "مشاريع الترجمة",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "بعد تعيين خيارك، يمكنك تقديم اقتراحات لنصوص لم تقم بترجمتها بعد، أو اقتراح تحويرات على نصوص قمت بترجمتها مسبقا. هذه الإقتراحات سيتم تقييمها من قبل عضو في فريق الترجمة وسيقومون باختيار الأكثر مناسبة بينها. لمزيد من المعلومات حول Rosetta، يمكن مراجعة <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">توثيقهم</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "عند الترجمة يمكن أن يواجهك موقف أين عليك الإختيار بين طرق عديدة لقول نفس الشيء. في هذه الحالات يمكنك اتباع <a href=\"https://help.launchpad.net/Translations/Guide\">دليل المترجم العام</a> لأوبنتو، وفيما يتعلق بالإشكالات الخاصة باللغة نقوم باتباع <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">المبادئ التوجيهية لفريق الترجمة</a> لأوبنتو. إتباع هذه الأدلة يضمن ترجمات متناسقة، كما يمكن الجميع من المشاركة.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "إذا لم تكن لديك رغبة في استعمال Rosetta، أو إذا أردت إدخال تغييرات عديدة في وقت واحد، يمكنك أيضا الترجمة دون اتصالك بالإنترنت. لتقوم بذلك: ",
    "Go to a project you want to translate": "إذهب إلى مشروع تريد ترجمته",
    "Choose your language": "اختر لغتك",
    "Click on &quot;Download translation&quot;": "إضغط على \"تحميل الترجمة\"",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "أنت الآن قادر على طلب إيميل، الذي يمنحك الرابط الصائب لتحميل الترجمات. الآن:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "إستخدم محرر ملفات po أو محرر نصوصك المفضل (على سبيل المثال <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "إبدأ الترجمة",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "بمجرد إتمامك، إستخدم خيار \"رفع الترجمة\" من نفس الصفحة التي قمت بالتحميل منها.",
    "Translating our Website": "ترجمة موقعنا",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "موقنا مترجم من خلال <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. لاقتراح ترجمات، يجب عليك:",
    "Transifex account": "حساب Transifex",
    "Join our": "انضم إلينا",
    "translation team": "فريق الترجمة",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "لمزيد من العملومات حولة Transifex، يمكنك مراجعة  <a href=\"http://docs.transifex.com/tutorials/txeditor\">توثيقهم</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "بالنسبة لتطبيقاتنا، نقوم باتباع <a href=\"https://help.launchpad.net/Translations/Guide\">دليل المترجم العام</a> لأوبنتو، وفيما يتعلق بالإشكالات الخاصة باللغة نقوم باتباع <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">المبادئ التوجيهية لفريق الترجمة</a> لأوبنتو."
}