{
    "Translation Guide": "دليل الترجمة",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "توطين موقعنا وتطبيقاتنا هو جزء مهم من جعل elementary OS متوفراً لأكبر عدد ممكن من الناس. بدلاً من الاعتماد على فريق ترجمة داخلي، نعتمد على التعهيد الجماعي (الاستعانة بالجمهور) حتى يتمكن الجميع من اقتراح ترجمات دون الحاجة لأية خبرات تقنية. لكي نحافظ على تناسق آرائنا عبر المنصة بأكملها، ولكي نساعد المترجمين الجدد في البدء، قمنا معاً بإنشاء دليل الترجمة هذا.",
    "Steps to Begin Translation": "الخطوات اللازمة لبدء الترجمة",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "تطبيقاتنا و موقعنا تتم ترجمته من خلال Weblate: نظام إدارة ترجمات حر (مفتوح المصدر) ويعمل على الويب. من أجل تقديم الترجمات، ينبغي عليك أن:",
    "Have a": "تمتلك",
    "Weblate account": "حساب Weblate",
    "Set your": "تختار",
    "language preferences": "تفضيلات اللغة",
    "Browse our": "تتصفح",
    "translatable projects": "المشاريع القابلة للترجمة",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "بمجرد اختيارك لأحد المشاريع، ستتمكن من تقديم اقتراحات للنصوص التي لم تتم ترجمتها بعد، أو اقتراح تغييرات على النصوص التي ترجمتها من قبل. سيتم تقييم هذه الاقتراحات من قبل عضو في فريق الترجمة وسيقوم باختيار الترجمة الأنسب. للمزيد من المعلومات، بإمكانك الرجوع إلى <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">الوثائق والمستندات</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "بشكل افتراضي، ستتمكن فقط من تقديم الترجمات على شكل اقتراحات. إذا كنت تود الحصول على الإذن لحفظ الترجمات، <a href=\"https://translators-slack.elementary.io/\">انضم إلى مجتمع المترجمين على Slack</a> وأرسل رسالة لأحد المدراء باسم المستخدم الخاص بك على Weblate واللغة التي تريد الترجمة إليها.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "عند الترجمة، من المحتمل أن تصادف حالة بعض الحالات المتعلقة بإمكانية التعبير عن أحد الكلمات بألفاظ مختلفة، ويجب عليك اختيار واحدة فقط من هذه الألفاظ. في هذه الحالات، نحن نقوم بالرجوع ل <a href=\"https://help.launchpad.net/Translations/Guide\">دليل المترجم العام</a> الخاص ب Ubuntu، وبالنسبة للمشاكل المتعلقة بلغة معينة، نقوم بالرجوع ل <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">توجيهات الترجمة للأفرقة</a> الخاصة ب Ubuntu. اتباع هذه التوجيهات سيضمن ترجمات موحدة للجميع، مع السماح لأي أحد بالمشاركة في أي وقت.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "إذا كنت لا تريد الترجمة باستخدام Weblate, أو تريد التعديل على الكثير من النصوص في نفس الوقت، بإمكانك أيضاً الترجمة دون اتصال بالإنترنت. لعمل ذلك:",
    "Go to a project you want to translate": "اذهب إلى مشروع تريد ترجمته",
    "Choose your language": "اختر لغتك",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "اضغط على \"Files\"، ثم اختر \"Download translation as gettext PO\"",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "اختر محرر النصوص، أو الكود، أو ملفات PO الذي تفضله (على سبيل المثال <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "ابدأ بالترجمة",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "عند انتهائك، استخدم خيار \"Upload translation\" في قائمة \"Files\" على نفس الصفحة التي حملت الملفات منها سابقاً.",
    "Additional Info": "معلومات إضافية",
    "We won't support translation of the following pages:": "لن ندعم ترجمة الصفحات التالية:"
}
