{
    "Brand": "Tuotemerkki",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "elementaryn brändi kuuluu elementary, Inc.:lle, yritykselle joka tukee ja ohjaa elementary-tuotteiden kehitystä. Nämä ohjeet kuvaavat, milloin ja miten elementaryn brändiä tulisi käyttää.",
    "Company and Product Names": "Yritys- ja tuotenimet",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Sana <strong>elementary</strong> on elementary, Inc.:n tavaramerkki, joka viittaa itse yritykseen. Se kirjoitetaan aina pienellä alkukirjaimella, myös lauseen alussa. Sitä voidaan käyttää myös tuotteiden nimissä (esim. “elementary OS”) viitaten yksittäisiin elementary, Inc.:n tuotteisiin.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "elementary, Inc.:n ensisijainen tuote on <strong>elementary OS</strong>. Väärinkäsitysten välttämiseksi elementary OS -termiä ei tule koskaan lyhentää muotoon “elementary” tai muuhun lyhenteeseen.",
    "Brand Marks": "Tuotemerkit",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "",
    "Both should be used with the following in mind:": "Kumpaakin tulee käyttää seuraavat asiat huomioiden:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Älä venytä, aseta viistoon, käännä, peilaa tai muuten muuta merkkejä.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Älä käytä merkkejä sekavalla taustalla. Yksiväriset taustat soveltuvat parhaiten käyttöön.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "",
    "elementary Logomark": "elementary-logomerkki",
    "Default logomark": "",
    "Alternate elementary Logomark": "",
    "Alternate logomark": "",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "",
    "elementary Logotype": "elementary-logotyyppi",
    "Logotype": "Logotyyppi",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "",
    "The logotype should always be used under the following guidelines:": "Logotyyppiä tulisi aina käyttää seuraavien ohjenuorien mukaisesti:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Älä käytä logotyyppiä pienikokoisena; jos lopputulos näyttää epäselvältä, käytä sen sijaan logomerkkiä.",
    "Color": "Väri",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "",
    "Strawberry": "Mansikka",
    "Strawberry 100": "Mansikka 100",
    "Strawberry 300": "Mansikka 300",
    "Strawberry 500": "Mansikka 500",
    "Strawberry 700": "Mansikka 700",
    "Strawberry 900": "Mansikka 900",
    "Orange": "Appelsiini",
    "Orange 100": "Appelsiini 100",
    "Orange 300": "Appelsiini 300",
    "Orange 500": "Appelsiini 500",
    "Orange 700": "Appelsiini 700",
    "Orange 900": "Appelsiini 900",
    "Banana": "Banaani",
    "Banana 100": "Banaani 100",
    "Banana 300": "Banaani 300",
    "Banana 500": "Banaani 500",
    "Banana 700": "Banaani 700",
    "Banana 900": "Banaani 900",
    "Lime": "Lime",
    "Lime 100": "Lime 100",
    "Lime 300": "Lime 300",
    "Lime 500": "Lime 500",
    "Lime 700": "Lime 700",
    "Lime 900": "Lime 900",
    "Mint": "",
    "Mint 100": "",
    "Mint 300": "",
    "Mint 500": "",
    "Mint 700": "",
    "Mint 900": "",
    "Blueberry": "Mustikka",
    "Blueberry 100": "Mustikka 100",
    "Blueberry 300": "Mustikka 300",
    "Blueberry 500": "Mustikka 500",
    "Blueberry 700": "Mustikka 700",
    "Blueberry 900": "Mustikka 900",
    "Grape": "Viinirypäle",
    "Grape 100": "Viinirypäle 100",
    "Grape 300": "Viinirypäle 300",
    "Grape 500": "Viinirypäle 500",
    "Grape 700": "Viinirypäle 700",
    "Grape 900": "Viinirypäle 900",
    "Bubblegum": "",
    "Bubblegum 100": "",
    "Bubblegum 300": "",
    "Bubblegum 500": "",
    "Bubblegum 700": "",
    "Bubblegum 900": "",
    "Latte": "",
    "Latte 100": "",
    "Latte 300": "",
    "Latte 500": "",
    "Latte 700": "",
    "Latte 900": "",
    "Cocoa": "Kaakao",
    "Cocoa 100": "Kaakao 100",
    "Cocoa 300": "Kaakao 300",
    "Cocoa 500": "Kaakao 500",
    "Cocoa 700": "Kaakao 700",
    "Cocoa 900": "Kaakao 900",
    "Silver": "Hopea",
    "Silver 100": "Hopea 100",
    "Silver 300": "Hopea 300",
    "Silver 500": "Hopea 500",
    "Silver 700": "Hopea 700",
    "Silver 900": "Hopea 900",
    "Slate": "Liuskekivi",
    "Slate 100": "Liuskekivi 100",
    "Slate 300": "Liuskekivi 300",
    "Slate 500": "Liuskekivi 500",
    "Slate 700": "Liuskekivi 700",
    "Slate 900": "Liuskekivi 900",
    "Black": "Musta",
    "Black 100": "Musta 100",
    "Black 300": "Musta 300",
    "Black 500": "Musta 500",
    "Black 700": "Musta 700",
    "Black 900": "Musta 900",
    "Fonts": "Fontit",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "",
    "Third Parties &amp; Community": "Kolmannet osapuolet &amp; Yhteisö",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "",
    "Voice/tone": "Ääni/sävy",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Kuitenkin, välttääksemme käyttäjien sekaannusta me rajoitamme elementary nimen ja merkkien käyttöä:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "",
    "Community": "Yhteisö",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Suosittelemme yhteisötuotteita (sivut, faniklubit, jne.) käyttämään elementary Yhteisö logoa:",
    "elementary Community Logo with color": "elementary Yhteisö -logo väreillä",
    "elementary Community Logo in black": "elementary Yhteisö -logo mustana",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "",
    "Hardware Distributors": "Laitteistojakelijat",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "",
    "Software modifications are approved by elementary, Inc.": "",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Muokkaa <code>DISTRIB_DESCRIPTION</code> kohtaa tiedostosta <code>/etc/lsb-release</code> tavaramerkin poistamiseksi.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Korvaa ikonografia, kuten <code>distributor-logo</code> ikoni kohteessa <code>/usr/share/icons/elementary/places/</code> jokaiselta resoluutiolta.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "",
    "Merchandise": "Myytävät tavarat",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "",
    "Assets &amp; More Info": "Tiedostot &amp; lisätietoa",
    "Download on GitHub": "Lataa GitHubista",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Saadaksesi lisätietoa elementary-nimen käyttöön liittyen, brändäyksestä ja tavaramerkistä, ota yhteys sähköpostiin <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Brändi &sdot; elementary"
}
