{
    "Code of Conduct": "Käytössäännöt",
    "Community Guidelines": "Yhteisön ohjeet",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "elementary-yhteisössä toimiminen on mahtava kokemus; mahdollisuus olla osa jotain suurta, tehdä yhteistyötä eri puolilta maailmaa olevien ihmisten kanssa, ja auttaa ihmisiä tekemään tietokoneistaan mahtavia. Tulee kuitenkin ottaa huomioon, että se merkitsee myös vastuuta seurata sääntöjä, joilla taataan paras toimintaympäristö kaikille. Seuraavia sääntöjä tulee noudattaa aina, kun olet tekemisissä yhteisön kanssa, tapahtui se sitten Slackissa, GitHubissa, elementary-yhteisösivustolla, kasvotusten tai missä tahansa muualla.",
    "I. Respect": "I. Kunnioitus",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Toisten kunnioittaminen on ensiarvoisen tärkeää. Muista kunnioittaa ihmisiä ja heidän mielipiteitään, henkilökohtaisia taustojaan, yksityisyyttään sekä ideoitaan. Elementary-yhteisö ei ole paikka epäkunnioittaville tai loukkaaville huomautuksille, oli syynä mikä tahansa. Antaessasi kritiikkiä, lähesty asiaa rakentavasti ja kunnioittavasti. Henkilökohtaisia hyökkäyksiä ei suvaita. Saadessasi rakentavaa kritiikkiä, ota se huomioon ja kiitä kriitikkoja heidän palautteestaan, suhtauduitpa siihen miten tahansa.",
    "II. Content": "II. Sisältö",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementaryn yhteisö koostuu tuhansista käyttäjistä, joista jokainen on iältään, uskomuksiltaan ja kypsyydeltään omanlaisensa. Täten on syytä olla tietoinen siitä, millaista sisältöä tuottaa ja millaisia huomautuksia tekee. Alastomuutta, yliampuvan karkeaa kielenkäyttöä tai käyttäytymistä, poliittista tai uskonnollista sisältöä ei saa esiintyä elementaryyn liittyvissä yhteyksissä. elementaryn moderaattoreille kuuluu viimeinen sana siitä, mikä on hyväksyttävää ja mikä ei. Jos et ole varma asiasta, mieti olisiko sisältösi sellaista, jota olisit valmis näyttämään täydelle huoneelle ihmisiä, mukaan lukien lapsia ja isoäitejä. Jos epäröit yhtään, älä julkaise sitä.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Elementary-moderoiduissa yhteisöissä jaettujen ruudunkaappausten ei tule sisältää muita käyttöjärjestelmiä jäljitteleviä teemoja, ihmisiä esineellistäviä kuvia tai piirroksia, eikä muutakaan sisältöä, joka muilla tavoin rikkoo ohjesääntöjämme.",
    "III. Rumors and Speculation": "III. Huhut ja arvailut",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Vältä juorujen ja spekulointien levittämistä, vaikka elementaryn nopeatahtinen ja innostava luonne siihen helposti innostaakin. On hyväksyttävää puhua tulevaisuuden suunnitelmista, mutta jos se ei ole varmistettu tosiasia, esitä se omana olettamuksenasi tai älä keskustele siitä ollenkaan. Epätarkan tiedon levittäminen voi olla haitaksi yhteisölle, etenkin jos se esitetään kielteisestä näkökulmasta.",
    "IV. Helpful Discussion": "IV. Avulias keskustelu",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary syntyy yksittäisten ihmisten yhteistyöstä, jota he tekevät vapaa-ajallaan luodakseen jotain erityistä. On tärkeää kunnioittaa tätä seikkaa, ja osallistua keskusteluun terveellä ja avuliaalla tavalla. Kokoontumisissa keskitytään aiheeseen, ja ollaan äänessä vain, jos on jotain hyödyllistä sanottavaa juuri siihen hetkeen. Verkkosivustolla kommentoidessa pysytään siinä aiheessa, joka on kyseisessä lokikirjauksessa tai vastausketjussa määritelty. Älä jorise turhia kehitykseen liittyvissä keskusteluissa kuten ongelmanseurannassa, koevedosanomuksissa, postituslistoissa, IRC:ssa tai Slackissa. Siitä seuraa vain keskustelun siirtymistä pois aiheesta, joka puolestaan aiheuttaa turhaa luettavaa lokeihin kehittäjille, jotka eivät välttämättä sillä hetkellä ole paikalla.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Koska olemme enimmäkseen verkon yli toimiva yhteisö, meille on tärkeää varoa Internetin mahdollisesti haitallisia puolia. Älä trollaa; kinastelun aloittaminen tai huomautusten esittäminen pelkästään toisen mielen pahoittamiseksi on lapsellista, eikä sitä hyväksytä. Spammaamista ei myöskään hyväksytä; tällaiseksi lasketaan myös aiheeseen liittymättömille sivustoille vievien hyperlinkkien julkaiseminen, sekä toistuva samalle sivustolle vievän linkin julkaisu. Jos joku trollaa tai spammaa, estä hänet ja ilmoita hänestä.",
    "V. Avoiding Conflict": "V. Ristiriitojen välttäminen",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Jos sinusta tuntuu että joku—olipa kyseessä sitten uusi tai pitkäaikainen talkoolainen—käyttäytyy töykeästi, kerro siitä hänelle kohteliaasti. Ongelmien kohtaaminen kasvotusten ennen niiden kasautumista on tärkeää. Kaikilla on oma osansa sujuvan viestinnän aikaansaamiseksi meidän (joskus haasteellisen) omintakeisessa työympäristössämme.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Samaan tapaan on syytä pyrkiä ammattimaiseen, tarkkaan ja kunnioittavaan viestintään muiden projektien, yritysten tai ihmisten kanssa, sekä kun niitä mainitsee muissa yhteyksissä. Muista, että sanasi ja tekosi voidaan mieltää elementary-yhteisön sanoiksi ja teoiksi. Rakentava arvostelu voi olla hyödyllistä, mutta tuo se esiin aina myönteisestä näkökulmasta, äläkä koskaan hämää tai herjaa—jos et ole varma, on todennäköisesti parempi jättää asia sanomatta tai tekemättä.",
    "VI. Step Down Considerately": "VI. Väisty harkiten",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Oman elämän tärkeysjärjestys, mielenkiinnon kohteet ja intohimot voivat muuttua. Jos tunnet tarvetta irrottautua elementaryyn liittyvästä projektista jossa olet mukana, tee se mahdollisimman vähän ongelmia aiheuttavasti. Kun työskentelee yhdessä, työt ja ideat eivät enää ole yksityistä omaisuutta; ne kuuluvat koko elementary-yhteisölle. Ilmoita muille ryhmän jäsenille aikeistasi jättäytyä pois, ja mikäli mahdollista, avusta korvaavan jäsenen löytämisessä. Mikäli et voi muuta tehdä, mahdollista vähintäänkin se, että projektisi voi jatkua siitä mihin sen jätät.",
    "Consequences": "Seuraukset",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Jos päätät jättää noudattamatta näitä ohjesääntöjä tai muuten häiritset yhteisön toimintaa, varaamme oikeuden seuraaviin toimenpiteisiin: julkaisemasi sisällön muokkaaminen tai poistaminen; käyttäjätilisi poistaminen käytöstä tai porttikieltäminen kolmannen osapuolen sivustoilla; Slack-käyttäjätilisi poistaminen käytöstä; tai muunlaiset toimenpiteet estääksemme vuorovaikutuksesi yhteisön kanssa.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>elementaryn ohjesääntö on lisensoitu <a href=\"https:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/deed.fi\" target=\"_blank\" rel=\"noopener\">Creative Commonsin Nimeä-JaaSamoin 3.0<\/a> -lisenssillä. Joissain kohdissa on otettu mallia <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntun ohjesäännöistä<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Ohjesääntö &sdot; elementary"
}
