{
    "Be a Part of Something Bigger": "Ole osa jotain suurempaa",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Kaikki mitä teemme on 100-prosenttisesti avointa lähdekoodia ja kehitetty yhteistyössä ympäri maailmaa olevien ihmisten kanssa. Vaikka et olisikaan ohjelmoija, voit osallistua toimintaan ja tehdä merkityksellisiä asioita.",
    "Funding": "Rahoitus",
    "Translations": "Käännökset",
    "Support": "Tuki",
    "Web": "Verkko",
    "Desktop": "Työpöytä",
    "Design": "Suunnittelu",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Sinun avullasi olemme kyenneet kasvamaan pienestä vapaaehtoisryhmästä pieneksi yritykseksi. Toisen täysiaikaisen kehittäjän palkkaaminen on entistä lähempänä jokaisen avustuksen myötä.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon toimii kuten joukkorahoituskampanja. Valitse lahjoituksen summa, saa palkkioita ja auta meitä tavoitteissamme.",
    "Learn More": "Lisätietoja",
    "Become a Patron": "Ryhdy kannattajaksi",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Käytä pankki- tai luottokorttia, tai PayPal-tiliä. Voit valita kertamaksun tai asettaa toistuvaismaksun.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Auta meitä taloudellisesti, saa vastineeksi jotain käsin kosketeltavaa.",
    "Visit Store": "Käy kaupassa",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "",
    "Bountied Bugs": "Palkkiota odottavat viat",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS on käytössä ympäri maailman, ja samalla se on maailmanlaajuisen käyttäjäkunnan työn tulos. Auta tekemään käyttökokemuksesta entistä parempi kääntämällä järjestelmä eri kielille.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Sekä elementary OS että tämä verkkosivusto ovat avoimesti käännettävissä verkkokäännösalusta Weblatea käyttäen.",
    "Suggest Translations": "Ehdota käännöksiä",
    "World map": "Maailman kartta",
    "Question &amp; Answer": "Kysy ja vastaa",
    "StackExchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange on kysymys- ja vastaussivusto, jonka tarkoitus on tarjota parhaat vastaukset yleisiin ja hieman harvinaisempiinkin kysymyksiin. Kuka tahansa voi luoda käyttäjätilin ja vastata muiden kysymyksiin.",
    "Unanswered Questions": "Vastaamattomat kysymykset",
    "New Questions": "Uudet kysymykset",
    "Documentation": "Dokumentaatio",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tarjoaa oppaat niin käyttäjille kuin kehittäjillekin. Kaikki oppaat on kirjoitettu käyttäen Markdown-merkintäkieltä, ja ohjeet löytyvät GitHubista. Muutosten tekeminen tai uusien osioiden lisääminen on siis todella helppoa.",
    "Learning The Basics Guide": "Perusasiat tutuksi -ohje",
    "Developer Docs": "Kehittäjädokumentaatio",
    "Web Development": "Web-kehitys",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Tämä sivusto on rakennettu käyttäen HTML:ää, CSS:ää, PHP:tä ja JavaScriptiä. Jos tunnet kyseisiä teknologioita hyvin, olet tervetullut osallistumaan verkkosivuston kehitykseen.",
    "Fork Our Website on GitHub": "Haarauta sivusto GitHubissa",
    "Report a Website Issue": "Ilmoita verkkosivustoa koskevasta ongelmasta",
    "Desktop Development": "Työpöydän kehitys",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Browse Our Code": "Selaa koodia",
    "Bitesized Bugs": "Pienehköt viat",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "",
    "Browse Our Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "",
    "Browse Our Icons": "",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "Browse Needs Design Issues": "",
    "Get Involved with elementary OS": "Osallistu elementary OS:ään"
}
