{
    "Be a Part of Something Bigger": "Ole osa jotain suurempaa",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Kaikki mitä teemme on 100-prosenttisesti avointa lähdekoodia ja kehitetty yhteistyössä ympäri maailmaa olevien ihmisten kanssa. Vaikka et olisikaan ohjelmoija, voit osallistua toimintaan ja tehdä merkityksellisiä asioita.",
    "Funding": "Rahoitus",
    "Translations": "Käännökset",
    "Support": "Tuki",
    "Web": "Verkko",
    "Desktop": "Työpöytä",
    "Design": "Suunnittelu",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Käyttäjien ja fanien avulla olemme kyenneet kasvamaan pienestä vapaaehtoisten joukosta pieneksi mutta kannattavaksi yritykseksi. Pienikin tuki auttaa meitä parantamaan elementary OS:ää ja keskittymään kaikkein kunnianhimoisimpiin tavoitteisiin.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Rahoita elementarya suoraan ja ansaitse merkki GitHub-profiilisi tuen antamisen osoittamiseksi. GitHub Sponsors -ohjelma ei veloita mitään ylimääräisiä kuluja, joten se on erinomainen tapa osallistua.",
    "Sponsor on GitHub": "Sponsoroi GitHubissa",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon toimii kuten jatkuva yhteisöpohjainen rahoituskampanja. Valitse kuukausittainen summa, jolla haluat osallistua tavoitteidemme saavuttamisen tukemiseksi. Lisäksi saat palkkioita ja saat sisältöä luettavaksi ennen muita.",
    "Back on Patreon": "Tue Patreonissa",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Käytä pankki- tai luottokorttia, tai PayPal-tiliä. Voit valita kertamaksun tai asettaa toistuvaismaksun.",
    "Use PayPal": "Käytä PayPalia",
    "PayPal - The safer, easier way to pay online!": "PayPal - Turvallisempi ja helpompi tapa maksaa verkossa!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Määritä toistuvat avustukset Liberapayn kautta. Liberapay on avoimeen lähdekoodiin pohjautuva voittoa tavoittelematon rahoitusalusta.",
    "Contribute with Liberapay": "Osallistu Liberapayn välityksellä",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS on käytössä ympäri maailman, ja samalla se on maailmanlaajuisen käyttäjäkunnan työn tulos. Auta tekemään käyttökokemuksesta entistä parempi kääntämällä järjestelmä eri kielille.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Sekä elementary OS että tämä verkkosivusto ovat avoimesti käännettävissä verkkokäännösalusta Weblatea käyttäen.",
    "Learn More": "Lisätietoja",
    "Join Chat": "Liity keskusteluun",
    "Suggest Translations": "Ehdota käännöksiä",
    "World map": "Maailman kartta",
    "Question &amp; Answer": "Kysy ja vastaa",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange on kysymys- ja vastauspalsta; sen kautta löydät parhaat vastaukset yleisimpiin kysymyksiin. Kuka tahansa voi luoda käyttäjätilin ja esittää kysymyksiä tai vastata kysymyksiin.",
    "New Questions": "Uudet kysymykset",
    "Unanswered Questions": "Vastaamattomat kysymykset",
    "Documentation": "Dokumentaatio",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tarjoaa oppaat niin käyttäjille kuin kehittäjillekin. Kaikki oppaat on kirjoitettu käyttäen Markdown-merkintäkieltä, ja ohjeet löytyvät GitHubista. Muutosten tekeminen tai uusien osioiden lisääminen on siis todella helppoa.",
    "Learning the Basics Guide": "Perusasioiden opettelu",
    "Developer Docs": "Kehittäjädokumentaatio",
    "Web Development": "Web-kehitys",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Tämä sivusto on rakennettu käyttäen HTML:ää, CSS:ää, PHP:tä ja JavaScriptiä. Jos tunnet kyseisiä teknologioita hyvin, olet tervetullut osallistumaan verkkosivuston kehitykseen.",
    "Report a Website Issue": "Ilmoita verkkosivustoa koskevasta ongelmasta",
    "Fork the Website on GitHub": "Haarauta sivusto GitHubissa",
    "Desktop Development": "Työpöydän kehitys",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Työpöytäympäristömme ja kaikki sen sovellukset on toteutettu käyttäen Valaa, GTK:ta, Granitea ja lukuisia muita avoimia kirjastoja. Kaikki koodimme on GitHubissa, missä myös kehitys tapahtuu. Jos et ole koskaan aiemmin kehittänyt elementary OS:lle, suosittelemme tutustumaan kehittäjän oppaaseen.",
    "Developer Guide": "Kehittäjän opas",
    "Browse Code": "Selaa koodia",
    "Report issues": "Ilmoita ongelmista",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Auta seuraamalla ongelmia tai ilmoittamalla uusista ongelmista. Voit myös vahvistaa ongelmia, tarjota lisätietoja ja siivota olemassa olevia ongelmia.",
    "Read the Guide": "Lue ohje",
    "Fix issues": "Korjaa ongelmia",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Osallistu elementary OS:n tekemiseen korjaamalla ongelmia, parantamalla toiminnallisuuksia tai toteuttamalla uusia ominaisuuksia.",
    "Bitesize Issues": "Bitesize-ongelmat",
    "Create apps": "Luo sovelluksia",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Paranna elementary OS:n ekosysteemiä ja ansaitse rahaa luomalla uusia sovelluksia Sovelluskeskukseen.",
    "Publish on AppCenter": "Julkaise Sovelluskeskuksessa",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Design-tiimille muuntaa ideat toteutettaviksi kehityskohteiksi. Ennen kuin hyppäät syvemmälle, suosittelemme lukemaan perusasiat design-työnkulusta.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Design-tiimimme seuraa “Needs Design”-ongelmia GitHubissa. Nämä saattavat tarvita lisäkeskustelua, rautalankavedoksia ja muita konkreettisia asioita.",
    "See ‘Needs Design’ Issues": "Katso ‘Needs Design’-ongelmat",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS käyttää järjestelmän tyyliarkkia, mikä on toteutettu CSS:llä. Tyyliarkki määrittää miten käyttöliittymä — kuten painikkeet, työkalurivit ja valikot — näytetään.",
    "View Stylesheet": "Tutustu tyyliarkkiin",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS sisältää vektorikuvakkeiden kokoelman, mitä käytetään kaikkien oletussovellusten kesken ja se saatetaan myös kolmansien osapuolten sovellusten käytettäväksi.",
    "Browse Icons": "Selaa kuvakkeita",
    "Get Involved with elementary OS": "Osallistu elementary OS:ään"
}
