{
    "Press Resources": "Lehdistöresurssit",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Rakastamme lehdistön kanssa työskentelyä — niin Linux-maailmassa kuin tekniikan ja kulttuurin piireissä yleisesti — jakaaksemme tarinamme ja uusimmat kuulumiset.",
    "Join Our Press List": "Liity lehdistölistalle",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Kuule ensimmäisten joukossa, kun tarjolla on merkittäviä uusia julkaisuja tai kehitystapahtumia. Lähetämme ensitiedon lehdistöjulkaisuihin ja lehdistöaineistoihin, mukaan lukien korkealaatuisiin kuvakaappauksiin.  Tämän listan kautta lähetetään <strong>erittäin harvoin<\/strong> uutta tietoa; lähetämme merkittävimmät uutiset noin kerran vuodessa.",
    "Email": "Sähköposti",
    "First Name": "Etunimi",
    "Last Name": "Sukunimi",
    "Publication": "Julkaisu",
    "Subscribe": "Tilaa",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "",
    "Read Announcement": "Lue julkaisutiedote",
    "Download Press Kit": "Lataa lehdistöpaketti",
    "News &amp; Announcements": "Uutiset &amp; tiedonannot",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "",
    "Visit Medium": "Käy Mediumissa",
    "Brand Resources": "Brändiresurssit",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "",
    "View Brand Resources": "Katso brändiresurssit",
    "Get in Touch": "Ota yhteys",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Muodosta suora keskusteluyhteys tiimiimme lähettämällä sähköpostia osoitteeseen <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. Toivotamme tervetulleiksi haastattelupyynnöt, podcast-esiintymispyynnöt ja yleiset lehdistötiedustelut.",
    "Send an Email": "Lähetä sähköpostia",
    "Press &sdot; elementary": "Lehdistö &sdot; elementary"
}
