{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Uskomme ainutlaatuiseen yhdistelmään, joka koostuu ensiluokkaisesta käyttökokemuksesta ja avoimen lähdekoodin maailmaa muuttavasta voimasta.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary perustettiin 2007 pienen ja intohimoisen vapaaehtoisryhmän toimesta. Vuosien saatossa kasvoimme pieneksi yritykseksi, ja siten olemme pystyneet rahoittamaan avoimen lähdekoodin ohjelmistojen kehitystä. Olemme omistautunut ryhmä kehittäjiä, suunnittelijoita, teknisiä kirjoittajia ja käyttäjiä. Tavoitteemme on luoda erinomaisia avoimeen tietojenkäsittelyyn liittyviä kokemuksia. Me olemme elementary.",
    "Pacific Daylight Time": "Pacific Daylight Time",
    "India Standard Time": "India Standard Time",
    "Eastern Daylight Time": "Eastern Daylight Time",
    "Mountain Daylight Time": "Mountain Daylight Time",
    "Central Daylight Time": "Central Daylight Time",
    "Central European Summer Time": "Central European Summer Time",
    "Brasilia Time": "Brasilia Time",
    "British Summer Time": "British Summer Time",
    "Eastern European Time": "Eastern European Time",
    "Korea Standard Time": "Korea Standard Time",
    "Moscow Time": "Moscow Time",
    "Community &amp; Collaborators": "Yhteisö ja avustajat",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementarya ei olisi olemassa ilman omistautunutta yhteisöä ja avustajia muista avoimen lähdekoodin projekteista.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Osallistu",
    "Powered by Slack": "Taustapalveluna toimii Slack",
    "Team &sdot; elementary": "Tiimi ⋅ elementary"
}