{
    "Getting Started": "Começando",
    "Welcome to the elementary Developer Guide! This book was created to teach you all about creating and distributing apps for elementary OS. The introduction will make sure that you have all the tools for the job and a solid understanding of what this book is about. Some of you may feel confident enough to jump straight into coding. If that's the case, you might want to skip ahead and start writing your first app.": "Bem vindo ao Guia de Desenvolvimento para o elementary! Este livro foi criado para te ensinar tudo o que precisas para criar e distribuir aplicações para o elementary OS.\nA introdução vai assegurar que tens todas as ferramentas necessárias para o trabalho, e uma compreensão profunda sobre o que este livro vai endereçar. Poderás já ter a experiência necessária para passares logo para o código. Neste caso, podes saltar a introdução e escrever a tua primeira aplicação.",
    "However, we strongly recommend to at least skim through this preparation step. Having the right setup is going to help you reach your goals faster, and having a solid foundation is going to help you throughout the rest of this book.": "Ainda assim aconselhamos-te a pelo menos passares os olhos pelo passo inicial de preparação. Teres tudo bem configurado e preparado para atingires rapidamente os teus objectivos, bem como uma sólida compreensão de base, vai-te ajudar a chegar ao fim sem sobresaltos.",
    "What We Will And Won't Cover": "O Que Vamos e Não Vamos Cobrir",
    "We're going to assume that you have absolutely no experience in writing apps for elementary. But we will assume some basic programming knowledge, and hopefully a little experience in Vala or at least similarly syntaxed languages. If you're not familiar with Vala, we highly encourage you to brush up on it before coming here.": "Vamos desde já assumir que não tens qualquer experiência a escrever apps para o elementary. Temos no entanto a esperança que já possuas conhecimentos básicos de programação, e alguma experiência em Vala, ou linguagens de sintaxe semelhante. Se desconheces totalmente esta linguagem, aconselhamos que tentes primeiro ter algum contacto com a mesma.",
    "We’re also not covering design too much in this guide; that’s what the <a href=\"/docs/human-interface-guidelines\">Human Interface Guidelines</a> (HIG) are for, and you’re highly encouraged to take a look there before beginning your app. We're going to assume you have a basic knowledge of (or at least a quick link to) the HIG and focus on coding. However, elementary is all about great design and stellar consistency. It’s important you grasp these concepts before moving on.": "Também nos vamos abstrair de falar de design neste guia: é para isso que servem as <a href=\"/docs/human-interface-guidelines\">Human Interface Guidelines</a> (HIG), e encorajamos fortemente que as consultes ainda antes de iniciares o teu projeto. \nVamos assim assumir que tens estas Guidelines presentes (ou pelo menos um link para consulta rápida em caso de dúvidas) e vamo-nos focar na programação. \nNão te esqueças que o elementary tem um forte enfoque no design e consistência de interfaces. É importante que tenhas estes conceitos perfeitamente dominados antes de continuaremos.",
    "In this book, we're going to talk about building apps using GTK+, Granite, and other tech available in elementary, setting up a build system, hosting your code for collaborative development, working with translations, a few other bits and pieces, and finally packaging and distributing your new app.": "Neste livro, vamos falar sobre construir aplicações usando GTK+, Granite e outras tecnologias disponíveis no elementary, como montar um sistema de builds, alojar o teu código para permitir trabalho colaborativo, trabalhar com traduções, e mais uma ou outra dica, terminando tudo com o empacotamento da tua nova aplicação e a sua distribuição no mercado.",
    "The Basic Setup": "A Configuração Básica",
    "Before we even think about writing code, you'll need a certain basic setup. This chapter will walk you through the process of getting set up. We will cover the following topics:": "Ainda antes de pensares em código, tens que ter uma configuração básica preparada. Este capítulo vai indicar-te o que precisas para montares esta configuração. Vamos cobrir os seguintes tópicos:",
    "Creating an account in launchpad.net and importing an SSH key in Launchpad": "Criar uma conta no launchpad.net e importar uma Chave SSH para o launchpad;",
    "Setting up the Bazaar revision control system": "Configurar o sistema de controlo de versões - Bazaar;",
    "Getting and using the elementary developer &quot;SDK&quot;": "Obter e usar o \"SDK\" do elementary.",
    "We’re going to assume that you’re working from a clean installation of elementary OS Freya or later. This is important as the instructions you’re given may reference apps that are not present (or even available) in other Linux based operating systems like Ubuntu. It is possible to apply the principles of this guide to Ubuntu development, but it may be more difficult to follow along.": "Vamos assumir que estás a começar com uma instalação limpinha do elementary OS Luna ou posterior. Isto é importante pois as instruções que te vamos dando poderão fazer referência a aplicações que não estão presentes, (ou mesmo disponíveis) em outras distribuições de Linux, como por exemplo o Ubuntu. É possível aplicar os príncípios básicos que vamos transmitir num ambiente Ubuntu, mas será mais difícil de acompanhares.",
    "Launchpad": "Launchpad",
    "Launchpad is a free online service provided by Canonical, the same people who brought you Ubuntu. It is used as a platform for hosting code, tracking milestones, tracking bugs, proposing designs, making translations, and more. Launchpad is a powerful resource, especially if you are a developer working with others. We're going to be using it for its various features throughout this book, so it's a good idea for you to sign up for an account. If you already have an account, feel free to move on to the next section.": "O Launchpad é um serviço gratuito oferecido pela Canonica, a mesma entidade que nos oferece o Ubuntu. É uma plataforma que permite alojar código, gerir milestones, bugs, propor alterações de design, traduções e muito mais. Launchpad é um recurso poderoso, especialmente se estiveres integrado numa equipa de developers. Vamos usar esta plataforma e as suas funcionalidades ao longo do libro, por isso é uma boa ideia criares uma conta para ti. Se já tens uma conta, avança para a próxima secção.",
    "To set up a Launchpad account:": "Para criar uma conta de Launchpad:",
    "Go to <a href=\"https://launchpad.net\">Launchpad.net</a>. Click on <strong>Log in/Register</strong> in the top right corner of the page.": "Vai a <a href=\"https://launchpad.net\">Launchpad\\.net</a>. Clica em <strong>Log in/Register</strong> no canto superior direito da página.",
    "Select <strong>I am a new Ubuntu One user</strong> on the left side.": "Selecciona <strong> I am a new Ubuntu One user</strong> - Sou um novo utilizador de Ubuntu One - no lado esquerdo;",
    "Enter your information and click <strong>Create account</strong>.": "Introduz a informação e clica <strong>Create account</strong> - Cria conta-.",
    "After you have verified your email your Launchpad account is ready, so let's move on to the next section. Remember, we're not going to go over all the little details in this book. We'll come back to Launchpad a few times later on to use specific features, but if you really want to learn everything there is to know about the website you should read their user guide. Onward!": "Depois de teres verificado o teu email a tua conta de Launchpad está pronta, por isso vamos seguir em frente. Lembra-te, não vamos rever todos os detalhes neste livro. Voltaremos ao Launchpad algumas vezes para usar algumas funcionalidades específicas, mas se queres mesmo aprender tudo sobre este side podes ler o seu guia de utilizador. Em frente!",
    "Bazaar": "Bazaar",
    "elementary projects are hosted on Launchpad. To interact with the code on Launchpad, we use a distributed <a href=\"http://en.wikipedia.org/wiki/Revision_control\">revision control system</a> called Bazaar. This allows multiple developers to collaboratively develop and maintain the code while keeping track of each revision along the way.": "Os projectos para o elementary estão alojados no Launchpad. Para interagir com o código neste site, usamos um  <a href=\"http://en.wikipedia.org/wiki/Revision_control\">sistema de controlo de versões</a> distribuído chamado Bazaar. Isto permite que os developers contribuam de forma colaborativa para o desenvolvimento e manutenção do código, mantendo o registo de todas as alterações efectuadas pelo caminho.",
    "If you're ready, let's get you set up to use Bazaar:": "Vamos então configurar o Bazaar:",
    "Open the Terminal. You'll be interacting with Bazaar through a simple terminal-based program called bzr.": "Abre o Terminal. Vais interagir com o Bazaar usando um programa simples no terminal chamado bzr.",
    "You'll need to install bzr. Simply type the following into the Terminal:": "Primeiro, precisas de instalar o bzr. para isso basta escrever o seguinte comando no Terminal:",
    "To authenticate and transfer code securely, you’ll need to generate an <a href=\"http://en.wikipedia.org/wiki/Secure_Shell\">SSH</a> key pair (a kind of fingerprint for your computer) and import the public key in Launchpad. Type the following in terminal (note that <code>C</code> stands for comment and that you can alter its value as you wish, but it's a requirement for Launchpad):": "Para se autenticar e transferir código com segurança, necessita de gerar uma chave <a href=\"http://en.wikipedia.org/wiki/Secure_Shell\">SSH</a> (uma espécie de impressão digital do seu computador) e importar a chave pública no Launchpad. Escreva o seguinte no terminal (note que <code>C</code> significa um comentário e que pode alterar para o valor pretendido, mas é um requisito para o Launchpad):",
    "When prompted, press Enter to accept the default file name for your key.": "Quando solicitado prima o ENTER para aceitar o nome de ficheiro atribuído por omissão para a sua chave.",
    "Next, enter a password to protect your SSH key. You’ll be asked to enter it again, just to make sure you didn’t make any typos. You'll need to enter this password any time you try to push code to launchpad so don't forget it! Optionally, you can just press enter and use no password, but this is obviously less secure.": "Em seguida, indica uma password para protegeres esta chave SSH. Vai-te ser pedido que a indiques novamente, apenas para verificar se não te enganaste a escrever. Precisarás de indicar esta password sempre que queiras enviar código para o Launchpad, por isso não te esqueças dela! Opcionalmente, podes carregar apenas no Enter e não usares uma password... mas isto é obviamente mais inseguro.",
    "Now, we're going to tell Launchpad about your SSH key. Open your SSH key with the following command, then copy the text from the file that opens in Scratch:": "Agora vamos indicar ao Lauchpad qual é a tua chave SSH. Abre a tua chave com o comando seguinte, e copia o texto que está no ficheiro que se abre no Scratch:",
    "Visit <a href=\"https://launchpad.net/people/+me/+editsshkeys\">your SSH keys page</a>. Paste the text in the textbox and click <strong>Import public key</strong>.": "Visita <a href=\"https://launchpad.net/people/+me/+editsshkeys\"> a tua página das chaves SSH</a>. Cola o texto que copiaste previamente no caixa de texto e clica <strong>Importar chave pública</strong>.",
    "Now you can connect bzr to your Launchpad account. You'll need your launchpad id, which you can look up at <a href=\"https://launchpad.net/people/+me\">your launchpad page</a>.": "Podes agora ligar o bzr à tua conta de Launchpad. Vais precisar do teu Identificador do Launchpad que poderás encontrar na <a href=\"https://launchpad.net/people/+me\">tua página do Launchpad</a>.",
    "Done! Now you can download source code hosted on Launchpad and upload your own code. We'll revisit using bzr in a minute, but for now you're logged in. For a more in-depth introduction to bzr, you can also check the complete <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Bazaar User Guide</a> provided by Canonical.": "E é isto! Podes agora descarregar codigo fonte hospedado no Launchpad e  fazer upload do teu código. Vamos revisitar o bzr daqui a pouco tempo, mas para já estás identificado no site. Para mais informação sobre o bzr podes ver também o <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Guia de utilizador do Bazaar</a> disponibilizado pela Canonical.",
    "Developer &quot;SDK&quot;": "Ambiente de progamação (SDK)",
    "At the time of this writing, elementary doesn't have a full SDK like Android or iOS. But luckily, we only need a couple simple apps to get started writing code.": "Até este momento o elementary não possui um SDK completo tal como existe para Android ou iOS. Mas felizmente, apenas precisamos de um par de aplicações muito simples para começar a bater código.",
    "Scratch": "Scratch",
    "The first piece of our simple &quot;SDK&quot; is the code editor Scratch. This comes by default with elementary OS. It comes with some helpful features like syntax highlighting, auto-save, and the Folder Manager extension. There are other extensions for Scratch as well, like the Outline, Terminal or Devhelp extensions. Play around with what works best for you.": "A primeira peça do nosso \"SDK\" é o Scratch. Vem por omissão com o elementary OS. Vem de origem com algumas funcionalidades como a marcação de sintaxe, gravação automática, e a extensão de gestão de ficheiros e pastas.  Existem outras extenções para o Scratch como o \"Outline\", Terminal ou Devhelp. Brinca com as opções disponíveis e usa aquelas que mais te ajudarem.",
    "Terminal": "Terminal",
    "We’re going to use Terminal in order to compile our code, push revisions to Bazaar (bzr), and other good stuff. Throughout this guide, we’ll be issuing Terminal commands. You should assume that any command is executed from the directory “Projects” in your home folder unless otherwise stated. Since elementary doesn’t come with that folder by default, you’ll need to create it.": "Vamos usar o Terminal para compilar o nosso código, enviar alterações para o Bazaar (bzr), e outras coisas boas. Ao longo deste guia, vamos indicar comandos de Terminal. Vamos assumir que qualquer destes comandos é para ser usado na diretoria \"Projectos\" na tua pasta pessoal. Uma vez que o elementary não vem com esta pasta criada, vais ter que a criar.",
    "Open Terminal and issue the following command:": "Abre o terminal e usa o seguinte comando:",
    "Development Libraries": "Uma Nota Sobre Bibliotecas",
    "In order to build apps you're going to need their development libraries. We can fetch a basic set of libraries and other development tools with the following terminal command:": "A fim de construir aplicações vai necessitar de bibliotecas de desenvolvimento. Podemos encontrar um conjunto básico de bibliotecas e outras ferramentas de desenvolvimento com o seguinte comando no terminal:",
    "And with that, we're ready to dive into development! Let's move on!": "E com isto estamos prontos para mergulhar no código! Vamos avançar!",
    "Hello World": "Olá Mundo",
    "The first app we’ll create will be a basic and generic “Hello World”. We’ll walk through the steps of creating folders to store our source code, compiling our first app, and pushing the project to a bzr branch. Let’s begin.": "A primeira aplicação que vamos criar será a básica e genérica \"Olá Mundo\". Vamos acompanhar-te nos passos de criar as pastas para arrumar o nosso código, compilar a nossa primeira app, e publicar o projecto para um ramo do bzr. Vamos começar.",
    "Setting Up": "Configurando",
    "Apps on elementary OS are organized into standardized directories contained in your project's &quot;root&quot; folder. Let's create a couple of these to get started:": "As aplicações no elementary OS estão organizadas em directórios padrão contidos na tua pasta \"raiz\" dos projectos. Vamos criar algumas dessas pastas para começar:",
    "Create your root folder called &quot;gtk-hello&quot;": "Cria uma pasta raiz chamada \"gtk-hello\"",
    "Create a folder inside that one called &quot;src&quot;. This folder will contain all of our source code.": "Cria uma pasta dentro dessa chamada \"src\". Esta é a pasta que vai ter o código fonte.",
    "Later on, We'll talk about adding other directories like &quot;po&quot; and &quot;data&quot;. For now, this is all we need.": "Mais tarde, vamos falar sobre adicionar outros directórios, como \"po\" e \"data\". Por agora, isto é tudo o que precisamos.",
    "Gtk.Window and Gtk.Button": "Gtk.Window e Gtk.Button",
    "Now what you've been waiting for! We're going to create a window that contains a button. When pressed, the button will display the text &quot;Hello World!&quot; To do this, we're going to use a widget toolkit called GTK+ and the programming language Vala. Before we begin, we highly recommend that you do not copy and paste. Typing each section manually will help you to practice and remember. Let's get started:": "Finalmente aquilo porque esperavas! Vamos criar uma janela que contém um botão. Quando pressionado, o botão vai apresentar o texto \"Olá Mundo!\". Para que isto aconteça vamos usar um Widget toolkit - uma \"caixa de ferramentas\" - chamado GTK+ e a linguagem de programação Vala. Antes de começarmos fica a recomendação de que não uses o copiar/colar. Escrever manualmente cada secção vai-te ajudar a praticar e a memorizar. Vamos começar:",
    "Create a new file in Scratch and save it as &quot;gtk-hello.vala&quot; inside your &quot;src&quot; folder": "Cria um novo ficheiro no Scratch e guarda-o como \"gtk-hello.vala\" dentro da pasta \"src\"",
    "First we must create the main function of our new GTK app. Type the following in your &quot;gtk-hello.vala&quot;.": "Primeiro temos de criar a função principal da nossa nova aplicação GTK. Digita o seguinte no ficheiro \"gtk-hello.vala\".",
    "Now, that we've initialized Gtk, we'll create a new window and declare a few properties of this window. You'll notice that most of these property names are pretty straightforward. Try to guess what each one does and we'll explain in a second. Type the following after the <code>Gtk.init</code> line, but before the last bracket:": "Agora que inicializamos o Gtk, vamos criar uma nova janela e declarar algumas das suas propriedades. Vais reparar que a maioria dos nomes destas propriedades é autoexplicativo. Tenta adivinhar o que cada um deles faz, que nós explicamos logo a seguir. Escreve o seguinte depois da linha <code>Gtk.init</code>, mas antes do último parentises:",
    "The first line creates a new <code>Gtk.Window</code> called &quot;window&quot;. The second line sets the window title that you see at the top of the window. Next, we create a margin inside that window so that widgets don't bump up against the window's edge. Then we tell the window manager that we want to place this window in the center of the screen instead of in the default position (which is usually the top left). We also must give our window a default size so that is does not appear too small for the user to interact with it. Finally, we explain what to do with this process if the main window is closed; In our case, we want to quit.": "A primeira linha cria um novo <code>Gtk.Window</code> chamado de \"janela\". A segunda linha define o título da janela que vê na parte superior da mesma. Em seguida, criamos uma margem dentro dessa janela para que os widgets não coincidam com a borda da desta. Então nós dizemos ao criador de janelas que nós queremos colocar esta janela no centro do ecrã, em vez de na posição padrão (que normalmente é o canto superior esquerdo). Devemos também dar à nossa janela um tamanho padrão para não aparecer muito sendo fácil a sua interação. Finalmente, vamos explicar o que fazer com este processo se a janela principal for fechada; no nosso caso, queremos sair.",
    "Now that we've defined a nice window, let's put a button inside of it. After our window stuff (but before <code>Gtk.main</code> line), leave a new line and then type the following:": "Agora que definimos uma janela bonita, vamos colocar uns botões. (Depois das coisas da nossa janela, mas antes da linha <code>Gtk.main</code>),  deixa uma nova linha de intervalo e depois escreve o seguinte:",
    "Any ideas about what happened here? We've created a new <code>Gtk.Button</code> with the label &quot;Click me!&quot;. Then we've said that if this button is clicked, we want to change the label to say &quot;Hello World!&quot; instead. We've also said that we want to make the button insensitive; We do this because clicking the button again has no visible effect. Finally, we add the button to our <code>Gtk.Window</code> and declare that we want to show all of the window's contents.": "Alguma ideia do que aconteceu? Criámos um novo <code>Gtk.Button</code> com o texto \"Clica em mim!\". Depois dissemos: se alguém clicar neste botão, o texto deve mudar para \"Olá Mundo!\". Pedimos depois para retirar a sensibilidade ao botão, já que queremos que clicar de novo no botão não produza efeito. Finalmente adicionamos o botão à nossa <code>Gtk.Window</code> e declaramos que queremos ver todo o conteúdo da janela.",
    "Compiling and Running your code": "Compilando e Correndo o teu código",
    "Ready to test it out? Fire up your terminal and make sure you're in &quot;~/Projects/gtk-hello/src&quot;. Then execute the following commands to compile and run your first Gtk app:": "Pronto para o testar? Abre o terminal e certifica-te que estás em \"~/Projects/gtk-hello/src\". Depois executa os seguintes comandos para compilar e correr a tua primeira aplicação Gtk:",
    "Did it work? If so, congratulations! If not, read over your source code again and look for errors. Also check the output of your terminal. Usually there is helpful output that will help you track down your mistake.": "Resultou? Se sim, parabéns! Se não, revê o código outra vez e procura os erros. Verifica também o resultado do terminal. Geralmente existe informação útil no resultado que ajuda a encontrar os erros.",
    "Pushing to Launchpad": "Publicando no Launchpad",
    "After we do anything significant, we must remember to push our code. This is especially important in collaborative development where not pushing your code soon enough can lead to unintentional forks and pushing too much code at once can make it hard to track down any bugs introduced by your code. So let's take a minute to revisit our friend <code>bzr</code>:": "Depois de fazermos alterações, temos de nos lembrar de enviar as mesmas para o Launchpad. Isto é sobremaneira importante quando estamos a trabalhar colaborativamente, e em que não publicar as alterações a tempo pode levar a criação de projetos paralelos, e alterações muito grandes poderão tornar difícil a tarefa de encontrar erros introduzidos pelo novo código. Por isso vamos perder um minuto a visitar o nosso amigo <code>bzr</code>:",
    "Open Terminal and make sure you're in your project's root directory &quot;~Projects/gtk-hello&quot;": "Abre o Terminal e certifica-te que estás na pasta raiz do teu projecto \"~Projects/gtk-hello\"",
    "With these commands, we've told <code>bzr</code> to track this folder as a branch, that we'd like to track revisions on the file &quot;gtk-hello.vala&quot;, we've committed our first revision and explained what we did in the revision, and then we've told <code>bzr</code> to push your code to Launchpad in your <a href=\"https://code.launchpad.net/people/+me/\">junk folder</a>.": "Com estes comandos, dissemos ao <code>bzr</code>: associa esta diretoria como um ramo, que queremos acompanhar as alterações e revisões do ficheiro \"gtk-hello.vala\"; fizemos o commit da nossa primeira revisão; explicámos, com um comentário, o que fizemos, e finalmente dissemos ao <code>bzr</code> para enviar para o Launchpad o código presente na tua <a href=\"https://code.launchpad.net/people/+me/\">pasta junk</a>",
    "Victory!": "Vitória!",
    "Let's recap what we've learned to do in this first section:": "Vamos recapitular o que aprendemos na primeira secção:",
    "We created a new project containing a &quot;src&quot; folder": "Criámos um novo projecto contendo a pasta \"src\"",
    "We created our main vala file and inside it we created a new <code>Gtk.Window</code> and <code>Gtk.Button</code>": "Criámos o ficheiro vala principal e lá dentro criámos uma nova <code>Gtk.Window</code> e um <code>Gtk.Button</code>",
    "We built and ran our app to make sure that everything worked properly": "Criámos e corremos a nossa nova aplicação para ter a certeza que tudo estava a funcionar bem",
    "Finally, we commited our first revision and pushed code to Launchpad": "Finalmente, confirmamos a nossa revisão e enviamos o código para o Launchpad",
    "Feel free to play around with this example. Make the window a different size, set different margins, make the button say other things. When you're comfortable with what you've learned, go on to the next section.": "Estás à vontade para brincar com este exemplo. Dá uma dimensão diferente à tua janela, define margens diferentes, faz com que o botão apresente textos alternativos. Quando te sentires confortável com o que aprendeste, parte para a próxima secção.",
    "A Note About Libraries": "Uma Nota Sobre Bibliotecas",
    "Remember how when we compiled our code, we used the <code>valac</code> command and the argument <code>--pkg gtk+-3.0</code>? What we did there was make use of a &quot;library&quot;. If you're not familiar with the idea of libraries, a library is a collection of methods that your program can use. So this argument tells <code>valac</code> to include the GTK+ library (version 3.0) when compiling our app.": "Lembras-te como quando compilámos o código, usámos o comando <code>valac</code> e o argumento <code>--pkg gtk+-3.0</code>? O que fizemos foi usar uma \\\"biblioteca\\\". Se não tens presente este conceito, é simplesmente uma colecção de métodos que outras pessoas criaram e que o teu programa pode usar. Este argumento disse ao <code>valac</code> para incluir a biblioteca GTK+ (versão 3.0) quando compilar a nossa aplicação.",
    "In our code, we've used the <code>Gtk</code> &quot;Namespace&quot; to declare that we want to use methods from GTK+ (specifically, <code>Gtk.Window</code> and <code>Gtk.Button.with_label</code>). Notice that there is a hierarchy at play. If you want to explore that hierarchy in more detail, you can <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">check out Valadoc</a>.": "No nosso código, usámos o \"Namespace\"<code>Gtk</code> para declarar que queremos usar métodos do GTK+ (especificamente, <code>Gtk.Window</code> e <code>Gtk.Button.with_label</code>). Nota que existe uma hierarquia. Se pretendes explorar esta hierarquia com mais detalhe, podes <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">ver o valadoc</a>.",
    "Our First App": "A Nossa Primeira Aplicação",
    "In the previous chapter, we created a simple &quot;Hello World!&quot; app to show off our vala and Gtk skills. But what if we wanted to share our new app with a friend? They'd have to know which packages to include with the <code>valac</code> command we used to build our app, and after they'd built it they'd have to run it from the build directory like we did. Clearly, we need to do some more stuff to make our app fit for people to use, to make it a <em>real</em> app.": "No capítulo anterior criámos uma aplicação simples \"Olá Mundo!\" para introduzir o Vala e o Gtk. Mas e se pretendessemos partilhar esta app com um amigo? ele teria que saber quais os pacotes a usar com o comando <code>valac</code> que usámos para construir a nossa aplicação, e depois disto, teria que a correr a partir da diretoria tal como nós o fizemos. Claramente, temos de fazer mais coisas para que a sua utilização seja mais imediata. No fundo transformá-la numa app <em>real</em>.",
    "Hello (again) World!": "Olá Mundo (novamente)!",
    "To create our first real app, we're going to need all the old stuff that we used in the last example. But don't just copy and paste! Let's take this time to practice our skills and see if we can recreate the last example from memory. Additionally, now that you have the basics, we're going to get a little more complex and a little more organized:": "Para criar a nossa primeira app real vamos necessitar de tudo o que fizemos no exemplo anterior. Mas não faças copiar/colar. Vamos aproveitar para praticar um pouco e ver se ainda te lembras dos passos todos. Adicionalmente, agora que sabes o básico, vamos tornar tudo um pouco mais complexo e organizado:",
    "Create a new folder in &quot;~/Projects&quot; called &quot;hello-world&quot; and put our last project in that folder. Now create a new folder inside &quot;~/Projects/hello-world&quot; called &quot;hello-again&quot;. We're doing this because our first &quot;gtk-hello&quot; and &quot;hello-again&quot; are two branches of the same &quot;hello-world&quot; project. As you get more into collaborative development, you're going to have lots of branches. This method will help you stay organized.": "Cria uma nova pasta em\"~/Projectos\" chamada \"Ola-mundo\" e coloca lá o último projecto. Agora cria uma nova pasta dentro de\"~Projectos/Ola-mundo\" chamada \"hello-again\". Estamos a fazer isto porque a nossa primeira app \"gtk-hello\" e \"hello-again\" são dois ramos do mesmo projeto \"Ola-mundo\". Quando começares a trabalhar colaborativamente, vais ter muitos ramos. Este método ajuda-te a manter tudo organizado.",
    "Now go into &quot;hello-again&quot; and create our directory structure including the &quot;src&quot; folder.": "Entra na diretoria \"hello-again\" e cria a nossa estrutura de diretorias inclundo a pasta \"src\".",
    "Create &quot;hello-again.vala&quot; in the &quot;src&quot; folder.  This time we're going to prefix our file with a small legal header. More about legal stuff later. For now, just copy and paste this, changing out <code>YourName</code> for your actual name:": "Cria o ficheiro \"hello-again.vala\" na pasta \"src\". Desta vez vamos adicionar um cabeçalho ao conteúdo do ficheiro com informação legal. Mais tarde veremos isto ao pormenor. Por enquanto copia e cola o seguinte, substituindo o <code>YourName</code> pelo teu nome verdadeiro.",
    "Now, let's create our main function, a <code>Gtk.Window</code>, and set the window's default properties. Refer back to the last chapter if you need a refresher.": "Vamos então criar a nossa função principal, a <code>Gtk.Window</code>, e definir as propriedades da janela. Podes ir ao capítulo anterior se não te recordares de tudo.",
    "For the sake of time let's just put a <code>Gtk.Label</code> instead of a <code>Gtk.Button</code>. We don't need to try to make the label do anything when you click it.": "Para poupar tempo, vamos colocar uma <code>Gtk.Label</code> em vez de  <code>Gtk.Button</code>, pois não vai ser preciso fazer nada ao texto quando se clicar no mesmo.",
    "Don't forget to add it to your window and show the window's contents:": "Não te esqueças de adicioná-lo a tua janela e exibir os conteúdos da mesma.",
    "Build &quot;hello-again.vala&quot; just to make sure it all works. If something goes wrong here, feel free to refer back to the last chapter and remember to check your terminal output for any hints.": "Compila o \"hello-again.vala\" só para teres a certeza que não há bugs. Se obteres um erro, estás à vontade para rever os conteúdos do ficheiro, e o output do terminal, pois pode conter alguma dica.",
    "Initialize the branch, add your files to the project, and write a commit message using what you learned in the last chapter. Lastly, push your first revision with <code>bzr</code>:": "Inicializa o ramo, adiciona os ficheiros ao projeto e escreve uma mensagem para o commit usando tudo o que aprendeste no capítulo anterior. Finalmente publica a tua primeira revisão com <code>bzr</code>:",
    "Everything working as expected? Good. Now, let's get our app ready for other people to use.": "Tudo correu como esperavas? Optimo, vamos agora preparar a nossa app para outras pessoas usarem.",
    "The .desktop File": "O ficheiro .desktop",
    "Every app comes with a .desktop file. This file contains all the information needed to display your app in the Applications menu and in the Dock. Let's go ahead and make one:": "Todas as aplicações têm um ficheiro .desktop. Este contém toda a informação necessária para apresentar a tua app no menu das Aplicações e na Doca. Vamos avançar e criar um:",
    "In your project's root, create a new folder called &quot;data&quot;.": "Na raiz do teu projeto cria uma pasta chamada \"data\".",
    "Create a new file in scratch and save it in the &quot;data&quot; folder as &quot;hello.desktop&quot;.": "Cria um novo ficheiro no Scratch e guarda-o como \"hello.desktop\" na pasta \"data\".",
    "Type the following into &quot;hello.desktop&quot;. Like before, try to guess what each line does.": "Escreve este conteúdo no ficheiro \"hello.desktop\". Tal como antes tenta adivinhar o que cada linha faz.",
    "The first line declares that this file is a &quot;Desktop Entry&quot; file. The next three lines are descriptions of our app: The branded name of our app, a generic name for our app, and a comment that describes our app's function. Next, we categorize our app. Then, we say what command will execute it. Finally, we give our app an icon (a generic one included in elementary OS) and let the OS know that this isn't a command line app. For more info about crafting .desktop files, check out <a href=\"/docs/human-interface-guidelines/app-launchers\">this HIG entry</a>.": "A primeira linha declara que este ficheiro é uma entrada do tipo Desktop. As três linhas seguintes são a descrição da tua app: O nome, uma designação genérica e um comentário que descreve as funções da app. De seguida categorizamos a aplicação. Posteriormente dizemos qual o comando que a executa. Finalmente indicamos qual o icone da aplicação (um genérico incluído no elementary OS) e informamos o OS que isto não é uma app para correr em modo de linha de comandos. Para mais informação sobre como construir um ficheiro do tipo .desktop, verifica <a href=\"/docs/human-interface-guidelines/app-launchers\">esta entrada do HIG</a>.",
    "Finally, let's add this file to bzr and commit a revision:": "Finalmente, vamos adicionar isto ao bzr e fazer o commit de uma revisão:",
    "Legal Stuff": "Informações Legais",
    "Since we're going to be putting our app out into the wild, we should include some information about who wrote it and the legal usage of its source code. For this we need two new files in our project's root folder: AUTHORS and COPYING.": "Uma vez que vamos tornar a app pública, devemos introduzir alguma informação sobre quem a escreveu e quais as formas legais de reutilização do código fonte. Para isto precisamos de dois novos ficheiros na nossa raiz do projeto: AUTHORS e COPYING",
    "Authors": "Authors",
    "The AUTHORS file is pretty straightforward. This file contains your name and email address along with the name and email address of anyone who helped you make your app. It typically looks like this:": "O ficheiro AUTHORS é simples. Contém o teu nome e endereço electrónico, bem como o nome e o endereço daqueles que te ajudaram a criar a app. Normalmente é assim:",
    "Copying": "Copying",
    "The COPYING file contains a copy of the license that your code is released under. For elementary apps this is typically the <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU General Public License</a> (GPL). Remember the header we added to our source code? That header reminds people that your app is licensed and it belongs to you. You can choose other licenses like the MIT license as well, but for this example let's stick to the <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>.": "A cópia de ficheiros contém uma cópia da licença sob o código neles presente. Para aplicações elementry este é tipicamente <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU General Public License (GPL)</a>. Lembra-se do cabeçalho que nós adicionamos ao nosso código-fonte? Esse cabeçalho lembra as pessoas que a sua aplicação é licenciada e que lhe pertence. Pode escolher outras licenças, como a licença MIT, mas para este exemplo vamos ficar com <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>.",
    "Mark Your Progress": "Marca o teu progresso.",
    "Did you remember to add these files to bzr and commit a revision? Each time we add a new file or make a significant change it's a good idea to commit a new revision and push to Launchpad. Keep in mind that this acts as a backup system as well; when we push our work to Launchpad, we know it's safe and we can always revert to a known good revision if we mess up later.": "Lembráste-te de adicionar estes ficheiros ao bzr e fazer o commit da revisão? Cada vez que adicionamos um ficheiro ou fazemos uma alteração significativa deves fazer um commit da nova versão e publicar no Launchpad. Lembra-te que isto funciona também como um sistema de backup; quando publicamos os ficheiros no Launchpad, sabemos que estão seguros, e em caso de asneira, poderemos sempre reverter as alterações para versões anteriores.",
    "Now that we've got all these swanky files laying around, we need a way to tell the computer what to do with them. Ready for the next chapter? Let's do this!": "Agora que temos estes ficheiros maravilha todos arrumados, precisamos de uma forma de dizer ao computador o que fazer com eles. Pronto para o capítulo seguinte? Avancemos!",
    "The Build System": "O Sistema de Builds",
    "The next thing we need is a build system. The build system that we're going to be using is called <a href=\"http://www.cmake.org\">CMake</a>. We already installed the <code>cmake</code> program at the beginning of this book when we got the build dependencies for Granite Demo. What we're going to do in this step is create the files that tell Cmake how to install your program. This includes all the rules for building your source code as well as correctly installing your .desktop file and the binary app that results from the build process.": "A próxima coisa que precisamos é de um sistema de compilação. O sistema de compilação que vamos usar chama-se <a href=\"http://www.cmake.org\">CMake</a>. Nós já instalámos o programa <code>cmake</code> no início deste manual, quando fizemos a compilação de dependências para o \"Granite Demo\". O que vamos fazer nesta etapa é criar os ficheiros que digam ao Cmake como instalar o programa. Isto inclui todas as regras para a construção do\ncódigo-fonte, bem como instalar o ficheiro .desktop e o app binário que resulta do processo de construção.",
    "Create a new file in your project's root folder called &quot;CMakeLists.txt&quot;. Since this file is a bit long, we've included some comments along the way to explain each section. You don't have to copy those, but type the rest into that file:": "Cria um novo ficheiro na raiz do teu projeto chamado \"CMakeLists.txt\". Uma vez que este ficheiro é bastante longo, incluímos alguns comentários para explicar cada secção. Não precisas de os incluir no teu ficheiro, mas escreve o resto:",
    "And you're done! Your app now has a real build system. Don't forget to add these files to bzr and push to launchpad. This is a major milestone in your app's development!": "E está pronto! A tua app tem agora um poderoso sistema de Build. Não te esqueças de adicionar os novos conteúdos ao bzr. Atingiste uma Milestone importante no desenvolvimento da tua App.",
    "Building and Installing with CMake": "Construir e instalar com o CMake",
    "Now that we have a build system, let's try it out:": "Agora que temos um sistema de builds configurado, vamos experimentá-lo:",
    "Create a new folder in your project's root folder called &quot;build&quot;": "Cria uma nova pasta na raiz do teu projeto chamada \"build\"",
    "Change into this directory in terminal and execute the following command:": "Muda para esta nova diretoria e executa o seguinte comando no terminal:",
    "This command tells cmake to get ready to build our app using the prefix &quot;/usr&quot;. The <code>cmake</code> command defaults to installing our app locally, but we want to install our app for all users on the computer.": "Este comando indica ao CMake para se preparar para construir a nossa app usando o prefixo \"/usr\". O comando <code>cmake</code> usa por omissão a instalação da nossa app localmente - no utilizador ativo-, mas nós queremos instalar a nossa app para todos os utilizadores do computador.",
    "Build your app with <code>make</code> and if successful install it with <code>sudo make install</code>:": "Constroi a tua app com o <code>make</code> e se bem sucedida instala-a com <code>sudo make install</code>:",
    "If all went well, you should now be able to open your app from the Applications menu and pin it to the Dock.  If you were about to add the &quot;build&quot; folder to your bzr branch and push it, stop! This binary was built for your computer and we don't want to redistribute it. In fact, we built your app in a separate folder like this so that we can easily delete or ignore the &quot;build&quot; folder and it won't mess up our app's source code.": "Se tudo correu de acordo com o plano, já poderás abrir a tua aplicação a partir do menu de Aplicações e fixá-la na Doca. Se estavas prestes a adicionar a pasta \"build\" ao teu ramo do bzr e publicá-la PÁRA! Este binário foi construído especificamente para o teu computador, e não o queremos partilhar. De facto, construímos a tua app de raiz numa diretoria à parte para que a possamos apagar ou ignorar, e para que não estrague o teu código fonte.",
    "We'll revisit CMake again later to add some more complicated behavior, but for now this is all you need to know to give your app a proper build system. If you want to explore CMake a little more on your own, you can always check out <a href=\"http://www.cmake.org/cmake/help/documentation.html\">CMake's documentation</a>.": "Revisitaremos o CMake mais tarde para adicionar comportamentos mais complicados, mas para já tens tudo o que precisas para dotares a tua app de um sistema de contrução completo. Se queres explorar o Cmake um pouco mais, podes sempre ver a <a href=\"http://www.cmake.org/cmake/help/documentation.html\">documentação do CMake</a>.",
    "Review": "Revisão",
    "Let's review all we've learned to do:": "Vamos rever tudo o que aprendemos a fazer:",
    "Create a new Gtk app using <code>Gtk.Window</code>, <code>Gtk.Button</code>, and <code>Gtk.Label</code>": "Criar uma app Gtk usando <code>Gtk.Window</code>, <code>Gtk.Button</code>, e <code>Gtk.Label</code>",
    "Keep our projects organized into branches": "Arrumar o nosso projeto em ramos",
    "License our app under the GPL and declare our app's authors in a standardized manner": "Atribuir uma licença GPL  ao nosso código e declarar os criadores da app da forma oficial",
    "Create a .desktop file that tells the computer how to display our app in the Applications menu and the Dock": "Criar um ficheiro .desktop que indica ao computador como deverá aparecer a nossa app no menu Aplicações e na Doca",
    "Set up a CMake build system that contains all the rules for building our app and installing it cleanly": "Preparar um sistema de construção que contém todas as regras para construir a tua app e a instalar de forma limpa.",
    "That's a lot! You're well on your way to becoming a bonified app developer for elementary OS. Give yourself a pat on the back, then take some time to play around with this example. Change the names of files and see if you can still build and install them properly. Ask another developer to branch your project from launchpad and see if it builds and installs cleanly on their computer. If so, you've just distributed your first app! When you're ready, we'll move onto the next section: Packaging.": "Isto é bastante! Estás a caminho de te tornares um programador de elementary certificado. Podes dar-te uma palmadinha nas costas, e depois brinca com este exemplo que criaste. Muda o nome aos ficheiros, e valida que consegues instalar do mesmo modo. Pede a outro developer para criar um ramo do teu projeto, e para ver se ele consegue construir e instalar no seu computador. Se sim, acabaste de distribuir a tua primeira aplicação! Quando estiveres pronto, seguiremos para a secção seguinte: Empacotamento.",
    "Adding Translations": "Adicionando Traduções",
    "Now that you've learned about CMake, the next step is to make your app able to be translated to different languages. The first thing you need to know is how to convert strings in your code into translatable strings. Here's an example:": "Agora que aprendeste sobre o CMake, o passo seguinte será tornar a tua aplicação traduzível em diferentes linguagens. A primeira coisa que tens que saber é como converter as Strings no teu código em Strings traduzíveis. Tens aqui um exemplo:",
    "See the difference? We just added <code>_()</code> around the string! Well, that was easy!": "Vês a diferença? apenas adicionámos <code>_()</code>  à volta da string! Boa, até foi fácil!",
    "Go back to your project and make all your strings translatable by adding <code>_()</code>": "Volta ao teu projeto e torna todas as tuas strings traduzíveis adicionando <code>_()</code>",
    "Add the following lines in the &quot;CMakeLists.txt&quot; file you created a moment ago:": "Adiciona as linhas seguintes no ficheiro \"CMakeLists.txt\" que criaste à pouco:",
    "Create a directory named &quot;po&quot; on the root folder of your project. Inside of your po directory you will need to create another CMakeLists.txt file. This time, it's contents will be:": "Cria uma diretoria chamada \"po\" na raiz do teu projecto. Dentro desta directoria vais precisar de criar um novo ficheiro CMakeLists.txt. Desta vez o seu conteúdo vai ser:",
    "On your build directory execute the following commands:": "Na tua directoria de construção executa os seguintes comandos:",
    "Don't forget to add this new directory and it's contents to bzr": "Não te esqueças de adicionar esta nova diretoria e os seus conteúdos ao bzr",
    "That's it! CMake will automatically add all the string marked with <code>_()</code> into a .pot template file, and a file for each available language where you'll place the translatable strings.": "Estás pronto! o CMake vai adicionar todas as strings marcadas com o <code>_()</code> a um ficheiro de template .pot , e um ficheiro por cada linguagem onde poderás colocar as strings traduzidas.",
    "Packaging": "Empacotamento",
    "While having a build system is great, our app still isn't ready for regular users. We want to make sure our app can be built and installed without having to use Terminal. What we need to do is package our app. To do this, we use the Debian packaging format (.deb) on elementary OS. This section will teach you how to package your app as a .deb file, hosted in a Personal Package Archive (PPA) on Launchpad. This will allow normal people to install your app and even get updates for it in Update Manager.": "Se ter um sistema de construção é poderoso, ainda não é a solução óptima para o utilizador normal. Queremos ter a certeza que a app pode ser construída e instalada sem ser necessário recorrer ao Terminal. O que precisamos de fazer é empacotar a nossa app. Para fazer isto usamos o formato de empacotamento do Debian (.deb) no elementary OS. Esta secção vai ensinar-te como deves empacotar a tua app como um pacote .deb e hospedá-lo num Arquivo Pessoal de Pacotes (PPA) no Launchpad. Isto vai permitir que pessoas normais instalem a tua app, e também recebam updates para a mesma no Gestor de Atualizações.",
    "Practice Makes Perfect": "A prática faz a perfeição",
    "If you want to get really good really fast, you're going to want to practice. Repetition is the best way to commit something to memory. So let's recreate our entire Hello World app again <em>from scratch</em>:": "Se queres ser bom e rápido, tens que praticar. A repetição é a melhor forma de memorizar conhecimentos. Por isso... vamos recriar a tua app \"Olá Mundo\" <em>de raiz</em>.",
    "Create a new branch folder &quot;hello-packaging&quot;": "Cria um novo ramo chamado \"hello-packaging\"",
    "Set up our directory structure including the &quot;src&quot; and &quot;data&quot; folders.": "Cria a tua estrutura de diretórios incluindo as pastas  \"src\" e \"data\".",
    "Add your Authors, Copying, .desktop, and source code.": "Adiciona os ficheiros AUTHORS, COPYING, ,desktop e o código fonte.",
    "Now set up the CMake build system.": "Cria agora o sistema CMake",
    "Test everything!": "Testa tudo de uma vez!",
    "Did you commit and push to launchpad for each step? Keep up these good habits and let's get to packaging this app!": "Fizeste o commit e publicaste para o launchpad em cada passo? Mantém estes bons hábitos e vamos começar a empacotar.",
    "Debian Control": "Controlo Debian",
    "Now it's time to create the rules that will allow your app to be built as a .deb package. Let's dive right in:": "Está na hora de criar as regras que vão permitir que a tua app seja construída como um pacote .deb. Vamos entrar de cabeça:",
    "Like CMake, elementary maintains a simple version of the &quot;debian&quot; folder that contains all the files we need for packaging. Let's grab a copy of that with bzr:": "Como o CMake, o elementary mantém uma versão simples da pasta \"debian\", que contém todos os ficheiros que necessitamos para empacotar. Vamos utilizar uma cópia disto com bzr:",
    "Copy the &quot;debian&quot; folder from that branch into your &quot;hello-packaging&quot; folder.": "Copia a pasta que obtiveste para a tua pasta \"hello-packaging\".",
    "Open the file called &quot;changelog&quot; and make it look like below:": "Abre o ficheiro \"changelog\" e faz com que assuma este conteúdo:",
    "The first line contains your app's binary name, version, OS codename, and how urgently your package should be built. Remember that your app's binary name is lowercase and does not contain spaces. After the <code>*</code> is a list of your changes. Finally, you include your name, email address, and the date. For more information about the debian changelog, make sure to read the <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentation</a>.": "A primeira linha contém o nome do binário da tua app, a versão, o nome de código do sistema operativo, e o nível de urgência da construção da tua app. Lembra-te que o nome do binário da tua app escreve-se em letras minúsculas e sem espaço.  Depois do <code>*</code> vem uma lista das tuas alterações. Finalmente podes incluir o teu nome, endereço de e-mail e a data. para mais informações sobre o changelog de Debian, lê a <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentação</a>.",
    "Open the file called &quot;control&quot; and make it look like below:": "Abre o ficheiro \"control\" e altera-o para:",
    "Open the file called &quot;copyright&quot;. We only need to edit what's up top:": "Abre agora o ficheiro \"copyright\". Apenas precisamos de alterar o que está no topo:",
    "That wasn't too bad right? We'll set up more complicated packaging in the future, but for now this is all you need. If you'd like you can always read <a href=\"http://www.debian.org/doc/debian-policy/\">more about Debian packaging</a>.": "Não foi assim tão mau, certo? Vamos complicar estas regras no futuro, mas para já é tudo o que precsias de saber. Se queres conhecer mais do processo podes sempre ler <a href=\"http://www.debian.org/doc/debian-policy/\">mais sobre os pacotes debian</a>.",
    "Launchpad Recipes": "Receitas do Launchpad",
    "Now that we have our &quot;debian&quot; folder in order, it's time to go to launchpad and create a recipe: instructions what code to build, how often to build it, and where to put the resulting packages.": "Agora que temos a nossa pasta \"debian\" direitinha, está na hora de ir ao Launchpad e criar uma Receita: Instruções sobre qual o código a construir automaticamente, periodicidade e onde o colocar os pacotes resultantes.",
    "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Click this link</a> or go to Launchpad, find your hello-packaging branch, then select <strong>Create packaging recipe</strong>.": "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Clica neste link</a> ou vai ao Launchpad, encontra o teu ramo do hello-packaging  e selecciona <strong>Create packaging recipe</strong>.",
    "Read through the options available to you. You can go ahead and keep the defaults for Name, Description (it's blank), Owner, Daily builds, and PPA but you can also customize a bit if you'd like.": "Verifica todas as opções disponíveis. Podes manter os dados indicados por omissão para o Nome, Descrição (deve estar em branco), Dono, construções diárias e PPA, mas podes também alterar.",
    "When you get down to a set of checkboxes with the header &quot;Default distribution series&quot;, make sure you select &quot;Trusty&quot;. elementary OS Freya shares it's core with Ubuntu Trusty, so packages built on Trusty will also work on Freya.": "Quando chegares a um conjunto de caixas com o cabeçalho \"Default distribution series\" certifica-te que escolhes o \"Trusty\". O elementary OS Freya partilha o seu core com o Ubuntu Trusty, por isso pacotes criados para o Trusty também correm no Freya.",
    "For recipe text, we're going to change it ever so slightly to conform better with the official Debian rules. Change out the first line for this one:": "Para o texto da receita vamos mudá-lo para ficar mais aproximado às regras do Debian. Muda a primeira linha para:",
    "Notice that this is ever so slightly different from the default line which includes <code>{debupstream}-0~{revno}</code> instead of <code>{debupstream}+r{revno}-0</code>.": "Nota que é um pouquito diferente da original que inclui <code>{debupstream}-0~{revno}</code> em vez de <code>{debupstream}+r{revno}-0</code>.",
    "When you're happy with the options you've chosen, select <strong>Create Recipe</strong>.": "Quando estiveres feliz com as opções clica em <strong>Create Recipe</strong>.",
    "Now that you've created a recipe, you only have to wait until Launchpad finishes the build! If everything goes as planned, your new PPA will contain a packaged app which other people can install and run with ease. Additionally, anyone using your PPA will be able to get updates for your app if you upload a new version. We'll talk more about how to do that later.": "Agora que criaste uma receita, só precisas de esperar até que o Launchpad acabe a construção!. Se tudo correr de acordo com o plano, o teu novo PPA vai conter a tua app empacotada para que qualquer outra pessoa possa usar facilmente. Adicionalmente, qualquer pessoa que use o teu PPA vai receber automaticamente actualizações futuras, de cada vez que tu as partilhares. Falaremos um pouco mais deste tema mais à frente.",
    "Creating Layouts": "Criar Layouts",
    "Now that you know how to code, build, and distribute an app using Vala, Gtk, CMake, and Launchpad PPAs, it’s time to learn a little bit more about how to build out your app into something really useful. The first thing we need to learn is how to lay out widgets in our window. But we have a fundamental problem: We can only add one widget (one “child”) to <code>Gtk.Window</code>. So how do we get around that to create complex layouts in a Window? We have to add a widget that can contain multiple children. One of those widgets is <code>Gtk.Grid</code>.": "Agora que sabes como criar código, construir e distribuir uma app usando Vala, Gtk+,CMake e PPAs do Launhcpad, está na hora de aprender um pouco mais sobre a contrução de uma app realmente usável. A primeira coisa a aprender é como arrumar os widgets na nossa janela. Mas temos um problema básico: Apenas podemos adicionar um widget (um \"filho\") à <code>Gtk.Window</code>. Como resolver o problema de criar layouts complexos numa janela? Tem de se adicionar um widget que pode conter múltiplos filhos. Um desses widgets é <code>Gtk.Grid</code>.",
    "Widgets as Subclasses of Other Widgets": "Widgets como Subclasses de Outros Widgets",
    "Before we get into <code>Gtk.Grid</code>, let’s stop for a second and take some time to understand Gtk a little better. At the lower level, Gtk has classes that define some pretty abstract traits of widgets such as <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> and <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. These aren’t widgets that we’re going to use directly in our code, but they’re used as building blocks to create the widgets that we do use. It’s important that we understand this, because it means that when we understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Grid</code>, we also understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Toolbar</code>. Both Grid and Toolbar are widgets that are subclasses of the more abstract class <code>Gtk.Container</code>.": "Antes de entrarmos na <code>Gtk.Grid</code>,  paremos por um segundo para perceber melhor o Gtk. Num nível mais baixo, o Gtk tem classes que definem alguns atributos dos widgets como o <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> e  <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. Estes não são usados diretamente no nosso código, mas são usados como as peças fundamentais para criar os widgets que usamos. É importante que percebas isto, pois quando percebes como acrescentar um filho ao <code>Gtk.Container</code> como por exemplo uma <code>Gtk.Grid</code>, compreenderás também como acrescentar filhos a um <code>Gtk.Container</code>  como o <code>Gtk.Toolbar</code>. Tanto as grelhas - Grid - como as barras de ferramentas- Toolbar - são widgets que são subclasses da classe mais abstracta <code>Gtk.Container</code>.",
    "If you want to understand more about these widgets and the parts of Gtk that they subclass, jump over to <a href=\"http://valadoc.elementary.io/\">Valadoc</a> and search for a widget like <code>Gtk.Grid</code>. See that big tree at the top of the page? It shows you every component of Gtk that <code>Gtk.Grid</code> subclasses and even what those components subclass. Having a lower level knowledge of Gtk will help you to implement widgets you haven’t worked with before since you will understand how their parent classes work.": "Se pretendes saber mais sobre estes widgets e das partes do Gtk de quem eles são subclasses, dá um salto ao <a href=\"http://valadoc.elementary.io/\">Valadoc</a> e procura por um widget como a <code>Gtk.Grid</code>. Estás a ver aquela árvore grande no topo dessa página do valadoc? Mostra todos os componentes do Gtk de quem a <code>Gtk.Grid</code> é subclasse e de quem estes são subclasses. Ter um conhecimento aprofundado do Gtk vai ajudar-te a implementar widgets com que nunca trabalhaste, uma vez que saberás como os seus pais funcionam.",
    "Gtk.Grid": "Gtk.Grid",
    "Now that we’ve gotten that out of the way, let’s get back to our Window and <code>Gtk.Grid</code>. Since you’re a master developer now, you can probably set up a new project complete with CMake, push it to Launchpad, and build a PPA in your sleep. If you want the practice, go ahead and do all of that again. Otherwise, it’s probably convenient for our testing purposes to just play around locally and build from Terminal. So code up a nice <code>Gtk.Window</code> without anything in it and make sure that builds. Ready? Let’s add a Grid.": "Agora que já tirámos isso do caminho, vamos voltar à nossa janela e à <code>Gtk.Grid</code>.  Uma vez que és um mestre programador, podes criar rapidamente um novo projecto completo com CMake, publicá-lo no Launchpad e criar um PPA enquanto dormes uma sesta. Se queres praticar, está na hora de o re-fazer. De outra forma, para efeitos de teste, o melhor será brincar localmente e construir as apps a partir do Terminal. Cria então uma <code>Gtk.Window</code> sem nada nela e certifica-te que constrói sem erros. Pronto? Vamos adicionar uma Grelha.",
    "Just like when we add a Button or Label, we need to create our <code>Gtk.Grid</code>. As always, don’t copy and paste! Practice makes perfect. We create a new Gtk.Grid like this:": "Tal como quando adicionamos um Botão ou uma Etiqueta, precisamos de criar a nossa <code>Gtk.Grid</code>.  Como sempre, não copies e coles! A prática faz a perfeição. Nós criamos a nova <code>Gtk.Grid</code> assim:",
    "Remember that Button and Label accepted an argument (a String) in the creation method (that’s the stuff in parentheses and quotes). As shown above, <code>Gtk.Grid</code> doesn’t accept any arguments in the creation method. However, you can still change the grid’s properties (like <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientation\">orientation</a>) as we did on the second line. Here, we’ve declared that when we add widgets to our grid, they should stack vertically.": "Lembre-se que o Botão e a Label aceitam um argumento (uma String) no seu método construtor (aquelas coisas entre parêntesis e aspas). Como mostrado acima, <code>Gtk.Grid</code> não aceita nenhum argumento no seu construtor. No entanto, pode sempre mudar as propriedades da grelha (como a <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientation\">orientação</a>) como fizemos na segunda linha. Neste caso, declaramos que quando forem adicionados widgets à grelha, estes serão distribuídos na vertical.",
    "Let’s add some stuff to the Grid:": "Vamos adicionar algumas coisas à Grelha:",
    "Super easy stuff, right? We can add the grid to our window using the same method that we just used to add widgets to our grid:": "Super fácil, não é? Nós podemos adicionar a grelha à nossa janela usando o mesmo método que acabamos de usar para adicionar widgets à nossa grelha:",
    "Now build your app and see what it looks like. Since we’ve given our grid a <code>Gtk.Orientation</code> of <code>VERTICAL</code> the labels stack up on top of each other. Try creating a <code>Gtk.Grid</code> without giving it an orientation. By default, <code>Gtk.Grid</code>’s orientation is horizontal. You really only ever have to give it an orientation if you need it to be vertical.": "Agora constrói a tua própria aplicação e vê como fica. Como nós damos ao atributo<code>Gtk.Orientation</code> o valor de <code>VERTICAL</code> as etiquetas empilham-se em cima umas das outras. Tenta criar uma <code>Gtk.Grid</code> sem dar-lhe uma orientação. Por padrão, a orientação da <code>Gtk.Grid</code> é horizontal. Apenas precisas de atribuir um valor ao atributo orientation se precisares de uma grelha vertical.",
    "Functionality in Gtk.Grid": "Funcionalidades da Gtk.Grid",
    "Okay, so you know all about using a <code>Gtk.Grid</code> to pack multiple children into a Window. What about using it to lay out some functionality in our app? Let’s try building an app that shows a message when we click a button. Remember in our first “Hello World” how we changed the label of the button with <code>button.clicked.connect</code>? Let’s use that method again, but instead of just changing the label of the button, we’re going to use it to change an empty label to a message.": "Ok,  já sabes usar uma <code>Gtk.Grid</code>para adicionar múltiplos filhos a uma janela. E que tal usá-la também para adicionar algumas funcionaldiades à nossa app? Vamos experimentar criar uma app que apresenta uma mensagem quando se clica num botão. Lembras-te quando, na primeira app \"Olá Mundo\", mudámos o texto presente no botão com <code>button.clicked.connect</code>? Vamos usar novamente este método, mas em vez de mudar a etiqueta do botão, vamos usar para mudar uma etiqueta vazia, para apresentar a nossa mensagem.",
    "Let’s create a Window with a vertical Grid that contains a Button and a Label:": "Vamos criar uma janela com uma grelha vertical, que contém um botão e uma etiqueta:",
    "This time when we created our grid, we gave it another property: <code>row_spacing</code>. We can also add <code>column_spacing</code>, but since we’re stacking widgets vertically we’ll only see the effect of <code>row_spacing</code>. Notice how we can create new widgets outside the grid and then pack them into the grid by name. This is really helpful when you start using different methods to change the properties of your widgets.": "Desta vez, ao criar a grelha nós adicionamos uma nova propriedade: <code>row_spacing</code>. Podemos também adicionar <code>column_spacing</code>, mas uma vez que estamos a empilhar os widgets numa coluna, apenas veremos o efeito de <code>row_spacing</code>. Vês que podemos criar widgets fora da grelha, e invocá-los depois usando o seu nome. Isto é muito útil quando começamos a usar diferentes métodos para alterar as propriedades dos widgets.",
    "Now, let’s hook up the button to change that label. To keep our code logically separated, we’re going to add it below <code>this.add (grid);</code>. In this way, the first portion of our code defines the UI and the next portion defines the functions that we associated with the UI:": "Agora, vamos ligar o botão para mudar o contéudo da etiqueta. Para manter a nossa lógica separada, vamos adicioná-lo a seguir a <code>this.add (grid);</code>.Desta forma, a primeira porção do código define a interface de utilizador, e a segunda parte define as funções que lhe estão associadas.",
    "Remember, we set the button as insensitive here because clicking it again has no effect. Now compile your app and marvel at your newfound skills. Play around with orientation and spacing until you feel comfortable.": "Lembra-te de colocar o botão com sensitive=false, já que clicar uma segunda vez no mesmo não deve produzir qualquer efeito. Agora compila a tua app e observa, maravilhado, as tuas skills. Brinca com a orientação e o espaçamento até te sentires confortável.",
    "The Attach Method": "O método Attach",
    "While we can use <code>Gtk.Grid</code> simply to create single row or single column layouts with the add method, we can also use it to create row-and-column-based layouts with the <code>attach</code> method. First we’re going to create a new <code>Gtk.Grid</code> and set both column and row spacing, then we’ll create all the widgets we want to attach to our grid, and finally we’ll attach them.": "Apesar de podermos usar a <code>Gtk.Grid</code> para simplesmente criar layouts com uma coluna ou uma linha usando o método \"add\", podemos também criar layouts com várias linhas e colunas usando o método <code>attach</code>. Primeiro vamos criar uma nova <code>Gtk.Grid</code> e fixamos o espaçamento das linhas e colunas, e depois criamos todos os widgets que queremos adicionar à nossa grelha. finalmente vamos anexá-los - attach -.",
    "Make sure to give the Grid, Buttons, and Labels unique names that you’ll remember. It’s best practice to use descriptive names so that people who are unfamiliar with your code can understand what a widget is for without having to know your app inside and out.": "Assegura-te que dás às grelhas, botões e etiquetas nomes únicos que sejam fáceis de recordar. As boas práticas mandam que uses nomes descritivos para que pessoas que olham pela primeira vez para o teu código consigam perceber para que serve o widget, sem ter que conhecer a app ao pormenor.",
    "Notice that the attach method takes 5 arguments:": "Repara que o método \"attach\" usa 5 argumentos:",
    "The widget that you want to attach to the grid.": "O widget a anexar à grelha.",
    "The column number to attach to starting at 0.": "O número da coluna que vai ser usado, começando em 0.",
    "The row number to attach to starting at 0.": "O número da linha que vai ser usado, começando em 0.",
    "The number of columns the widget should span.": "O número de colunas que o widget ocupa.",
    "The number of rows the widget should span.": "O número de linhas que o widget ocupa.",
    "You can also use <code>attach_next_to</code> to place a widget next to another one on <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">all four sides</a>. Don’t forget to add the functionality associated with our buttons:": "Podemos também usar <code>attach_next_to</code> para anexar um widget junto a outro nos <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">seus quatro lados</a>. Não te esqueças de adicionar as funcionalidades aos teus botões:",
    "You’ll notice in the example code above that we’ve created a 2 x 2 grid with buttons on the left and labels on the right. The top label goes from blank to “Hello World!” and the button label is rotated 90 degrees. Notice how we gave the buttons labels that directly call out what they do to the other labels.": "Repara que no exemplo acima criamos uma grelha 2 x 2 com botões do lado esquerdo, e etiquetas do lado direito. A etiqueta de cima altera-se de vazio para \"Olá Mundo\" e a de baixo roda 90 graus. Repara que demos aos botões etiquetas que indicam o que vai acontecer.",
    "Let’s recap what we learned in this section:": "Vamos recapitular o que aprendemos nesta secção:",
    "We learned about the building blocks of Gtk and the importance of subclasses": "Falámos sobre os elementos básicos do Gtk e a importância das subclasses e dependências.",
    "We packed multiple children into a Window using <code>Gtk.Grid</code>": "Carregámos multiplos widgets numa janela usando uma <code>Gtk.Grid</code>",
    "We set the properties of <code>Gtk.Grid</code> including its orientation and spacing": "Definimos as propriedades desta <code>Gtk.Grid</code> incluíndo a orientação e o espaçamento.",
    "We added multiple widgets into a single Gtk.Grid using the attach method to create complex layouts containing Buttons and Labels that did cool stuff.": "Adicionámos multiplos widgets a uma grelha, usando o método \"attach\" para criar layouts complexos contendo botões e etiquetas que faziam coisas bonitas.",
    "Now that you understand more about Gtk, Grids, and using Buttons to alter the properties of other widgets, try packing other kinds of widgets into a window like a Toolbar and changing other properties of <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Label\">Labels</a> like <code>width_chars</code> and <code>ellipsize</code>. Don’t forget to play around with the attach method and widgets that span across multiple rows and columns. Remember that Valadoc is super helpful for learning more about the methods and properties associated with widgets.": "Agora que sabe mais sobre Gtk, Grelhas e como usar Botões para aletrar as propriedades de outros widgets, tente adicionar outros tipos de widgets a uma janela como uma Barra de Ferramentas e mudar outras propriedades das <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Label\">Labels</a> como <code>width_chars</code> e <code>ellipsize</code>. Não se esqueça de treinar o método attach e widgets que ocupam múltiplas linhas e colunas. Lembre-se que o Valadoc é super útil para aprender mais sobre os métodos e propriedades associadas aos widgets.",
    "Notifications": "Notificações",
    "By now you've probably already seen the white notification bubbles that appear on the top right of the screen. Notifications are a simple way to notify a user about the state of your app. For example, they can inform the user that a long process has been completed or a new message has arrived. In this section we are going to show you just how to get them to work in your app. Let's begin by making a new project!": "É provável que já tenha visto as bolhas de notificação brancas que aparecem no canto superior direito do seu ecrã. As notificações são uma maneira fácil de notificar um utilizador sobre o estado da sua aplicação. Por exemplo, podem informar um utilizador que um processo demorado foi concluído ou que uma nova mensagem foi recebida. Nesta secção, vamos mostrar-lhe como enviar notificações na sua aplicação. Vamos começar por criar um novo projeto!",
    "Making Preparations": "Preparar a Base",
    "Create a new folder inside of  &quot;~/Projects&quot; called &quot;notifications-app&quot;": "Crie uma nova diretoria dentro de \"~/Projects\" com o nome \"notifications-app\"",
    "Create a file inside called <code>notify-app.vala</code>": "Adicione um novo ficheiro dentro chamado <code>notify-app.vala</code>",
    "Re-create the <code>CMake</code> folder and <code>CMakeFiles.txt</code> file. If you don't remember how to set up CMake, go back to the <a href=\"#building-and-installing-with-cmake\">previous section</a> and review.": "Volte a criar a diretoria <code>CMake</code> e o ficheiro <code>CMakeFiles.txt</code>. Se não se lembra como configurar o CMake, volte à  <a href=\"#building-and-installing-with-cmake\">secção anterior</a> e revejao processo.",
    "Remember how to <a href=\"#the-desktop-file\">make a .desktop file</a>? Excellent! Make one for this project, but this time, name it <code>notify.app.desktop</code> as <code>notify.app</code> will be your app's ID. Since your app will be displaying notifications, add <code>X-GNOME-UsesNotifications=true</code> to the end of the file. This is needed so that users will be able to set notification preferences for your app in the system's notification settings.": "Lembra-se como <a href=\"#the-desktop-file\">criar um ficheiro .desktop</a>? Excelente! Crie um pare este projeto, mas desta vez, dê-lhe o nome <code>notify-app-desktop</code> sendo que <code>notify.app</code> será o ID das sua aplicação. Uma vez que a sua aplicação irá enviar notificações, adicione no fim do ficheiro <code>X-GNOME-UsesNotifications=true</code>. Isto é necessário para que os utilizadores consigam definir as preferências de notificação para a sua aplicação.",
    "When using notifications, it's important that your desktop file has the same name as your application's ID. This is because elementary uses desktop files to find extra information about the app who sends the notification such as a default icon, or the name of the app. If you don't have a desktop file whose name matches the application id, your notification might not be displayed.": "Quando são usadas notificações, é importante que o seu ficheiro .desktop tenha o mesmo nome do ID da sua aplicação. Isto deve-se ao facto do elementary usar os ficheiros .desktop para obter informações adicionais sobre a aplicação que envia a notificação como o seu ícone, ou nome da aplicação. Se não tem um ficheiro .desktop cujo nome corresponda ao ID da aplicação, as suas notificações podem não ser mostradas.",
    "Gtk.Application": "Gtk.Application",
    "In order to display notifications, you're going to need your app to subclass <code>Gtk.Application</code>. <code>Gtk.Application</code> is a class that handles many important aspects of a Gtk app like app uniqueness and the application ID you need to identify your app to the notifications server. If you want some more details about <code>Gtk.Application</code>, <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Application\">check out Valadoc</a>.": "De forma a mostrar as notificações, precisará de criar uma subclasse de <code>Gtk.Application</code>. <code>Gtk.Application</code> é uma classe que trata de vários aspetos importantes duma aplicação Gtk, como a identidade da aplicação e o seu ID que é disponibilizado ao servidor de notificações. Se quer saber mais detalhes sobre <code>Gtk.Application</code>, <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Application\">visite o seu Valadoc</a>.",
    "Now that you know what a <code>Gtk.Application</code> is, let's create one:": "Agora que já sabe o que é uma <code>Gtk.Application</code>, vamos criar uma:",
    "Initiating your app with Gtk.Application is a little different from what we did a few sections back. This time, in <code>main</code> you are starting your app with <code>app.run</code> and you have a new function called <code>activate</code> inside of your class; This <code>activate</code> function will be the one that executes when you invoke <code>app.run</code>. We are also creating a <code>Gtk.ApplicationWindow</code>, this is where you will place all the widgets your app needs. Now that we have a simple window, let's use what we learned in <a href=\"#gtk-grid\">creating layouts</a> and make a grid containing one button that will show a notification.": "Iniciar a sua aplicação com <code>Gtk.Application</code> é um pouco diferente do que fizemos umas secções atrás. Agora, no <code>main</code> está a iniciar a sua aplicação com <code>app.run</code> e há um novo método chamado <code>activate</code> dentro da sua classe; Este método <code>activate</code> será executado quando o <code>app.run</code> for invocado. Estamos também a criar uma <code>Gtk.ApplicationWindow</code>, na qual serão colocados todos os widgets que a sua aplicação precisa. Agora que temos uma janela simples, vamos usar o que aprendemos em <a href=\"#gtk-grid\">Criar Layouts</a> e fazer uma grelha que contenha um botão que vai enviar uma notificação.",
    "In between <code>var app_window...</code> and <code>app_window.show ();</code>, write the folowing lines of code:": "Entre <code>var app_window...</code> e <code>app_window.show ();</code>, adicione as seguintes linhas de código:",
    "Since we're adding translatable strings, don't forget to update your translation template by running <code>make pot</code>.": "Uma vez que estamos a adicionar strings quee podem ser traduzidas, não se equeça de atualizar o modelo de traduções executando <code>make pot</code>.",
    "Sending Notifications": "Enviar Notificações",
    "Now that we have a Gtk.Application we can send notifications. Let's connect a function to the button we created and use it to send a notification:": "Agora que temos uma Gtk.Application podemos enviar notificações. Vamos então associar um método ao botão que criamos e usá-lo para enviar uma notificação:",
    "Okay, now compile your new app. if everythink works, you should see your new app. Click the &quot;Send&quot; button. Did you see the notification? Great! Don't forget to commit and push your project in order to save your branch for later.": "Ok, agora compile a sua nova aplicação. Se tudo correr bem, deve ver a sua nova aplicação. Clique no botão \"Send\". Viu a notificação? Ótimo! Não se esqueça de aceitar e submeter o seu projeto de forma a guardar o seu branch para usar mais tarde.",
    "Additional Features": "Funcionalidades Adicionais",
    "Now that you know how to send basic notifications, lets talk about a couple ways to make your notifications better. Notifications are most useful when users can indentify where they came from and they contain relevant information. In order to make sure your notifications are useful, there are three important features you should know about: setting an icon, replacing a notification, and setting priority.": "Agora que sabe enviar notificações básicas, vamos ver algumas maneiras de tornar as notificações melhores. As notificações são mais úteis quando os utilizadores identificam quem enviou a notificação e quando têm informações relevantes. Para tornar as suas notificações mais úteis, há três funcionalidades importantes que deve conhecer: definir um ícone, substituir uma notificação e definir a sua prioridade",
    "Icons": "Ícones",
    "In order to make sure users can easily recognize a notification, we should set a relevant icon. Right after the <code>var notification = New Notification</code> line, add:": "De forma a garantir que os utilizadores reconheçam uma notificação, devemos escolher um ícone relevante para a mesma. Imediatamente depois da linha <code>var notification = New Notification</code>, adicione:",
    "That's it. Compile your app again, and press the &quot;Send&quot; button. As you can see, the notification now has an icon. Using this method, you can set the icon to anything you'd like. You can use <code>gtk3-icon-browser</code> to see what system icons are available.": "Já está. Compile a sua aplicação de novo e pressione o botão \"Send\". Como pode ver, a notificação agora tem um ícone. Usando este método, pode definir o ícone para o que quiser. Pode usar o <code>gtk3-icon-browser</code> para ver que ícones estão disponíveis.",
    "Replace": "Substituir",
    "We now know how to send a notification, but what if you need to update it with new information? Thanks to the notification ID, we can easily replace a notification. The notification ID should be the same as the app ID that we set in <code>Gtk.Application</code>.": "Agora sabemos enviar uma notificação, mas e se precisarmos de a atualizar? Graças ao ID da notificação, podemos facilmente alterar a notificação. O ID da notificação deve ser o mesmo que o ID da aplicação que definimos em <code>Gtk.Application</code>.",
    "Let's make the replace button. This button will replace the current notification with one with different information. Let's create a new button for it, and add it to the grid:": "Vamos então fazer o botão de substituição. Este botão irá substituir a notificação mostrada com uma que contém informações diferentes. Vamos criar o botão para isso e adicioná-lo a grelha:",
    "{\n        this.withdraw_notification (\"notify-test\");\n    });\n-->": "{\n        this.withdraw_notification (\"notify-test\");\n    });\n-->",
    "Very easy right? Let's compile and run your app again. Click on the buttons, first on &quot;Show&quot;, then &quot;Replace&quot;. See how the text on your notification changes without making a new one appear?": "Fácil não é? Vamos compilar e executar a aplicação de novo. Clique nos botões, primeiro em \"Show\" e depois em \"Replace\". Observe como o texto da sua notificação muda sem que uma nova apareça.",
    "Priority": "Prioridade",
    "Notifications also have priority. When a notification is set as <code>URGENT</code> it will stay on the screen until either the user interacts with it, or you withdraw it. To make an urgent notification, add the following line before the <code>this.send_notification ()</code> function": "As notificações também têm prioridades. Quando uma notificação é definida como <code>URGENT</code> ficará no ecrã até que o utilizador interaja com a mesma ou a oculte. Para definir uma notificação como urgente, acrescente a seguinte linha antes do método <code>this.send_notification ()</code>",
    "<code>URGENT</code> notifications should really only be used on the most extreme cases. There are also <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.NotificationPriority\">other notification priorities</a>.": "Notificações <code>URGENT</code> devem ser usadas apenas em casos mais extremos. Existem também <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.NotificationPriority\">outras propriedades de notificações</a>.",
    "Let's review what all we've learned:": "Vamos rever o que foi aprendido:",
    "We learned what <code>Gtk.Application</code> is and how to make a subclass of it.": "Aprendemos o que é uma <code>Gtk.Application</code> e como fazer uma subclasse da mesma.",
    "We built an app that sends and updates notifications.": "Desenvolvemos uma aplicação que envia e atualiza notificações.",
    "We also learned about other notification features like setting an icon and a notification's priority.": "Também aprendemos outras funcionalidades das notificações como definir o ícone ou a prioridade das notificações.",
    "As you could see, sending notifications is very easy thanks to <code>Gtk.Application</code>. If you need some further reading on notifications, Check out the page about <code>Glib.Notification</code> in <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.Notification\">Valadoc</a>.": "Como pode ver, é muito fácil enviar notificações graças à <code>Gtk.Application</code>. Se quiser ler mais sobre as notificações, consulte esta página sobre <code>Glib.Notification</code> em <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.Notification\">Valadoc</a>.",
    "Next Page:": "Próxima Página:",
    "Reference": "Referências"
}