{
    "Brand": "Varemerke",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "Varemerket til elementary tilhører elementary, Inc. selskapet som veileder og støtter utviklingen av elementary-produkter. Disse retningslinjer beskriver når og hvordan elementary-varemerket skal brukes.",
    "Company and Product Names": "Selskap og produktnavn",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Ordet <strong>elementary</strong> er et varemerke tilhørende elementary, Inc. som henviser til selve selskapet. Det skrives alltid med små bokstaver, selv på begynnelsen av setninger. Det kan også brukes sammen med produktnavn (f.eks. «elementary OS») for å referere til et gitt produkt fra elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Hovedproduktet fra elementary, Inc. er <strong>elementary OS</strong>. For å spesifisere, «elementary OS» skal aldri forkortes til «elementary» eller annen stavelse.",
    "Brand Marks": "Varemerker",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. gjør krav på to varemerker: <strong>«e»-logomerket</strong> og <strong>«elementary»-logotypen</strong>. Begge er varemerker og representerer elementary, Inc.",
    "Both should be used with the following in mind:": "Begge bør brukes med følgende i tankene:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Ikke strekk, forskyv, roter, vend eller på annen måte endre merkene.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Ikke bruk varemerkene sammen med en altfor travel bakgrunn, heldekkende farger passer best.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Merkene skal være monokromatiske; f.eks. hvitt på svart bakgrunn, eller svart på lys bakgrunn.",
    "elementary Logomark": "elementary logomerke",
    "Default logomark": "Forvalgt logomerke",
    "Alternate elementary Logomark": "Alternativt elementary-logomerke",
    "Alternate logomark": "Alternativt logomerke",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "«e»-logomerket brukes for å vise til elementary, Inc. spesielt når et kvadratisk forhold er påkrevd. Det skal brukes for større størrelser, og når det brukes ved siden av lignende logoer. Det tynnere, alternative logomerket kan brukes i mindre kontekster, eller når forvalgt logomerke føles for tungt.",
    "elementary Logotype": "elementary-logotekst",
    "Logotype": "Logotekst",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "«elementary»-logotypen brukes når plassen tillater det for å vise til elementary, Inc. Det kan også brukes før et produktnavn for å referere til et spesifikt produkt tilhørende elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "Logotypen skal alltid brukes etter de følgende retningslinjene:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Aldri forsøk å gjenskape logotypen ved å skrive «elementary» i en gitt skrifttype; bruk alltid angitt grafikk.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Ikke bruk logotypen i små størrelses; dersom det ikke er tydelig bruker du heller logomerket.",
    "Color": "Farge",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Vi bruker fargen kombinert med navnet vårt og merkene våre for å etablere merkevaren. Følgende fargepalett brukes:",
    "Strawberry": "Jordbær",
    "Strawberry 100": "Jordbær 100",
    "Strawberry 300": "Jordbær 300",
    "Strawberry 500": "Jordbær 500",
    "Strawberry 700": "Jordbær 700",
    "Strawberry 900": "Jordbær 900",
    "Orange": "Appelsin",
    "Orange 100": "Appelsin 100",
    "Orange 300": "Appelsin 300",
    "Orange 500": "Appelsin 500",
    "Orange 700": "Appelsin 700",
    "Orange 900": "Appelsin 900",
    "Banana": "Banan",
    "Banana 100": "Banan 100",
    "Banana 300": "Banan 300",
    "Banana 500": "Banan 500",
    "Banana 700": "Banan 700",
    "Banana 900": "Banan 900",
    "Lime": "Limegrønn",
    "Lime 100": "Lime 100",
    "Lime 300": "Lime 300",
    "Lime 500": "Lime 500",
    "Lime 700": "Lime 700",
    "Lime 900": "Lime 900",
    "Mint": "Mint",
    "Mint 100": "Mint 100",
    "Mint 300": "Mint 300",
    "Mint 500": "Mint 500",
    "Mint 700": "Mint 700",
    "Mint 900": "Mint 900",
    "Blueberry": "Blåbær",
    "Blueberry 100": "Blåbær 100",
    "Blueberry 300": "Blåbær 300",
    "Blueberry 500": "Blåbær 500",
    "Blueberry 700": "Blåbær 700",
    "Blueberry 900": "Blåbær 900",
    "Grape": "Drue",
    "Grape 100": "Drue 100",
    "Grape 300": "Drue 300",
    "Grape 500": "Drupe 50",
    "Grape 700": "Drue 700",
    "Grape 900": "Drue 900",
    "Bubblegum": "Tyggegummi",
    "Bubblegum 100": "Tyggegummi 100",
    "Bubblegum 300": "Tyggegummi 300",
    "Bubblegum 500": "Tyggegummi 500",
    "Bubblegum 700": "Tyggegummi 700",
    "Bubblegum 900": "Tyggegummi 900",
    "Latte": "",
    "Latte 100": "",
    "Latte 300": "",
    "Latte 500": "",
    "Latte 700": "",
    "Latte 900": "",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Sølv",
    "Silver 100": "Sølv 100",
    "Silver 300": "Sølv 300",
    "Silver 500": "Sølv 500",
    "Silver 700": "Sølv 700",
    "Silver 900": "Sølv 900",
    "Slate": "Skifer",
    "Slate 100": "Skifer 100",
    "Slate 300": "Skifer 300",
    "Slate 500": "Skifer 500",
    "Slate 700": "Skifer 700",
    "Slate 900": "Skifer 900",
    "Black": "Svart",
    "Black 100": "Svart 100",
    "Black 300": "Svart 300",
    "Black 500": "Svart 500",
    "Black 700": "Svart 700",
    "Black 900": "Svart 900",
    "Fonts": "Skrifter",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "For nett og utskrift, bruker vi Inter for overskrifter og brødtekstkopi. For kodeblokker brukes Roboto Mono.",
    "Third Parties &amp; Community": "Tredjeparter og gemenskap",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Vi inviterer tredjepartsutviklere som utvikler produkter for elementary OS til å adoptere gitte elementer av elementary-merkevaren for konsistens:",
    "Voice/tone": "Ordlyd",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "For at ikke brukere skal bli forvirret, tillater vi ikke bruk av elementary sitt navn eller logoer:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Du oppfordres til å si at ditt program eller tjeneste er «designet for elementary OS», men ikke til å bruke elementary-navnet eller merker som del av navnet på selskapet ditt, programmet, produktet, eller tjenesten—eller logoer du lager.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Kun bruk elementary-navnet eller dets varemerker til å referere til elementary, Inc. eller dets produkter (f.eks. elementary OS).",
    "Community": "Brukerfelleskap",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Brukerfelleskap-produkter (nettsider, fanklubber osv.) oppfordres til å bruke elementary Brukerfelleskap-logoen:",
    "elementary Community Logo with color": "elementary brukerfelleskapslogo med farge",
    "elementary Community Logo in black": "elementary brukerfelleskapslogo i svart",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Dette hjelper til å etablere produktet som del av den gjennomgående gemenskapen, samtidig som det reduserer forvirringen som kan oppstå rundt bruk av elementary, Inc.-logomerket.",
    "Hardware Distributors": "Maskinvaredistributører",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Så lenge vår programvare bærer elementary-merkingen, må opplevelsen være konsistent—enten OS-et ble lastet ned fra nettsiden vår, eller forhåndsinnstallert på et maskinvareprodukt.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Programvarekomponenter for elementary OS kan endres og redistribueres i henhold til friprog-vilkårene i programvarens lisens; dog, skal merkevarereglene og varemerkene ovenfor kun redistribueres under én eller flere gitte vilkår:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Programvaren skal være veldig uendret; inkludert forvalgte programmer, stilark og ikoner, osv., eller",
    "Software modifications are approved by elementary, Inc.": "Programvareendringer er godkjent av elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Drivere og maskinvare-funksjonalitet er selvfølgelig akseptabelt. Vi forstår at distribusjonsmerking (f.eks. forvalgte skjermbilder) kan være viktig for distributører, så disse endringene vil typisk godkjennes. Hvis du er i tvil, send e-post til <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for rettledning og anvisning.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Hvis du er ute av stand eller ikke ønsker å følge redistribusjonsvilkårene for elementary, Inc.-varemerket, er det å fjerne dem fra OS-et enkelt og greit:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Endre <code>DISTRIB_DESCRIPTION</code>-linja i fila <code>/etc/lsb-release</code> for å ekskludere våre varemerker.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Erstatt ikonene, slik at ikonet <code>distributor-logo</code> som finnes i <code>/usr/share/icons/elementary/places/</code> i hver av størrelsene som forefinnes, slik at de ikke opptrer i OS-et.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Fjern eller erstatt pakkene <code>plymouth-theme-elementary</code> og <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "For mer info om OEM-er og maskinvaredistributører, sjekk vår <a href=\"oem\">informasjon for OEM-er</a>.",
    "Merchandise": "Effekter",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Vi tillater ikke vår merking (inkludert vårt navn og varemerker) bruk på tredjepartsting, uten ettertrykkelig og skriftlig godkjenning.",
    "Assets &amp; More Info": "Tilhørende filer og mer info",
    "Download on GitHub": "Last ned på GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "For ytterligere informasjon vedrørende bruk av elementary-navnet, merking og varemerker, send e-post til <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Merke og elementary"
}
