{
    "Brand": "Varemerke",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Varemerket til elementary er unikt: Teknisk sett tilhører det elementary, Inc. selskapet som leder og støtter utviklingen av elementary-produkter. Vi har et flott fellesskap, og ønsker ikke å vøre overbærende med juridiske krav og tekniske aspekter. Som sådan har vi skrevet noen retningslinjer for å gjøre det enklere å forstå når og hvordan det skal brukes.",
    "Name": "Navn",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Ordet \"elementary\" henspeiler varemerket tilhørende elementary, Inc. elementary skrives alltid med små bokstaver, selv når det innleder setninger, som denne. Det brukes også sammen med produktnavn (f.eks. \"elementary OS\") for å vise til et gitt elementary-produkt.",
    "Brand Marks": "Varemerker",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary eier de to varemerkene: «elementary»-logoen og «e»-logoen. Begge regnes som varemerker og representerer selskapet elementary og dets produkter.",
    "Both should be used with the following in mind:": "Begge bør brukes med følgende i tankene:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Ikke strekk, forskyv, roter, vend eller på annen måte endre merkene.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Ikke bruk varemerkene sammen med en altfor travel bakgrunn, heldekkende farger passer best.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Merkene skal alltid være monokrome; typisk hvit hvis de figurerer på mørk bakgrunn, eller svart hvis på lys bakgrunn.",
    "Logotype": "Logotekst",
    "elementary Logotype": "elementary-logotekst",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotypen skal brukes når det er plass til å referere til bedriften elementary. Den kan brukes foran et produktnavn for å vise til et spesifikt produkt av elementary.",
    "The logotype should always be used under the following guidelines:": "Logotypen skal alltid brukes etter de følgende retningslinjene:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Ikke forsøk å gjenskap denne logotypen. Den er et nøye designet merkevare, og ikke bare \"elementary\" skrevet i en spesiell skrifttype.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Ikke bruk logotypen i små størrelses; dersom det ikke er tydelig bruker du heller logomerket.",
    "Logomark": "Logomerke",
    "elementary Logomark": "elementary logomerke",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "«e»-logoen anvendes for å henvise til selskapet elementary når det er begrenset med plass eller om fire like store sider kreves.",
    "Color": "Farge",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary bruker farge sammen med navn og logo for å etablere merkevaren vår. Vi bruker denne fargepaletten:",
    "Strawberry": "Jordbær",
    "Strawberry 100": "Jordbær 100",
    "Strawberry 300": "Jordbær 300",
    "Strawberry 500": "Jordbær 500",
    "Strawberry 700": "Jordbær 700",
    "Strawberry 900": "Jordbær 900",
    "Orange": "Appelsin",
    "Orange 100": "Appelsin 100",
    "Orange 300": "Appelsin 300",
    "Orange 500": "Appelsin 500",
    "Orange 700": "Appelsin 700",
    "Orange 900": "Appelsin 900",
    "Banana": "Banan",
    "Banana 100": "Banan 100",
    "Banana 300": "Banan 300",
    "Banana 500": "Banan 500",
    "Banana 700": "Banan 700",
    "Banana 900": "Banan 900",
    "Lime": "Limegrønn",
    "Lime 100": "Lime 100",
    "Lime 300": "Lime 300",
    "Lime 500": "Lime 500",
    "Lime 700": "Lime 700",
    "Lime 900": "Lime 900",
    "Blueberry": "Blåbær",
    "Blueberry 100": "Blåbær 100",
    "Blueberry 300": "Blåbær 300",
    "Blueberry 500": "Blåbær 500",
    "Blueberry 700": "Blåbær 700",
    "Blueberry 900": "Blåbær 900",
    "Grape": "Drue",
    "Grape 100": "Drue 100",
    "Grape 300": "Drue 300",
    "Grape 500": "Drupe 50",
    "Grape 700": "Drue 700",
    "Grape 900": "Drue 900",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Sølv",
    "Silver 100": "Sølv 100",
    "Silver 300": "Sølv 300",
    "Silver 500": "Sølv 500",
    "Silver 700": "Sølv 700",
    "Silver 900": "Sølv 900",
    "Slate": "Skifer",
    "Slate 100": "Skifer 100",
    "Slate 300": "Skifer 300",
    "Slate 500": "Skifer 500",
    "Slate 700": "Skifer 700",
    "Slate 900": "Skifer 900",
    "Black": "Svart",
    "Black 100": "Svart 100",
    "Black 300": "Svart 300",
    "Black 500": "Svart 500",
    "Black 700": "Svart 700",
    "Black 900": "Svart 900",
    "Fonts": "Skrifter",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "På nett og papir benytter vi Raleway for overskrifter og Open Sans for all øvrig hovedtekst. For kodeblokker benytter vi Roboto Mono.",
    "Third Parties &amp; Community": "Tredjeparter og gemenskap",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Vi oppfordrer tredjeparts-utviklere som utvikler produkter for elementary OS til å ta i bruk enkelte elementer av merkevaren til elementary for å opprettholde konsistens:",
    "Voice\/tone": "Ordlyd",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "For at ikke brukere skal bli forvirret, tillater vi ikke bruk av elementary sitt navn eller logoer:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Du må gjerne si at tjenesten eller programmet ditt er beregnet for elementary OS, men ikke bruk elementary navnet eller dets merker som en del av ditt selskap, program, produkt, tjeneste, eller i noen logo du lager.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Kun bruk elementary-navnet eller dets varemerker til å referere til elementary, Inc. eller dets produkter (f.eks. elementary OS).",
    "Community": "Brukerfelleskap",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Brukerfelleskap-produkter (nettsider, fanklubber osv.) oppfordres til å bruke elementary Brukerfelleskap-logoen:",
    "elementary Community Logo with color": "elementary brukerfelleskapslogo med farge",
    "elementary Community Logo in black": "elementary brukerfelleskapslogo i svart",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Dette hjelper til med å etablere produktet som en del av den helhetlige elementary-gemenskapen, samtidig som det klarer opp i forvirring som kan oppstå rundt bruk av hovedlogoen.",
    "Hardware Distributors": "Maskinvaredistributører",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Vi ønsker oss å forsikre oss om at så lenge vår programvare bærer elementary-insignia, er opplevelsen den samme uansett om det ble lastet ned fra nettsiden eller forhåndsinstallert på et fysisk produkt.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Programvarekomponentene i elementary OS kan endres og redistribueres i henhold til vilkårende i programvarelisensen. Dog kan våre merkevare bare redistribueres under etter eller flere av følgende vilkår:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "Programvaren forblir uendret, inkludert forhåndsinstallerte programmer, stilark og ikoner, oppsettsfiler osv., eller",
    "The modifications are approved in writing by elementary.": "Modifikasjonene har blitt godkjent skriftlig av elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Vi forstår at å inkludere drivere, maskinvarestøtte, og distributørmerking er viktig for distributører, så disse modifikasjonene vil nesten alltid bli godkjent av elementary. Hvis du er i tvil, send e-post til <a href=\"mailto:brand@elementary.io\"> 1brand@elementary.io<\/a> 2 for oppklaring eller veivisning.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Hvis du ikke kan eller ikke vil følge disse vilkårene for redistribusjon av merkevare, bør det være enkelt å fjerne dem fra OS-et:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Endre <code>DISTRIB_DESCRIPTION<\/code>-linja i fila <code>\/etc\/lsb-release<\/code> for å ekskludere våre varemerker.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Erstatt ikonene, slik at ikonet <code>distributor-logo<\/code> som finnes i <code>\/usr\/share\/icons\/elementary\/places\/<\/code> i hver av størrelsene som forefinnes, slik at de ikke opptrer i OS-et.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Fjern pakkene <code>plymouth-theme-elementary<\/code> og <code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "Effekter",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Vi tillater vanligvis ikke vår merkevare (inkludert vårt navn og varemerker) til bruk på tredjeparts-effekter.",
    "Assets &amp; More Info": "Tilhørende filer og mer info",
    "Download on GitHub": "Last ned på GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "For ytterligere informasjon vedrørende bruk av elementary-navnet, merking og varemerker, send e-post til <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": "Merke og elementary"
}
