{
    "Code of Conduct": "Retningslinjer for oppførsel",
    "Community Guidelines": "Retningslinjer for fellesskapet",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Å være involvert i elementary-gemenskapen er en utrolig opplevelse; du får ta del i noe stort, samarbeide med folk verden rundt, og hjelpe folk med å gjøre datamaskinene sine fantastiske. Dog, med det kommer ansvaret med å følge et regelsett som tar hensyn til alle involverte. Følgende regler forventes å følges til alle tider du er involvert med gemenskapen, det være seg IRC, på GitHub, på en av sidene, øye til øye, eller annensteds hen.",
    "I. Respect": "I. Respekt",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Å respektere andre er viktig. Vær sikker på at du respekterer andre mennesker og deres meninger, personlige bakgrunn, personvern og ideer. Elementary-samfunnet er ikke en plass for vise respektløshet eller komme med stygge utsagn rettet mot andre. Når det skal gis kritikk, vær konstruktiv og vis respekt. Det er nulltoleranse for personangrep. Når du mottar konstruktiv kritikk, ta dett til vurdering og takk for kritikken og synspunktene, uansett hvilket standpunkt du har.",
    "II. Content": "II. Innhold",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementary-gemenskapen favner tusener av brukere av forskjellige aldrer, trossystem, og modenhetsnivå. På grunn av dette, må du være oppmerksom på innholdet du produserer og merknadene du levner. Ingen nakenhet, unødvendig vulgaritet, politisk innhold, religiøst innhold, eller upassende innhold skal opptre i sammenheng med elementary. I siste instans, har elementary-moderatorene siste ord hva anngår upassende. Skulle du være i tvil, overvei hvorvidt det er noe du ønsker å vise et rom fult av folk, inkludert barn og bestemødre fra verden over. Hvis du tviler, la være.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Skjermdumper delt i elementary-modererte nettsamfunn skal ikke inneholde temaer som imiterer andre operativsystemer, bilder eller illustrasjoner som objektifiserer et individ, eller innhold som ellers ikke er i tråd med våre Etiske retningslinjer.",
    "III. Rumors and Speculation": "III. Rykter og spekulasjoner",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Selv om elementary skrider frem i voldsom fart og det kan bidra til ønsket om å spre rykter, unngå det. Å diskutere fremtidsplaner er greit, men om det ikke er en bekreftet sannhet, snakk om det som personlig spekulasjon eller ikke diskuter det. Å spre uriktig informasjon kan være skadelig for gemenskapen, spesielt om den spres i negativt lys.",
    "IV. Helpful Discussion": "IV. Hjelpsom diskusjon",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary er drevet av individer som kommer sammen i egen fritid for å skape noe spesielt. Det er viktig å respektere det og alltid bidra til sunn, hjelpsom diskusjon. Hvis du er i et møte, hold deg til saken og bidra kun når det bringer på det rene akkurat det som diskuteres. Hvis du kommenterer nettsiden, ikke la diskusjonen forlate innholdet av \"Journal\"-oppføringen eller \"Svar\"-emnet. Hvis du deltar i en utvikler-orientert diskusjon som en problemoversikt, innlemmelses-forespørsel, e-postliste, IRC, eller Slack, ikke skap unødvendig støy ved å diskutere emner som ikke har med utvikling å gjøre; dette avsporer bare diskusjonen og grumser til loggene for utviklikere som ikke er til stede.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Som en gemenskap hvis natur primært er nettbasert, er det viktig at vi unngår de potensielt negative aspektene ved Internett. Ikke troll; det å starte ting hvis ene hensikt er å gjøre noen sinte er barnslig og uakseptabelt. Søppelpost er også uakseptabelt; dette inkluderer lenking til irrelevante sider og gjentatt lenking til samme side. Hvis noen troller eller forsøpler, ignorer og flagg brukeren.",
    "V. Avoiding Conflict": "V. Å unngå konflikter",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Hvis du føler at noen, det være seg en lengre tids bidragsyter, oppfører seg uoppdragent, la det komme personen til kjenne på en vennlig måte. Å søke konflikt før problemer brer om seg er kritisk viktig. Alle har en rolle i det å hjelpe kommunikasjonens flyt i vårt (noen ganger krevende) unike arbeidsmiljø.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Likeledes, alltid ha som mål å opptre profesjonelt, nøyaktig og respektfullt når du samarbeider, eller nevner andre prosjekter; selskap, eller folk. Husk at din ordbruk og interaksjon kan antas å være gjenstand for hva hele elementary-gemenskapen bedriver. Konstruktiv kritikk kan være hjelpsomt, anfør den dog alltid fra en positiv vinkling, og aldri misrepresenter eller oppfør deg injurierende. Hvis du er usikker, la det gå utsagt.",
    "VI. Step Down Considerately": "VI. Tre av hensynsfullt",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Livsprioriteringer, interesser og lidenskaper kan endre seg. Hvis du er involvert i et elementary-relatert prosjekt og føler at du vil dra, gjør det på en måte som minimerer forstyrrelse. Når vi jobber sammen, blir vårt arbeid og våre idéer ikke bare til noe eget; de eies av gemenskapen som helhet. Informer andre medlemmer av laget om at du har til hensikt å trekke deg, og hvis mulig, finn noen til å ta over arbeidet ditt. I det minste forsikre deg om at noen kan fortsette der du slapp.",
    "Consequences": "Konsekvenser",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Hvis du velger å ikke følge denne oppførselskodeksen eller på annen måte forstyrrer gemenskapen, reserverer ledelsen retten til å gjøre følgende: Endre eller fjerne innhold du har postet; skru av eller bannlyse kontoen din på tredjepartssider; skru av kontoen din i Slack; eller på annen måte forhindre deg fra å ha med gemenskapen å gjøre.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>elementary sin oppførselskodeks er lisensiert <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Navngivelse-DelPåSammeVilkår 3.0</a>-lisens. Noen momenter er inspirert av <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntus oppførselskodeks</a>.</em>",
    "Code of Conduct &sdot; elementary": "Oppførselskodeks &sdot; elementary"
}
