{
    "Be a Part of Something Bigger": "Ta del i noe større",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alt vi lager er 100% fri programvare, utviklet i fellesskap av mennesker fra hele verden. Selv om du ikke skriver kode, kan du involvere deg og utgjøre en forskjell.",
    "Funding": "Finansiering",
    "Translations": "Oversettelser",
    "Support": "Brukerstøtte",
    "Web": "Nett",
    "Desktop": "Skrivebord",
    "Design": "Design",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Med din hjelp, har vi blitt i stand til å vokse fra en liten gruppe engasjerte frivillige til en liten bedrift. Hver lille bit av hjelp er ett skritt nærmere å ansette en annen fulltids utvikler.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fungerer som en pågående crowdfunding-kampanje. Velg et beløp, få belønninger og hjelp oss å nå våre mål.",
    "Learn More": "Lær mer",
    "Become a Patron": "Bli en støttespiller",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Enkelt kan bruke et debetkort, kredittkort eller PayPal-konto. Du kan velge en engangsbetaling eller sette opp periodiske betalinger.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Hjelp oss økonomisk, og få noen eksklusive elementary utstyr for å vise din støtte til venner, familie og kolleger.",
    "Visit Store": "Besøk butikken",
    "Bountysource": "Bountysource",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource legger penger direkte i hendene på utviklere ved å belønne dem for feilrettinger eller det å skape nye finesser. Sett en premie på de sakene som betyr mest for deg eller finansier et bestemt program. Du kan også sette opp et abonnement.",
    "Bountied Bugs": "Feil med dusører",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS er laget og brukt av folk fra hele verden; hjelp oss å gjøre opplevelsen enda bedre ved å oversette det til flere språk.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS bruker et åpent verktøy for oversettelser via samarbeid på Launchpad kalt Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Vår hjemmeside er også åpent oversatt ved hjelp av en nettbasert plattform kalt Transifex.",
    "Translate elementary OS": "Oversett elementary OS",
    "Translate This Website": "Oversett denne hjemmesiden",
    "World map": "Verdenskart",
    "Question & Answer": "Spørsmål og svar",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange er et spørsmålsfora bygd rundt de beste svarene på ofte stilte spørsmål. Alle kan lage en konto for å komme igang.",
    "Unanswered Questions": "Ubesvarte spørsmål",
    "New Questions": "Nye spørsmål",
    "Documentation": "Dokumentasjon",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tilbyr dokumentasjon for både brukere og utviklere. All vår dokumentasjon er skrevet i Markdown og tilbudt via GitHub, så det lar seg enkelt gjøre å sende inn endringsforslag.",
    "Learning The Basics Guide": "Nybegynnerguide",
    "Developer Docs": "Utviklerdokumentasjon",
    "Web Development": "Webutvikling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Vår nettside er bygd ved bruk av HTML, CSS, PHP og JavaScript. Vi er alltid på utkikk etter folk med erfaring på de områdene som ønsker å bidra til å gjøre den enda bedre.",
    "Fork Our Website on GitHub": "Forgren vår nettside på GitHub",
    "Report a Website Issue": "Rapporter en feil med nettsiden",
    "Desktop Development": "Skrivebordsutvikling",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Vårt skrivebordsmiljø og alle dets programmer er bygget ved hjelp av Vala, GTK+, Granite, og en rekke andre åpne biblioteker. All vår kode er lagret på Launchpad.net, en gratis tjeneste for friprog-prosjekter. Hvis du aldri har utviklet for elementary OS før, anbefaler vi at du tar en titt på vår oppstartsveiledning.",
    "Browse Our Desktop Code": "Se gjennom vår kode for skrivebordsmiljøet",
    "Browse Our Apps' Code": "Utforsk vår programkode",
    "Bitesized Bugs": "Pallatialiserte feilrettinger",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Hvert prosjekt begynner med en idé. Vårt designteam tar disse ideene og gjør dem om til veikart og feilrapporter. Vi deler design opp i to hovedkomponenter:",
    "Visual Design": "Visuelt design",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Vi er alltid åpne for nye idéer for elementary OS sitt visuelle design. Kom i gang ved å dele noen utkast med",
    "our Google+ Community": "vårt Google+ fellesskap",
    "Read the Interface Guidelines": "Les retningslinjene for brukergrensesnitt",
    "See Our Mockups": "Se våre forbedringsutkast",
    "Interaction Design": "Interaktiv design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Vi bruker et system på Launchpad som heter Blueprints til å innhente detaljert forklaring på nye funksjoner og endringer i brukergrensesnittet.",
    "Read About Our Workflow": "Les om vår arbeidsflyt",
    "Browse Our Blueprints": "Bla gjennom våre utkast",
    "Get Involved with elementary OS": "Involver deg i elementary OS"
}