{
    "Be a Part of Something Bigger": "Ta del i noe større",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alt vi lager er 100% fri programvare, utviklet i fellesskap av mennesker fra hele verden. Selv om du ikke skriver kode, kan du involvere deg og utgjøre en forskjell.",
    "Funding": "Finansiering",
    "Translations": "Oversettelser",
    "Support": "Brukerstøtte",
    "Web": "Nett",
    "Desktop": "Skrivebord",
    "Design": "Design",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Med din hjelp, har vi blitt i stand til å vokse fra en liten gruppe engasjerte frivillige til en liten bedrift. Hver lille bit av hjelp er ett skritt nærmere å ansette en annen fulltids utvikler.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fungerer som en pågående crowdfunding-kampanje. Velg et beløp, få belønninger og hjelp oss å nå våre mål.",
    "Learn More": "Lær mer",
    "Become a Patron": "Bli en støttespiller",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Bruk et debetkort, kredittkort eller PayPal-konto. Du kan velge engangsbetaling, eller sette opp gjentagende betalinger.",
    "Use PayPal": "Bruk PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - Den tryggere, enklere måten å betale på nett.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Hjelp oss økonomisk, og få eksklusivt elementary-utstyr for å vise din støtte til venner, familie og kolleger.",
    "Visit Store": "Besøk butikken",
    "Bountysource": "",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource sender pengene rett til utviklerne ved å belønne dem for å sende inn programfikser, eller for å lage nye funksjoner. Prisgi sakene som betyr mest for deg, eller gi penger til et spesifikt program. Du kan også sette opp gjentakende overføringer.",
    "Bountied Bugs": "Feil med dusører",
    "BountySource": "Bountysource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS er laget og brukt av folk fra hele verden; hjelp oss å gjøre opplevelsen enda bedre ved å oversette det til flere språk.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Både elementary OS og vår nettside blir oversatt uten videre innstegsterskel på den nettbaserte plattformen Weblate.",
    "Join Chat": "Ta del i sludringen",
    "Suggest Translations": "Foreslå oversettelser",
    "World map": "Verdenskart",
    "Question &amp; Answer": "Spørsmål og svar",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange er et spørsmål- og svarsnettside bygget for å finne de beste svarene på vanlige spørsmål. Hvem som helst kan lage en konto og stille spørsmål og gi svar.",
    "Unanswered Questions": "Ubesvarte spørsmål",
    "New Questions": "Nye spørsmål",
    "Documentation": "Dokumentasjon",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tilbyr dokumentasjon for både brukere og utviklere. All vår dokumentasjon er skrevet i Markdown og tilbudt via GitHub, så det lar seg enkelt gjøre å sende inn endringsforslag.",
    "Learning The Basics Guide": "Nybegynnerguide",
    "Developer Docs": "Utviklerdokumentasjon",
    "Web Development": "Webutvikling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Vår nettside er bygd ved bruk av HTML, CSS, PHP og JavaScript. Vi er alltid på utkikk etter folk med erfaring på de områdene som ønsker å bidra til å gjøre den enda bedre.",
    "Fork Our Website on GitHub": "Forgren vår nettside på GitHub",
    "Report a Website Issue": "Rapporter en feil med nettsiden",
    "Desktop Development": "Skrivebordsutvikling",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Vårt skrivebordsmiljø og alle dets programmer er bygd ved bruk av Vala, GTK+, Granite, og et antall andre åpne bibliotek. GitHub er vertskap for vår skrivebordskode, en gratis tjeneste for prosjekter med åpen kildekode. Hvis du aldri har utviklet for elementary OS før, anbefaler vi at du tar en titt på vår \"Kom i gang\"-guide.",
    "Browse Our Code": "Se vår kildekode",
    "Bitesized Bugs": "Pallatialiserte feilrettinger",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Våre designere gjør idéer til klare saksrapporter og leverbare kreasjoner. Før du hiver deg med, anbefales det at du leser om vår design-arbeidsflyt.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS bruker et system-stilark skrevet i CSS. Det definerer hvordan alt tegnes, fra knapper og verktøylinjer til paneler og menyer.",
    "Browse Our Stylesheet": "Se vårt stilark",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS kommer med et sett vektorielle ikoner som brukes i alle forhåndsinstallerte programmer, og som også er tilgjengelig for tredjepartsutviklere.",
    "Browse Our Icons": "Se våre ikoner",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Våre designere holder øye med \"Trenger designarbeid\"-saker på GitHub. Det kan hende noe må diskuteres, detaljeres eller produseres for å komme dithen.",
    "Browse 'Needs Design' Issues": "Se 'Trenger design'-problemer",
    "Get Involved with elementary OS": "Involver deg i elementary OS"
}
