{
    "Be a Part of Something Bigger": "Ta del i noe større",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alt vi lager er 100% fri programvare, utviklet i fellesskap av mennesker fra hele verden. Selv om du ikke skriver kode, kan du involvere deg og utgjøre en forskjell.",
    "Funding": "Finansiering",
    "Translations": "Oversettelser",
    "Support": "Brukerstøtte",
    "Web": "Nettleser",
    "Desktop": "Skrivebord",
    "Design": "Design",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Ved hjelp av våre brukere og tilhengere har vi vokst fra en liten gruppe lidenskapelige frivillige til et lite men bærekraftig selskap. Alle monner drar i forbedringen av elementary OS og i fortsettelsen av å takle nye og mer ambisiøse problemer.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Bidra til elementary OS direkte og få et GitHub-skilt som viser din støtte på profilen din. GitHub Sponsors tar ingen avgifter, så det er en grei måte å få donasjonen til å strekke til.",
    "Sponsor on GitHub": "Støtt på GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon fungerer som en vedvarende kronerullingskampanje. Velg et beløp å gi hver måned for å hjelpe oss å nå målene våre. Få tilgang til eksklusive belønninger og les eksklusivt innhold tidlig.",
    "Back on Patreon": "Tilbake på Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Bruk et debetkort, kredittkort eller PayPal-konto. Du kan velge engangsbetaling, eller sette opp gjentagende betalinger.",
    "Use PayPal": "Bruk PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - Den tryggere, enklere måten å betale på nett.",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Sett opp et vedvarende bidrag gjennom Liberapay, den frie veldedige donasjonsplattformen.",
    "Contribute with Liberapay": "Bidra med Librapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS er laget og brukt av folk fra hele verden; hjelp oss å gjøre opplevelsen enda bedre ved å oversette det til flere språk.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Både elementary OS og vår nettside blir oversatt uten videre innstegsterskel på den nettbaserte plattformen Weblate.",
    "Learn More": "Lær mer",
    "Join Chat": "Ta del i sludringen",
    "Suggest Translations": "Foreslå oversettelser",
    "World map": "Verdenskart",
    "Question &amp; Answer": "Spørsmål og svar",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange er et spørsmål- og svarsnettside bygget for å finne de beste svarene på vanlige spørsmål. Hvem som helst kan lage en konto og stille spørsmål og gi svar.",
    "New Questions": "Nye spørsmål",
    "Unanswered Questions": "Ubesvarte spørsmål",
    "Documentation": "Dokumentasjon",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tilbyr dokumentasjon for både brukere og utviklere. All vår dokumentasjon er skrevet i Markdown og tilbudt via GitHub, så det lar seg enkelt gjøre å sende inn endringsforslag.",
    "Learning the Basics Guide": "«Lær det grunnleggende»-veiledning",
    "Developer Docs": "Utviklerdokumentasjon",
    "Web Development": "Webutvikling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Vår nettside er bygd ved bruk av HTML, CSS, PHP og JavaScript. Vi er alltid på utkikk etter folk med erfaring på de områdene som ønsker å bidra til å gjøre den enda bedre.",
    "Report a Website Issue": "Rapporter en feil med nettsiden",
    "Fork the Website on GitHub": "Forgren nettsiden på GitHub",
    "Desktop Development": "Skrivebordsutvikling",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Vårt skrivebordsmiljø og dets programmer er bygd med Vala, GTK, Granite, og mange andre frie bibliotek. All koden og utviklingen er å finne på GitHub. Hvis du aldri har utviklet for elementary OS før anbefales utviklingsveiledningen.",
    "Developer Guide": "Utvilingsveiledning",
    "Browse Code": "Utforsk kildekoden",
    "Report issues": "Innrapporter feil",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Hjelp til å spore opp feil og innrapportere dem. Eller hjelp til ved å bekrefte, greie ut og rydde opp eksisterende feil.",
    "Read the Guide": "Les veiledningen",
    "Fix issues": "Fiks problemer",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Bidra til elementary OS ved å fikse feil, forbedre funksjonalitet eller implementere nye funksjoner.",
    "Bitesize Issues": "Problemer du kan gape over",
    "Create apps": "Lag programmer",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Forbedre det generelle elementary OS-økosystemet og tjen penger ved å lage nye flotte programmer for AppSenter.",
    "Publish on AppCenter": "Publiser på AppSenter",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Vårt designlag gjør idéer til klare feilrapporter og leverbare filer. Før du tar bladet fra munnen anbefales det å lese om vår design-arbeidsflyt.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Vårt designlag fører «Trenger design»-problemer på GitHub. Disse trenger ofte videre designdiskuson, skissering eller leverbare filer.",
    "See ‘Needs Design’ Issues": "Sjekk «Trenger design»-feilrapportene",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS bruker et system-stilark skrevet i CSS. Det definerer hvordan grensesnittet (som knapper, verktøylinjer, og menyer) vises.",
    "View Stylesheet": "Vis stilark",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS kommer med et sett vektorielle ikoner som brukes på tvers av alle forvalgte programmer, og er tilgjengelige for tredjepartsprogrammer.",
    "Browse Icons": "Utforsk ikoner",
    "Get Involved with elementary OS": "Involver deg i elementary OS"
}
