{
    "Press Resources": "Presseressurser",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Vi elsker å jobbe sammen med pressen, både innen Linux-verdenen, og de store teknologi- og kultur- monsterne, for å dele vår historie og det vi arbeider med.",
    "Join Our Press List": "Meld deg på vår presseliste",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Få vite om nye utgaver og store utviklingstrinn først. Vi sender forhåndstilgang til presseforpakninger og pressemeldinger, inkludert høyoppløselige skjermavbildninger. Dette er en liste med <strong>særdeles lavt volum<\/strong>; vi sender deg de største nyhetene omentrent én gang i året.",
    "Email": "E-post",
    "First Name": "Fornavn",
    "Last Name": "Etternavn",
    "Publication": "Publikasjon",
    "Subscribe": "Abonner",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "Juno er mer finslepent, mer produktivt, og en enda bedre plattform for tredjepartsutviklere. Vi har har oppdatert programmene mye, gjort den sentrale delen av skrivebordet mer produktivt med nye funksjoner, raffinert hovedinntrykket og -opplevelsen, og forbedret systeminnstillingene mye.",
    "Read Announcement": "Les kunnkjøringen",
    "Download Press Kit": "Last ned presseforpakningen",
    "News &amp; Announcements": "Nyheter og kunngjøringer",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "Vi deler ofte oppdateringer om utvikling, store kunngjøringer, tips for utviklere, framhevede programmer, og annet innhold via vår Medium-publikasjon.",
    "Visit Medium": "Besøk Medium",
    "Brand Resources": "Merkevareressurser",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vis elementary-logoene, retningslinjer for varemerkebruk, fargepalett, og gemenskaps-logo. Last også ned offisiell høyoppløselig og vektorielle logo-ressurser.",
    "View Brand Resources": "Vis merkevareressurser",
    "Get in Touch": "Ta kontakt",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Snakk direkte med laget ved å sende en e-post til <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. Intervjuforespørsler er veldig velkomne, nettradioopptaksopptredner, eller kun generelle presseutspørringer.",
    "Send an Email": "Send en e-post",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
