{
    "Press Resources": "Presseressurser",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Vi elsker å jobbe sammen med pressen, både innen Linux-verdenen, og de store teknologi- og kultur- monsterne, for å dele vår historie og det vi arbeider med.",
    "In the Press": "I pressen",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;elementary OS er annerledes … Et storartet og kraftig operativsystem.&rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;Ikke i veien når du fokuserer på det du skal ha gjort.&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;Jeg har vært mer produktiv de siste to ukene [i bruk av elementary OS] enn de to siste månedene tilsammen.&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;En rask plattform som ikke krever mye vedlikehold som kan installeres nær sagt hvor som helst.&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;Lett g raskt … og med fintfølelse for design og utseende.&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;Den beste måten å prøve elementary [OS] er å installere det, og siden veilederen er pen og enekel er dette ganske enkelt.&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;Etisk og kapabel erstatning for tradisjonelle systemer som f.eks. Windows og macOS … Enkelt å bruke og tilpassbart for å tilpasse seg til forskjellige måter å gjøre ting.&rdquo;",
    "Join Our Press List": "Meld deg på vår presseliste",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Få vite om nye utgaver og store utviklingstrinn først. Vi sender forhåndstilgang til presseforpakninger og pressemeldinger, inkludert høyoppløselige skjermavbildninger. Dette er en liste med <strong>særdeles lavt volum</strong>; vi sender deg de største nyhetene omentrent én gang i året.",
    "Email": "E-post",
    "First Name": "Fornavn",
    "Last Name": "Etternavn",
    "Publication": "Publikasjon",
    "Subscribe": "Abonner",
    "elementary OS 7.1": "elementary OS 7.1",
    "Made with care with you in mind. OS 7.1 provides new personalization options that make it more inclusive and accessible, protects your privacy and ensures apps always operate with your explicit consent, and addresses your feedback with over 200 bug fixes, design changes, and new features": "Laget med omhu og deg i tankene. OS 7.1 gir deg nye muligheter for personlig tilpasning. Mer tilgjengelig, bedre personvern, og innstillinger for eksplisitt samtykke for programmer. Over 200 feilfikser som følge av innrapportering, designendringer, og nye funksjoner.",
    "Read Announcement": "Les kunnkjøringen",
    "Download Press Kit": "Last ned presseforpakningen",
    "News &amp; Announcements": "Nyheter og kunngjøringer",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "På bloggen kan du jevnlig lese oppdateringer om utviklingen, nyheter om store kunngjøringer, tips for utviklere, framhevede programmer, og annet nytt innhold.",
    "Visit Our Blog": "Besøk bloggen vår",
    "Brand Resources": "Merkevare-ressurser",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vis elementary-logoer, merkevare-retningslinjer, fargepalett og gemenskapslogo. Nedlasting av offisiell høyoppløselig og vektorielle elementary-logomerker.",
    "View Brand Resources": "Vis merkevare-ressurser",
    "Get in Touch": "Ta kontakt",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Snakk direkte med laget ved å sende en e-post til <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Intervjuforespørsler er veldig velkomne, nettradioopptaksopptredner, eller kun generelle presseutspørringer.",
    "Send an Email": "Send en e-post",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
