{
    "Press Resources": "Presseressurser",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Vi elsker å jobbe sammen med pressen, både innen Linux-verdenen, og de store teknologi- og kultur- monsterne, for å dele vår historie og det vi arbeider med.",
    "Join Our Press List": "Meld deg på vår presseliste",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Få vite om nye utgaver og store utviklingstrinn først. Vi sender forhåndstilgang til presseforpakninger og pressemeldinger, inkludert høyoppløselige skjermavbildninger. Dette er en liste med <strong>særdeles lavt volum</strong>; vi sender deg de største nyhetene omentrent én gang i året.",
    "Email": "E-post",
    "First Name": "Fornavn",
    "Last Name": "Etternavn",
    "Publication": "Publikasjon",
    "Subscribe": "Abonner",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "Den største oppgraderingen av plattformen til dags dato, med multipekestøtte, mørk drakt, programsandkasse, og en helt ny installasjonsopplevelse. OS 6 støtter deg i å uttrykke deg, fortsetter å innovere med nye funksjoner, og er både enklere og mer anvendelig.",
    "Read Announcement": "Les kunnkjøringen",
    "Download Press Kit": "Last ned presseforpakningen",
    "News &amp; Announcements": "Nyheter og kunngjøringer",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "På bloggen kan du jevnlig lese oppdateringer om utviklingen, nyheter om store kunngjøringer, tips for utviklere, framhevede programmer, og annet nytt innhold.",
    "Visit Our Blog": "Besøk bloggen vår",
    "Brand Resources": "Merkevare-ressurser",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vis elementary-logoer, merkevare-retningslinjer, fargepalett og gemenskapslogo. Nedlasting av offisiell høyoppløselig og vektorielle elementary-logomerker.",
    "View Brand Resources": "Vis merkevare-ressurser",
    "Get in Touch": "Ta kontakt",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Snakk direkte med laget ved å sende en e-post til <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Intervjuforespørsler er veldig velkomne, nettradioopptaksopptredner, eller kun generelle presseutspørringer.",
    "Send an Email": "Send en e-post",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
