{
    "Privacy": "Personvern",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "All data tilhører deg, og kun deg. Vi gjør ikke avtaler med din informasjon, og samler heller ikke inn sensitive personopplysninger. Vi kronerulles direkte av våre brukere, som betaler akkurat det de ønsker for elementary OS, og programmer fra AppSenter. Det er slik det burde være.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Vi samler ikke inn noen data fra elementary OS. Filene dine, innstillingene dine, og all annen personlig data forblir på enheten din, med mindre du deler dem med et tredjepartsprogram eller tjeneste.",
    "Online Accounts": "Nettbaserte kontoer",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS integrerer valgfritt med nettbaserte kontotilbydere som Google, Last.fm, og FastMail via systeminnstillingene. Data fra disse tilbyderne kan hentes og lagres lokalt på din enhet, for bruk i programmer som Mail og Kalender. Denne dataen sendes ikke til elementary, og deles ikke med noen tredjepart.",
    "What Data is Collected": "Hvilken data samles inn",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Etter å ha lagt til en nettbasert konto, vil elementary OS samle inn og lagre navnet ditt, e-postadressen, avataren, e-postmeldinger, kalenderhendelser, kontakter, bilder og filer fra dine tilkoblede kontoer, lokalt på din enhet.",
    "How Data is Used": "Hvordan data brukes",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Din data lagres lokalt på din enhet, og sendes aldri til elementary-tjenerne eller noen tredjeparter. Den brukes til visning i lokale programmer som Mail, Kalender, Filer, og Bilder, med din data.",
    "Sharing Data": "Deling av data",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS deler ikke noen data smlet inn fra dine nettbaserte kontoer. Dataen blir aldri sendt til elementary eller tredjepartstjenere.",
    "Website": "Nettside",
    "Do Not Track": "Ikke spor",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Denne siden anerkjenner \"Ikke spor\"-innstillingen som er å finne i de fleste moderne nettlesere, og skrur av Google Analytics når så er tilfelle. Vi kan ikke automatisk fjerne andre sporingsmetoder, uten å forulempe opplevelsen av siden. Skulle du ønske å behandle disse sporingsemtodene, se delen om å skru av kaker.",
    "Cookies": "Kaker",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Du kan velge å skru av, eller selektivt skru av enhver kake eller tredjepartskake i dine nettleserinnstillinger.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Denne siden bruker kaker for inkrementell forbedring. Tjenester kan fungere uten dem, men med redusert funksjon. For eksempel vil siden ikke huske om du tidligere har betalt for elementary OS; som forvalg vil du bli spurt om å betale igjen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Lagre kaker for å loggføre oppførsel for elementer, og analysere potensielle trusler. For mer info, se",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare sin personvern- og sikkerhetspraksis",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Lagrer kaker for å samle info, inkludert antallet besøkende på siden, hvor de ble referert fra, og sidene de besøker, i anonym form. Denne informasjonen brukes til å forbedre siden. For mer info, se Google sin artikkel om",
    "Safeguarding Your Data": "Beskyttelse av din data",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Bruker kaker til å huske din siste bestilling, og ditt land, slik at den vet hvilke korttyper som skal tilbys for betalinger. For mer info, se",
    "Stripe's Privacy Policy": "Stripe sin personvernspraksis",
    "Manage Cookies": "Behandle kaker",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Siden du allerede har besøkt siden vår, kan det hende du ønsker å behandle kaker allerede satt i din nettleser. Lenker til relevant instruks er å finne nedenfor.",
    "Transparency": "Gjennomsiktighet",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Vi har ikke plassert noen bakdører i vår programvare, og ikke har vi mottatt noen forespørsler om å gjøre det heller. Vi har også aldri mottatt et brev i tilknytning til nasjonal sikkerhet, FISA-ordre, eller noen annen klassifisert forespørsel om brukerinformasjon.",
    "Privacy &sdot; elementary": "Personvern &sdot; elementary"
}
