{
    "Privacy Policy": "Personvernspraksis",
    "Do Not Track": "Ikke spor",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Dette nettstedet tar hensyn til \"Ikke spor\"-innstillingen som finnes i de fleste moderne nettlesere og avviser Google Analytics når det er til stede. Vi kan ikke automatisk fjerne andre sporingsmetoder uten alvorlig å påvirke bruken av nettstedet. Skulle du ønske å administrere disse sporingsmetodene manuelt, referer til avsnittet om å skru av informasjonskapsler.",
    "Cookies": "Informasjonskapsler",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Du kan velge å skru av eller selektivt velge bort informasjonskapsler (eller tredjeparts sådanne) i nettleserinnstillingene.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Dette nettstedet bruker informasjonskapsler for små forbedringer. Tjenester kan fungere uten dem, men med redusert brukervennlighet. For eksempel, vil ikke siden huske at du tidligere har betalt for elementary OS; som forvalg vil du bli bedt om å betale på nytt.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Lagrer informasjonskapsler for å logge adferdselementer og analysere potensielle trusler. For mer informasjon, se",
    "CloudFlare Privacy & Security Policy": "CloudFlare personvern og sikkerhetspraksis",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Lagrer informasjonskapsler for å samle inn informasjon, inkludert antall besøkende på dette nettstedet, fra hvor de ble henvist, og sidene de besøker — i anonymisert form. Denne informasjonen blir brukt til å forbedre nettstedet. For mer informasjon, se Googles artikkel om",
    "Safeguarding Your Data": "Beskyttelse av dine data",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Bruker informasjonskapsler til huske din siste ordre og ditt land slik at den vet hvilke korttyper som skal tilbys for betalinger. For mer informasjon, se",
    "Stripe's Privacy Policy": "Stripes personvernpolitikk",
    "Manage Cookies": "Administrer informasjonskapsler",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Siden du allerede har besøkt vårt nettsted, kan det hende du ønsker å administrere informasjonskapsler som allerede er lagret i nettleseren din. Instruktive lenker  finner du nedenfor.",
    "Transparency": "Åpenhet",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Vi har ikke lagt noen bakdører inn i programvaren og har ikke mottatt noen forespørsler om å gjøre det. Vi har også aldri mottatt et \"National Security Letter\", FISA-ordre, eller hvilken som helst annen klassifisert forespørsel om brukerinformasjon .",
    "Privacy Policy ⋅ elementary": ""
}