{
    "Privacy": "Personvern",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "All data tilhører deg, og kun deg. Vi gjør ikke avtaler med din informasjon, og samler heller ikke inn sensitive personopplysninger. Vi kronerulles direkte av våre brukere, som betaler akkurat det de ønsker for elementary OS, og programmer fra AppSenter. Det er slik det burde være.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Vi beskytter din data aktivt fra oss og andre ved å ikke samle inn noe. Vi tror at det å respektere og beskytte ditt personvern er det rette å gjøre. <strong>Folk har en grunnleggende rett til så mye personvern de ønsker, selv fra selskaper og produkter de stoler på.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Vi samler ikke inn data fra elementary OS.</strong> Filene dine, innstillingene, og annen personlig data vil forbli på enheten med mindre du eksplisitt deler dem med et tredjepartsprogram, eller -tjeneste.",
    "Protections": "Beskyttelser",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS kommer med innebygd personvernsbeskyttelse for å hegne om din data.",
    "Tattle-tale": "Sladrehankeri",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS helper deg å holde øye med programmer. Når et program bruker mikrofonen din, vises det i en indikator. Når et program bruker mye energi, får du vite det i effektindikatoren.",
    "Permissions": "Tilganger",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Når et program ønsker tilgang til dine data eller enheter, må det spørre. Alle AppSenter-programmer sjekkes for å etterse at de bruker tilganger rett, og du kan alltid trekke dem tilbake selv i systeminnstillingene.",
    "Housekeeping": "Husreingjøring",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS rydder automatisk opp i papirkurven og midlertidige filer. Ikke bare gir dette mer plass på enheten, men det er en trygghet mot at data kommer på avveie.",
    "Online Accounts": "Nettbaserte kontoer",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS integrerer seg med nettbaserte kontoer som e-post- og kalendertilbydere via Systeminnstillinger. Data fra disse tilbyderne kan mottas fra ditt elementary OS og lagres lokalt åp din enhet for visning i lokalt installerte programmer som E-post, Kalender, og Gjøremål. <strong>Denne dataen sendes ikke til elementary, og deles ikke med noen tredjepart.</strong>",
    "What Data is Collected": "Hvilken data samles inn",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Hvis du velger å legge til en nettbasert konto, vil din kopi av elementary OS få tilgang til navnet ditt, e-postadressen, avataren, e-postmeldinger, kalenderhendelser, kontakter, bilder og filer fra dine tilknyttede kontoer lokalt på enheten din. <strong>elementary samler ikke inn noe av denne dataen.</strong>",
    "How Data is Used": "Hvordan data brukes",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Dataen din lagres lokalt på din enhet og blir aldri sendt til elementary-tjenerne eller tredjeparter.</strong> De brukes til å sette opp dine lokalt installerte programmer, som E-post, Kalender, Gjøremål, Filer, og Bilder med din data.",
    "Sharing Data": "Deling av data",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS deler ingen data fra dine nettbaserte kontoer.</strong> Dataen blir aldri sendt til elementary eller tredjepartstjenere.",
    "elementary.io": "elementary.io/nb/",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Denne nettsiden bruker det frie Plausible Analytics sendt gjennom vårt <code>stats.elementary.io</code>-domene for å anonymt telle besøk, nedlastinger, osv. Du kan se samme data vi ser i <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">den offentlige oversikten</a>. Ingen kaker brukes, og ingen personlig data—selv ikke en IP-adresse eller nettleser-brukeragent lagres. For mer info kan du sjekke <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible sin datapraksis</a>",
    "Cookies": "Kaker",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Du kan velge å skru av, eller selektivt skru av enhver kake eller tredjepartskake i dine nettleserinnstillinger.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Denne siden bruker kaker for inkrementell forbedring. Tjenester kan fungere uten dem, men med redusert funksjon. For eksempel vil siden ikke huske om du tidligere har betalt for elementary OS; som forvalg vil du bli spurt om å betale igjen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Lagre kaker for å loggføre oppførsel for elementer, og analysere potensielle trusler. For mer info, se",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare sin personvern- og sikkerhetspraksis",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Bruker kaker til å huske din siste bestilling, og ditt land, slik at den vet hvilke korttyper som skal tilbys for betalinger. For mer info, se",
    "Stripe's Privacy Policy": "Stripe sin personvernspraksis",
    "Manage Cookies": "Behandle kaker",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Siden du allerede har besøkt siden vår, kan det hende du ønsker å behandle kaker allerede satt i din nettleser. Lenker til relevant instruks er å finne nedenfor.",
    "Transparency": "Gjennomsiktighet",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Vi har ikke plassert noen bakdører i vår programvare, og ikke har vi mottatt noen forespørsler om å gjøre det heller. Vi har også aldri mottatt et brev i tilknytning til nasjonal sikkerhet, FISA-ordre, eller noen annen klassifisert forespørsel om brukerinformasjon.",
    "Privacy &sdot; elementary": "Personvern &sdot; elementary"
}
