{
    "Community-Powered Support": "Gemenskapsdrevet brukerstøtte",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Ta kontakt og delta i fellesskapet. Søk etter spørsmål, og still egne, eller hjelp til ved å dele kunnskap. Velg en programkomponent nedenfor for å vise diskusjoner om den.",
    "AppCenter": "AppSenter",
    "Calculator": "Kalkulator",
    "Calendar": "Kalender",
    "Camera": "Kamera",
    "Code": "Kode",
    "Files": "Filer",
    "Mail": "E-post",
    "Music": "Musikk",
    "Photos": "Bilder",
    "Screenshot": "Skjermavbildning",
    "Shortcuts": "Snarveier",
    "Tasks": "Gjøremål",
    "Terminal": "Terminal",
    "Videos": "Videoer",
    "Web": "Nettleser",
    "Installer": "Installasjonskandidat",
    "Multitasking": "Fleroppgaveløsning",
    "System Settings": "Systeminnstillinger",
    "Other Questions &amp; Help": "Andre spørsmål og hjelp",
    "Guides &amp; Documentation": "Veiledninger og dokumentasjon",
    "Installation": "Installasjon",
    "Get help installing elementary OS with our step-by-step guide.": "Få hjelp til å installere elementary OS med vår stegvise installasjonsveiledning.",
    "Learning the Basics": "Det grunnleggende",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Gå gjennom skrivebordet, fleroppgavekjøring, hurtigtaster og mer.",
    "Payment &amp; Download Support": "Betaling og nedlastningsstøtte",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please contact us using the details in your email receipt and a team member will contact you as soon as possible.": "Hvis du trenger hjelp med ditt kjøp av elementary OS, for eksempel nedlasting av OS-et, eller du vil ha pengene tilbake — kan du ta kontakt ved bruk av info som er å finne i kvitteringen sendt per e-post, og et lagmedlem vil kontakte deg så snart som mulig.",
    "Support &sdot; elementary": "Støtt &sdot; elementary"
}
