{
    "Installation": "安裝",
    "Download elementary OS": "下載 elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "如果您還沒有下載，您需要先<a href=\"/\" target=\"_blank\" rel=\"noopener\">從我們的首頁下載 elementary OS</a>。接下來您需要跟著以下說明來將下載下來的 ISO 檔複製到一個 USB 隨身碟上。",
    "Frequently-Asked Questions": "常見問題",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "請查看<a href=\"{#release_faq}\">這個版本的常見問題</a>。",
    "Recommended System Specifications": "建議系統規格",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "雖然我們沒有嚴格定義最低系統需求，我們建議至少要符合以下規格來取得最好的體驗：",
    "Recent Intel Core i3 or comparable dual-core 64-bit processor": "最近的 Intel Core i3 或相容的雙核心 64 位元處理器",
    "4 GB of system memory (RAM)": "4 GB 系統記憶體 (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "至少有 32 GB 可用空間的固態硬碟 (SSD)",
    "Internet access": "網際網路存取",
    "Built-in or wired mouse/touchpad and keyboard": "內建或有線的滑鼠/觸控板及鍵盤",
    "1024×768 minimum resolution display": "最低解析度 1024×768 的顯示器",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "安裝步驟也需要一個至少 4 GB 且沒有用作其他用途的 USB 隨身碟。",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>我們不建議使用虛擬機，因為它們的動作上沒有完整安裝來得好。</strong>如果您正嘗試安裝在虛擬機裡，請記得啟用 EFI；也請理解您可能會遇到其他這裡沒有提到的問題。",
    "Back Up Your Data": "備份您的資料",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "確保您將重要的資料備份到別的地方，像是您信任的雲端服務或是一個外部硬碟。安裝新作業系統時可能會覆寫掉您現有的資料。",
    "Step-by-step Guide": "逐步說明",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "您可以選擇參考以上影片，或是在下方選擇您目前使用的作業系統後跟著專屬的說明走。",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "驗證您下載的檔案",
    "Verifying your download is an important step: we generate a \"checksum\" for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "假設您將 elementary OS 下載到您 Windows 的「下載」資料夾，請開啟 Windows 的命令提示字元並執行以下指令：",
    "It should produce the output:": "它應該產生這個輸出：",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "如果檢查碼不符合，您會需要重新下載 elementary OS，並在完成下載之後再次嘗試檢查它。",
    "Creating an Install Drive": "建立安裝碟",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called \"Etcher\".": "",
    "Download Etcher": "下載 Etcher",
    "etcher steps": "etcher 步驟",
    "Open Etcher, then:": "開啟 Etcher，然後：",
    "Plug in your spare USB flash drive": "插入您沒有其他用途的 USB 隨身碟",
    "Select your downloaded .iso file using the \"Select image\" button": "",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher 應該會自動偵測到您的 USB 隨身碟；如果沒有的話，則手動選擇該隨身碟",
    "Click the \"Flash!\" button. It may take a moment to get started.": "",
    "Once complete, continue to boot from the install drive.": "完成後繼續從安裝蝶開機。",
    "Booting From the Install Drive": "從安裝碟開機",
    "In order to start the installation process, you must boot your computer from the install drive.": "要開始安裝程序，您需要先讓您的電腦從安裝碟開機。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "如果您的電腦還開著，先插入您的安裝碟然後重新開機。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "大部分電腦有選項能讓您選擇只有這一次開機要使用的開機順序。通常這個功能需要您在開機時正確時機按下 <kbd>F12</kbd>，有的時候這會是 <kbd>Esc</kbd> 或是別的 Function 鍵。不確定的話，通常您的電腦的開機畫面就會顯示進入開機選單 (boot menu) 或暫時變更開機順序 (boot order) 要使用哪個按鈕的說明；或是可以參考您的電腦的說明文件。",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "選擇正確開機碟一小段時間之後，您應該就會看到 elementary OS 的初始畫面。接下來的步驟請跟著螢幕上的說明。",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "假設您將 elementary OS 下載到您的 macOS「下載」資料夾，請開啟 macOS 的終端機應用程式並執行以下指令：",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "寫入映像檔途中可能會出現這個對話框，可以放心忽略它。",
    "Not readable warning": "無法讀取警告",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal.": "",
    "Boot Errors": "開機錯誤",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn {#release_filename} to Disc\". When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "在您的終端機裡執行以下指令：",
    "After Installation": "安裝之後",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "可以利用這個機會閱讀<a href=\"/docs/learning-the-basics\">初次使用</a>指南來瞭解您的新作業系統的更多資訊。"
}
