{
    "Learning the Basics": "學習基礎",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "瞭解關於 elementary OS 桌面的資訊，並學習如何瀏覽視窗、工作區等等。",
    "Desktop": "桌面",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "elementary OS 桌面包含兩個元素：面板與 Dock。您可以在桌面上用次要點擊來變更桌布——次要點擊在滑鼠上預設是右鍵，觸控板上預設則是雙指輕點。您也可以從<strong><a href=\"#system-settings\">系統設定值</a></strong> → <strong>桌面</strong> 來修改桌面的外觀與行為。",
    "Panel": "面板",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "在桌面的最上方是「面板」。面板左邊是應用程式選單，中間是日期與時間，右邊則是各個系統指示器。",
    "Applications Menu": "應用程式選單",
    "Date &amp; Time": "日期與時間",
    "System Indicators": "系統指示器",
    "The Panel": "面板",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "要開啟已安裝的應用程式或在它們之間搜尋，請在面板上選擇<strong>應用程式</strong>。您可以捲動滑鼠、在觸控板用雙指滑動，或是用應用程式選單底部的點點來切換目前顯示的頁面。您也可以使用上方的檢視模式切換器來切換要以格狀檢視您的應用程式，還是要用有分類的清單來顯示所有應用程式。",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "在應用程式選單中打字來依名稱或關鍵字搜尋您的應用程式。搜尋時同時也會顯示符合的應用程式動作和系統設定值頁面。舉例來說，透過搜尋您可以：",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>關機</strong>或<strong>重新開機</strong>",
    "<strong>Compose Message</strong> with Mail": "用《郵件》<strong>撰寫訊息</strong>",
    "Open a <strong>New Incognito Window</strong> in Web": "在《網頁》中開啟<strong>新隱密視窗</strong>",
    "Calculate quick math operations like <strong>23 * 5</strong>": "快速進行數學計算像是 <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "擷取<strong>目前視窗的畫面快照</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "尋找個別設定項目像是<strong>鍵盤 → 鍵盤配置 → Compose 鍵</strong>",
    "To open the Applications Menu with the keyboard, simply press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>.": "要用鍵盤開啟應用程式選單，只要按 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd>就可以了。",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "面板中間的「日期與時間指示器」顯示目前的日期與時間。在日期或時間任何地方點擊或輕點會秀出行事曆與即將到來的活動。在這個行事曆裡雙擊日期或選擇活動來在《行事曆》應用程式中開啟該日期或活動。",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "面板右邊是各個系統指示器，它們提供裝置的狀態資訊，像是網路連接、電池狀態、音效輸入與輸出、通知等等。選取指示器會秀出更多資訊及一些有關的動作。",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "滑鼠游標停駐在指示器上的時候也會顯示一些簡短資訊，以及中鍵點擊或三指輕點所會觸發的捷徑。舉例來說：",
    "Sound: Mute": "音效：靜音",
    "Bluetooth: Turn Bluetooth on or off": "藍牙：開啟或關閉藍牙",
    "Power: Toggle percentage of battery remaining in the Panel": "電源：切換是否在面板中顯示剩餘電量",
    "Notifications: Toggle Do Not Disturb mode": "通知：切換勿擾模式",
    "Session: Prompt to shut down": "工作階段：詢問是否關機",
    "Dock": "Dock",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "在桌面底部的是「Dock」，它讓您快速切換至您最愛與目前開啟的應用程式。",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "要將應用程式加到 Dock 中，可以從應用程式選單將應用程式圖示拖曳至 Dock 上放下，也可以次要點擊一個已開啟應用程式的圖示並選擇<strong>留在 Dock 中</strong>。要從 Dock 中移除應用程式，可以將它拖放到桌面空白的地方，或是次要點擊圖示然後取消勾選<strong>留在 Dock 中</strong>。在 Dock 上拖放應用程式會改變它們的排序。",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Dock 預設會在有應用程式最大化或是與其佔用同樣空間的時候自動往桌面底部隱藏。隱藏時將滑鼠游標從桌面中間下方邊緣繼續往下移動來讓它重新顯示，以便利用。",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Dock 的大小與行為可以在<strong><a href=\"#system-settings\">系統設定值</a></strong> → <strong>桌面</strong> → <strong>Dock 與面板</strong>當中進行調整。",
    "App Windows": "應用程式視窗",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "當您開啟應用程式時，它的視窗會出現在桌面上。不同應用程式的設計可能會不一樣，但應用程式視窗基本上都能關閉、移動、調整大小、或是最大化。",
    "Header Bar": "標頭列",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "大部分應用程式在視窗頂部都有一個「標頭列」，在標題列裡會有視窗按鈕和應用程式本身的其他動作或導覽按鈕。",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "要移動一個視窗，可以拖曳它的標頭列的任何地方，或是按 <kbd>Alt</kbd><kbd>F7</kbd> 之後移動滑鼠游標。",
    "HeaderBar": "標頭列",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "次要點擊標頭列會顯示選單，讓您快速使用視窗與工作區的動作。",
    "Window Buttons": "視窗按鈕",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "應用程式的視窗按鈕位於視窗的左上角與右上角：左上角是關閉，右上角則是最大化（如果應用程式有支援的話）。關閉視窗就會把該應用程式關閉；可以從面板上的應用程式選單或是 Dock 重新開啟它。最大化一個視窗會將它暫時調整為盡量佔滿桌面所有空間的大小，但同時也維持面板及 Dock 可用。",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "要將一個視窗最大化，也可以將它拖曳到桌面頂部，或是雙擊它的標頭列。要將已最大化的視窗解除最大化，除了視窗按鈕以外，也可以從桌面頂部拖曳，或是再次雙擊標頭列。",
    "Resizing": "調整大小",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "大部分的應用程式視窗可以透過拖曳視窗任何邊緣來調整大小。您也可以在視窗標頭列上次要點擊後選擇<strong>調整大小</strong>或是按下 <kbd>Alt</kbd><kbd>F8</kbd> 來進入調整大小模式：在這個模式下向您希望調整大小的方向移動滑鼠游標來調整視窗大小。",
    "Multitasking": "多工作業",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS 的多工作業流程同時使用視窗與工作區。",
    "Windows": "視窗",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "應用程式視窗在桌面上可以擋住彼此並被移動。要在已開啟的視窗間切換的話有幾種方式：",
    "Click or tap on the window you want to switch to": "點擊或輕點您希望切換到的視窗",
    "Click or tap the app's icon in the dock": "點擊或輕點應用程式在 Dock 中的圖示",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "按 <kbd>Alt</kbd><kbd>Tab</kbd> 來循環切換視窗",
    "Workspaces": "工作區",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "應用程式視窗預設會開在您目前的工作區中。不過您也可以使用多工作區來管理您的作業：",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "要在工作區間向左或向右移動，請按 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd><kbd>←</kbd> 或 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd><kbd>→</kbd>，或是在觸控板或觸控螢幕上用三支手指左右滑動。",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "按下 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd><kbd>1</kbd> 到 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd><kbd>9</kbd> 來直接跳到對應的工作區。您也可以使用 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd><kbd>0</kbd> 來跳到新的工作區。",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "要將視窗移動到別的工作區的話，可以在<a href=\"#multitasking-view\">多工作業檢視</a>將視窗拖曳到別的工作區，或是按下 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> 或 <kbd>→</kbd>。",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "這些快捷鍵可以在<strong><a href=\"#system-settings\">系統設定值</a></strong> → <strong>鍵盤</strong> → <strong>快捷鍵</strong> → <strong>工作區</strong>進行變更。",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "某些視窗進入全螢幕時可能會同時進入新的工作區。這種時候您還是可以正常在工作區間移動，而將該應用程式關閉或解除全螢幕時則會讓您回到前一個工作區。",
    "Multitasking View": "多工作業檢視",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "「多工作業檢視」顯示所有開啟的視窗與工作區，讓您能在它們之間切換。要開啟多工作業檢視，可以在 dock 中選擇<strong>多工作業檢視</strong>圖示，按下 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd><kbd>↓</kbd>，或是在觸控板或觸控螢幕上用三支手指往上滑動。",
    "Gestures": "手勢",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS 在支援的硬體（像是觸控板或觸控螢幕）上支援多點觸控手勢。預設設定下，三指左右滑動會切換工作區，三指向上滑動則會進入多工作業檢視。",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "手勢可以在<strong><a href=\"#system-settings\">系統設定值</a></strong> → <strong>滑鼠與觸控板</strong> → <strong>手勢</strong>修改。",
    "Hot Corners": "熱角",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "「熱角」是將游標置於主要顯示器的角落時觸發的捷徑。熱角可以設定來觸發多工作業用的動作，像是視窗概覽、工作空間概覽等等。",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "熱角的設定值可以在<strong><a href=\"#system-settings\">系統設定值</a></strong> → <strong>桌面</strong> → <strong>多工作業</strong>修改。",
    "Multiple Displays": "多螢幕",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "面板、Dock 與工作區都是在主要顯示器上的。其他的顯示器則如同獨立的工作區一樣。要管理或重新排列顯示器，請前往<strong><a href=\"#system-settings\">系統設定值</a></strong> → <strong>顯示器</strong>。您的主要顯示器會以實心星星（",
    ") and each display's settings can be changed from its": "）標記，而各個顯示器的設定值也可以從它的",
    "menu.": "選單進行變更。",
    "Installing Apps": "應用程式的安裝",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS 提供《<strong>應用程式中心</strong>》：開放且按所望付費、為個人開發者設計的應用程式商店。要安裝新的應用程式：",
    "Open <strong>AppCenter</strong>": "開啟《<strong>應用程式中心</strong>》",
    "Search in the top-right, or browse by category": "在右上方搜尋，或依分類搜尋",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "選擇您希望安裝的應用程式旁的<strong>免費</strong>或是建議的價格。要選擇別的價格，選擇 <strong>▾</strong> 按鈕然後選另一個價格或是輸入您自己決定的價格。",
    "Sideload": "側載",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "某些第三方軟體可能不會出現在《應用程式中心》裡，尤其在它是跨平台而非專為 elementary OS 設計時。這種時候您可以從第三方來源（像是 <a href=\"https://flathub.org\">Flathub</a>）側載 Flatpak 應用程式：下載並開啟 <code>.flatpakref</code> 或 <code>.flatpak</code> 檔案，然後利用《側載》工具來安裝它。在側載之後該應用程式的更新以及來自同一個來源的其他應用程式就能在《應用程式中心》中出現，並會標記為非精選。",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "請記得，側載與非精選的應用程式並沒有受 elementary 審查其安全性與隱私。",
    "Updating": "更新",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "《應用程式中心》在<strong>已安裝</strong>分頁下包含應用程式與作業系統本身的更新。請記得時常安裝更新來取得最新功能、錯誤修正，以及安全性改善。關於安全性改善的更多資訊請參閱 <a href=\"https://usn.ubuntu.com/\">Ubuntu 安全性告知</a>。",
    "System Settings": "系統設定值",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS 提供《<strong>系統設定值</strong>》應用程式來幫您管理裝置的設定與使用者偏好設定。《系統設定值》當中可以調整鍵盤快捷鍵、顯示器解析度、您的桌布等等。",
    "Search": "搜尋",
    "You can find specific settings by typing in the search bar at the top of the window.": "您可以在視窗頂部的搜尋列中打字來尋找個別設定項目。",
    "App Settings": "應用程式設定值",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "請記得，《系統設定值》只包含系統全域的設定值和 elementary OS 的使用者偏好設定。各個應用程式自己提供的設定值或偏好設定會由該應用程式在自己裡面提供。",
    "Keyboard Shortcuts": "鍵盤快捷鍵",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "elementary OS 的鍵盤快捷鍵通常會顯示在滑鼠停駐的工具提示或是次要點擊開啟的內文選單當中。",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key to open the <a href=\"#applications-menu\">Applications Menu</a>, start typing &quot;Shortcuts&quot;, and select the first entry in the <strong>Applications</strong> category.": "要查看鍵盤快捷鍵的一覽，請按 <kbd title=\"Super 或 Windows 或 Command 鍵\">&#8984;</kbd> 來開啟<a href=\"#applications-menu\">應用程式選單</a>，然後輸入「快捷鍵」，然後選擇<strong>應用程式</strong>分類當中的第一個項目。",
    "Additionally, you bind the shortcuts overlay to open on <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Layout</strong> (&#8984; key behavior: Shortcut Overlay).": "",
    "Desktop keyboard shorcuts can be customized from the <strong>Keyboard Settings…</strong> option in the shortcuts overlay or in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong>.": ""
}
