{
    "Installation": "Instalação",
    "Download elementary OS": "Transferir o elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se ainda não o fez, terá de <a href=\"/\" target=\"_blank\" rel=\"noopener\">transferir o elementary OS a partir da nossa página inicial</a>. Terá de copiar o ficheiro ISO transferido para uma unidade USB utilizando as instruções abaixo.",
    "Frequently-Asked Questions": "",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "",
    "Recommended System Specifications": "Especificações de sistema recomendadas",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Embora não tenhamos um conjunto rigoroso de requisitos mínimos de sistema, recomendamos pelo menos as seguintes especificações para a melhor experiência:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Processador Intel i3 recente ou processador de 64 bits dual-core equivalente",
    "4 GB of system memory (RAM)": "4 GB de memória do sistema (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Unidade (SSD) com 15 GB de espaço livre",
    "Internet access": "Acesso à Internet",
    "Built-in or wired mouse/touchpad and keyboard": "Rato/painel tátil e teclado incorporados ou com fios",
    "1024×768 minimum resolution display": "Resolução mínima de visualização de 1024×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Também precisará de uma unidade flash USB de reserva com pelo menos 4 GB de armazenamento para instalação.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "",
    "Back Up Your Data": "Faça uma cópia de segurança",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Certifique-se de que efetua uma cópia de segurança para um local externo, como um serviço de nuvem ou um disco rígido externo. A instalação de um novo sistema operativo pode apagar os seus dados existentes.",
    "Step-by-step Guide": "Guia passo-a-passo",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Siga o vídeo acima, ou selecione o sistema operativo que está a utilizar atualmente para ver as instruções de instalação personalizadas abaixo.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Verifique a sua transferência",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "A verificação da sua transferência é um passo importante: geramos um &quot;checksum&quot; para imagens do elementary OS e recomendamos que verifique se a sua transferência corresponde a esse checksum antes de tentar instalar. Isto assegura-lhe que recebeu a transferência completa e que não está corrompida.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Assumindo que transferiu o elementary OS para a pasta de Transferências do Windows, abra a linha de comandos no Windows e execute o seguinte comando:",
    "It should produce the output:": "Deve produzir o resultado:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Se o checksum não corresponder, poderá ter de voltar a transferir a sua cópia do elementary OS e assegurar-se de que a transferência está completa antes de a voltar a verificar.",
    "Creating an Install Drive": "Criar uma unidade de instalação",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Para criar uma unidade de instalação do elementary OS, será necessária uma unidade flash USB com pelo menos 4 GB de capacidade e uma aplicação chamada &quot;Etcher&quot;.",
    "Download Etcher": "Transferir o Etcher",
    "etcher steps": "passos do etcher",
    "Open Etcher, then:": "Abra o Etcher e depois:",
    "Plug in your spare USB flash drive": "Ligue a sua unidade flash USB disponível",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Selecione o seu ficheiro .iso transferido utilizando o botão &quot;Selecionar imagem&quot;",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "O Etcher deve detetar automaticamente a sua unidade USB; caso contrário, selecione a unidade correta",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Clique no botão &quot;Flash!&quot;. Pode demorar um bocado a começar.",
    "Once complete, continue to boot from the install drive.": "Uma vez concluído, continue para o arranque a partir da unidade de instalação.",
    "Booting From the Install Drive": "Arrancar a partir da unidade de instalação",
    "In order to start the installation process, you must boot your computer from the install drive.": "Para iniciar o processo de instalação, deve arrancar o computador a partir da unidade de instalação.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Assumindo que o computador ainda está ligado, comece por inserir a sua unidade de instalação e reinicie o computador.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A maioria dos computadores permite alterar brevemente a ordem de arranque apenas premindo uma tecla especial, normalmente a tecla <kbd>F12</kbd>, mas por vezes a tecla <kbd>Esc</kbd> ou outra tecla de função. Consulte o ecrã ou a documentação do computador para ter a certeza.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Prima a tecla <kbd>F12</kbd> (ou a tecla apropriada) e selecione a unidade de instalação, normalmente &quot;USB-HDD&quot; ou algo que contenha a palavra &quot;USB&quot; mas o texto pode variar. Se escolher a unidade incorreta, é provável que o computador continue a arrancar normalmente. Basta reiniciar o computador e escolher uma unidade diferente nesse menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Pouco tempo depois de selecionar a unidade de arranque apropriada, deverá ser-lhe apresentado o ecrã de início do elementay OS. Pode agora seguir as instruções no ecrã que o irão guiar durante o resto do processo.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Assumindo que transferiu o elementary OS para a sua pasta de Transferências do macOS, abra a aplicação Terminal no macOS e execute o seguinte comando:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "A seguinte janela pode aparecer durante o processo de criação, é seguro ignorar.",
    "Not readable warning": "Aviso não legível",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Depois de ouvir o som do arranque, prima e segure a tecla <kbd>Option</kbd>. De seguida, selecione a unidade de arranque apropriada. Tenha atenção que pode estar incorretamente identificado como &quot;Windows&quot;, mas isto é normal.",
    "Boot Errors": "Erros de arranque",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Se o seu Mac não reconhecer a unidade de instalação USB do seu elementary OS no menu de arranque, poderá ter de criar um DVD de instalação do elementary OS. Para criar um, introduza um DVD vazio, clique com o botão direito do rato no ficheiro ISO no Finder, e selecione &quot;Gravar {#release_filename} para o Disco&quot;. Quando estiver concluído, tente arrancar novamente a partir do DVD de Instalação.",
    "Running the following command in your terminal:": "Ao executar o seguinte comando no terminal:",
    "After Installation": "Após a instalação",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Aproveite este tempo para ler o manual de <a href=\"/docs/learning-the-basics\">introdução</a> para conhecer o seu novo sistema operativo."
}
