{
    "Learning the Basics": "Aprender o básico",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Como em qualquer sistema operativo, há algumas coisas com as quais pode não estar familiarizado. Esta secção tratará de como concluir tarefas simples, todos os dias, como navegar na Internet e ouvir música, bem como outras informações úteis que possa desconhecer.",
    "The Desktop": "O Ambiente de trabalho",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "O ambiente de trabalho do elementary OS é muito simples e fácil de aprender. É composto por dois elementos: o painel e a doca. Pode personalizar o papel de parede do ambiente de trabalho através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições do Sistema</a></strong> → <strong>Ambiente de trabalho</strong> → <strong>Papel de parede</strong>.",
    "The Panel": "O Painel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "Na parte superior do ambiente de trabalho está o Painel. À esquerda está o Menu de Aplicações, no centro estão a data e hora, e à direita os Indicadores.",
    "Applications menu": "Menu de Aplicações",
    "Time and date": "Data e Hora",
    "Indicators": "Indicadores",
    "Applications Menu": "Menu de Aplicações",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "No lado esquerdo do painel encontra-se o Menu de Aplicações. Ao selecionar <strong>Aplicações</strong> abre o menu com todas as suas aplicações instaladas. Pode visualizar várias páginas de aplicações usando os paginadores na parte inferior ou usando a roda do rato. Pode também utilizar o comutador de visualização no topo para alternar entre uma visualização em grelha e uma visualização por categoria.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Pode procurar aplicações por nome ou por palavra-chave e realizar ações associadas às mesmas. Também pode pesquisar por painéis de definições do sistema. Algumas das ações que pode encontrar na pesquisa incluem:",
    "Shut Down and Restart": "Encerrar e Reiniciar",
    "Compose Message": "Compor Mensagem",
    "New Private Browsing Window": "Nova janela de navegação privada",
    "Math operations (example: 23 * 5)": "Operações matemáticas (exemplo: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "Para abrir o Menu de Aplicações com o teclado, pressione as teclas <kbd>&#8984;</kbd> + <kbd>Espaço</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "No lado direito do painel estão os ícones chamados Indicadores. Estes indicam o estado atual da sua sessão e dispositivo, ou seja, ligações de rede, bateria, entrada e saída de som, notificações, etc. A selecção de um indicador expõe mais informações e ações relacionadas.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Um clique do meio ou três dedos num indicador irá apresentar-lhe as seguintes ações rápidas:",
    "Sound: Toggle mute for the current output": "Som: Alternar o modo mudo para a saída atual",
    "Bluetooth: Toggle Bluetooth on or off": "Bluetooth: Ligar ou desligar o Bluetooth",
    "Power: Hide/show the percentage of battery remaining": "Energia: Ocultar/mostrar a percentagem da bateria restante",
    "Notifications: Toggle Do Not Disturb mode": "Notificações: Alternar para o modo Não incomodar",
    "Session: Show the Shut Down dialog": "Sessão: Mostrar a janela de Encerramento",
    "The Dock": "A Doca",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "Na parte inferior do ambiente de trabalho está a Doca. Ela contém as suas aplicações favoritas, bem como quaisquer aplicações que estejam atualmente abertas.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "O conteúdo da doca é fácil de  personalizar. Para adicionar uma aplicação à doca, arraste-a e largue-a do Menu de Aplicações ou clique com o botão direito do rato no ícone de uma aplicação aberta e escolha <strong>Manter na Doca</strong>. Para remover uma aplicação da doca, arraste-a e largue-a num espaço vazio no seu ambiente de trabalho ou clique com o botão direito do rato no ícone e desmarque <strong>Manter na Doca</strong>. Para reorganizar as aplicações na doca, basta arrastá-las e soltá-las.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Por omissão, a doca oculta-se do fundo do ambiente de trabalho quando uma aplicação é maximizada. Basta mover o rato para o centro inferior do ambiente de trabalho para revelar a doca.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Pode personalizar o comportamento da doca através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições do Sistema</a></strong> → <strong>Ambiente de trabalho</strong> → <strong>Doca</strong>.",
    "App Windows": "Janelas de aplicação",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "As aplicações existem nas suas próprias janelas, as quais podem ser fechadas, maximizadas ou movimentadas.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Quando se abre uma aplicação, a sua janela aparece no ambiente de trabalho. Cada aplicação tem tipicamente três áreas: os botões da janela, uma barra de ferramentas e o conteúdo da aplicação.",
    "Header Bar": "Barra de Cabeçalho",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Muitas aplicações têm uma Barra de Cabeçalho no topo da aplicação. Esta área contém ações comuns ou itens de navegação para a aplicação, mais os Botões de Janela.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Pode mover a janela de uma aplicação ao redor do ambiente de trabalho, arrastando em qualquer lugar na Barra de Cabeçalho, inclusive nos botões.",
    "HeaderBar": "Barra de Cabeçalho",
    "Window Buttons": "Botões de Janela",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Os botões de janela de uma aplicação estão nos cantos superiores da janela da aplicação. O botão fechar está à esquerda e o botão maximizar está à direita. Pressionando o botão fechar fechará a janela da aplicação. Pressionando o botão de maximizar irá alternar se a janela da aplicação ocupa ou não o ambiente de trabalho completo. Também pode arrastar uma janela para o topo do ambiente de trabalho ou clicar duas vezes na barra de cabeçalho para maximizar e arrastar do topo ou clicar duas vezes na barra de cabeçalho para repor.",
    "Multitasking": "Multitarefa",
    "elementary OS supports two types of multitasking: windows and workspaces.": "O elementary OS suporta dois tipos de multitarefas: janelas e áreas de trabalho.",
    "Windows": "Janelas",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "As aplicações abrem-se em janelas de aplicação. Elas podem sobrepor-se no seu ambiente de trabalho e ser movidas de um lado para o outro. Pode alternar entre janelas de várias maneiras:",
    "click on the window you want to switch to": "clique na janela para a qual deseja mudar",
    "click on the app's icon in the dock": "clique no ícone da aplicação na doca",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "pressione as teclas <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "Para ter uma visão geral das janelas de aplicação abertas, pressione as teclas <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Pode personalizar estes atalhos através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições do Sistema</a></strong> → <strong>Teclado</strong> → <strong>Atalhos</strong> → <strong>Janelas</strong>.",
    "Hot Corners": "Cantos ativos",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "Também pode configurar &quot;cantos ativos&quot; (atalhos ativados ao colocar o cursor no canto do ecrã) para ativar funções multitarefa como a vista geral da janela, vista geral da área de trabalho e muito mais.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Pode personalizar os cantos ativos através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições do Sistema</a></strong> → <strong>Ambiente de trabalho</strong> → <strong>Cantos ativos</strong>.",
    "Workspaces": "Áreas de trabalho",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Por omissão, todas as janelas de aplicação abrem numa única área de trabalho. No entanto, pode utilizar várias áreas de trabalho para organizar o fluxo de trabalho:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Para ter uma visão geral das áreas de trabalho, prima as teclas <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Para mover-se rapidamente para a esquerda ou para a direita pelas áreas de trabalho, prima as teclas <kbd>&#8984;</kbd> + <kbd>←</kbd> ou <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Para percorrer as áreas de trabalho, prima as teclas <kbd>&#8984;</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Pode saltar diretamente para uma área de trabalho específica, premindo as teclas <kbd>&#8984;</kbd> + <kbd>1</kbd> até <kbd>&#8984;</kbd> + <kbd>9</kbd>. Pode sempre saltar para uma nova área de trabalho com <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Pode também arrastar as janelas de aplicação entre áreas de trabalho arrastando os seus ícones na vista geral da área de trabalho, ou movê-las para a esquerda e direita entre áreas de trabalho utilizando as teclas <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> ou <kbd>→</kbd> respetivamente. Para ter uma visão geral das janelas de aplicação em todas as áreas de trabalho, prima as teclas <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Pode personalizar estes atalhos através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições do Sistema</a></strong> → <strong>Teclado</strong> → <strong>Atalhos</strong> → <strong>Áreas de trabalho</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Algumas janelas também podem ser apresentadas em ecrã inteiro para uma nova área de trabalho. Pode deslocar-se entre áreas de trabalho como habitualmente, e fechar ou não mostar o ecrã inteiro a aplicação, irá voltar à área de trabalho anterior.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Nota: <kbd>&#8984;</kbd> refere-se à tecla &quot;super&quot;. É também conhecida como a tecla &quot;Windows&quot; na maioria dos PCs ou a tecla &quot;Command&quot; nos Macs.</em>",
    "Multiple Displays": "Múltiplos ecrãs",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "O painel, a doca e as áreas de trabalho aparecem apenas no ecrã principal. Quaisquer outros ecrãs anexos atuam como áreas de trabalho autónomas. Para gerir e reorganizar os ecrãs, dirija-se a <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições do Sistema</a></strong> → <strong>Ecrãs</strong>. O ecrã principal está marcado com uma estrela preenchida (",
    ") and each display's settings can be changed from its cog (": ") e as definições de cada ecrã podem ser alteradas no menu da engrenagem (",
    ") menu.": ").",
    "Installing Apps": "Instalação de aplicações",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "O elementary OS vem com o <strong>Centro de Aplicações</strong>, uma loja de aplicações de código aberto para aplicações 'pague o quiser'. Instalar uma nova aplicação a partir do Centro de Aplicações é fácil:",
    "Open the <strong>AppCenter</strong> app.": "Abra a aplicação do <strong>Centro de Aplicações</strong>.",
    "Search in the top-right, or browse by category.": "Pesquise no canto superior direito, ou navegue por categoria.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Selecione <strong>Gratuito</strong> ou o preço sugerido ao lado da aplicação que pretende instalar. Para escolher um preço diferente, selecione o botão <strong>▾</strong> e selecione ou introduza o seu próprio preço.",
    "You may be asked for your password prior to installing an app.": "Poderá ser-lhe solicitada a sua palavra-passe antes de instalar uma aplicação.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em>Nota: Algum software pode não estar disponível no Centro de Aplicações. A partir do elementary OS 5.1 Hera, pode também carregar aplicações Flatpak a partir de ficheiros .flatpakref de terceiros.</em>",
    "Updating": "Atualização",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "O Centro de Aplicações inclui actualizações para aplicações e para o próprio sistema operativo sob o separador <strong>Instalado</strong>. Lembre-se de instalar atualizações frequentemente para obter as últimas funcionalidades, correções e melhorias de segurança. Para mais informações relacionadas com as correções de segurança, leia os <a href=\"https://usn.ubuntu.com/\">Avisos de segurança do Ubuntu</a>.",
    "System Settings": "Definições do Sistema",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "O elementary OS vem com a aplicação &quot;Definições do Sistema&quot; que o ajuda a gerir as definições e preferências do dispositivo. As Definições do Sistema dão-lhe a capacidade de ajustar coisas como teclas de atalho, resolução de ecrã, o papel de parede e muito mais.",
    "Search": "Pesquisa",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Pode encontrar rapidamente as definições que procura escrevendo palavras-chave na barra de pesquisa no topo da janela. O conteúdo da janela das Definições do Sistema irá filtrar para corresponder à sua pesquisa.",
    "App Settings": "Definições da aplicação",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tenha em mente que as Definições do Sistema apenas tratam das preferências globais do elementary OS. Embora algumas aplicações também possam ter as suas próprias preferências, não as encontrará aqui. Em vez disso, procure-as dentro da aplicação em questão."
}
