{
    "Learning the Basics": "Aprendendo o Básico",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Como em qualquer sistema operativo existem algumas coisas com que podes não estar familiarizado. Esta secção lida sobre como completar simples tarefas diárias, tais como navegar na rede e ouvir música, bem como outras informações úteis que podes desconhecer.",
    "The Desktop": "O Ambiente de Trabalho",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "O ambiente de trabalho elementary OS é muito simples de aprender e usar. Consiste em dois elementos: o painel e a dock. Podes personalizar o fundo do ambiente de trabalho através das <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Ambiente de Trabalho</strong> → <strong>Papel de parede</strong>.",
    "The Panel": "O Painel",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "No topo do ecrã podes observar o Painel. Na esquerda está o Menu de Aplicações, no centro estão o relógio e a data e na direita estão os indicadores.",
    "Applications Menu": "Menu de Aplicações",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "No lado esquerdo do painel está o Menu de Aplicações. Ao selecionar <strong>Aplicações</strong> irá abrir o menu com todas as suas aplicações instaladas. Pode visualizar múltiplas páginas de aplicações usando os paginadores na parte inferior ou usando a roda do rato. Podes também usar o alternador de visualização no topo para alternar entre a exibição em grelha e a exibição em categorias.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Podes pesquisar por aplicações através do nome ou por uma palavra-chave e executar ações associadas a elas. Pode também pesquisar por painéis de Definições do Sistema. Algumas das ações que podes encontrar na pesquisa incluem:",
    "Shutdown and Restart": "Desligar e Reiniciar",
    "Compose Message": "Escrever Mensagem",
    "New Private Browsing Window": "Nova Janela de Navegação Privada",
    "Math operations (example: 23 * 5)": "Operações matemáticas (exemplo: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Para abrir o Menu de Aplicações com o teclado, pressiona <kbd>&#8984;</kbd>+<kbd>espaço</kbd>.",
    "Indicators": "Indicadores",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "No lado direito do painel estão os ícones chamados de indicadores. Estes mostram o estado atual da tua sessão, isto é, as tuas conexões de rede, energia da bateria, entrada e saída de som, notificações, etc. Selecionar um indicador expõe mais informação e ações relacionadas.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Um clique no botão do meio do rato ou toque com três dedos num indicador irá mostrar-te as seguintes ações rápidas:",
    "Sound: Toggle the mute state of the primary output device": "Som: Alterna o estado mudo do dispositivo de saída primário",
    "Bluetooth: Toggle the Enabled/Disabled the primary bluetooth device": "Bluetooth: Alterna o estado Ativado/Desativado do dispositivo bluetooth primário",
    "Power: Hide/Show the percentage of battery remaining": "Energia: Ocultar/Mostrar a percentagem de bateria restante",
    "Notifications: Toggle Do Not Disturb mode": "Notificações: Alternar modo Não Incomodar",
    "Session: Show the shutdown dialog": "Sessão: Mostrar o diálogo de encerramento",
    "The Dock": "A Dock",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "No fundo do ecrã está a Dock. Esta contém as tuas aplicações favoritas bem como quaisquer aplicações atualmente abertas.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "O conteúdo da dock é facilmente customizado. Para adicionar uma aplicação à dock, arrasta-a e larga-a do Menu de Aplicações ou faz clique com o botão direito no ícone da aplicação e escolhe <strong>Adicionar à Dock</strong>. Para remover uma aplicação da dock, arraste-a para fora e largue-a num sítio vazio da tua área de trabalho ou faça clique com o botão direito no ícone e desselecione <strong>Manter na barra</strong>. Para arranjar as aplicações na dock, simplesmente arraste-as e largue-as onde queira.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Por defeito, a Dock esconde-se no fundo do ecrã quando uma aplicação é maximizada. Simplesmente mova o cursor do rato para o fundo do ecrã para que a Dock apareça novamente.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Pode personalizar o comportamento da sua Dock através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Ambiente de Trabalho</strong> → <strong>Dock</strong>.",
    "App Windows": "Janelas de Aplicação",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "As aplicações existem nas suas próprias janelas que podem ser fechadas, maximizadas, ou movimentadas.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Quando abres uma aplicação, a sua janela aparece no ambiente de trabalho. Tipicamente cada aplicação tem três áreas: os Botões da Janela, a Barra de Ferramentas, e os Conteúdos da aplicação.",
    "HeaderBar": "Barra Superior",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Muitas aplicações possuem uma Barra Superior na parte superior da aplicação. Esta área contém ações comuns ou itens de navegação para a aplicação, além dos Botões de Janela.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "Você pode mover a janela de aplicações no seu ambiente de trabalho. Basta pressionar um clique sobre a barra localizada no topo da janela das aplicações, onde também encontramos os botões de fechar e maximizar, arrastar com a seta do rato e soltar o clique quando desejado.",
    "Window Buttons": "Botões da Janela",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "Os Botões de Janela de uma aplicação ficam nos cantos superiores da janela da aplicação. O botão Fechar está à esquerda e o botão Maximizar está à direita. Ao pressionar o botão fechar, a janela da aplicação será fechada. Pressionar o botão maximizar irá alternar se a janela da aplicação ocupa o ecrã cheio ou não.",
    "Multitasking": "Multitarefas",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS suporta dois tipos de multitarefa: janelas e áreas de trabalho.",
    "Windows": "Janelas",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplicações abrem em janelas de aplicação. Podem sobrepor-se no seu ambiente de trabalho e movimentar-se. Podes alternar entre janelas de várias maneiras:",
    "click on the window you want to switch to": "Clique na janela que você deseja ir",
    "click on the app's icon in the dock": "Clique sobre o ícone da aplicação localizado na doca",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "pressione <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Para teres uma vista geral das tuas janelas de aplicação abertas, pressiona <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Podes personalizar estes atalhos através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Teclado</strong> → <strong>Atalhos</strong> → <strong>Janelas</strong>.",
    "Hot Corners": "Cantos Ativos",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Podes também configurar &quot;cantos ativos&quot; (atalhos ativados ao colocar o teu cursor num dos no cantos do ecrã) para ativar funções multitarefa como vista geral de janelas, vista geral de áreas de trabalho e mais.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Pode personalizar cantos ativos através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Ambiente de Trabalho</strong> → <strong>Cantos Ativos</strong>.",
    "Workspaces": "Áreas de Trabalho",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Por defeito, todas as janelas de aplicação abrem numa Área de Trabalho. Porém, podes usar múltiplas Áreas de Trabalho para organizar o teu fluxo de trabalho:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Para veres uma visualização geral das tuas Áreas de Trabalho, pressiona <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Para rapidamente mover para a esquerda ou direita através das suas Áreas de Trabalho, pressiona <kbd>⌘</kbd> + <kbd>←</kbd> ou <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Para alternar as suas áreas de trabalho, pressiona <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Pode saltar diretamente para uma área de trabalho específica pressiona <kbd>⌘</kbd> + <kbd>1</kbd> até <kbd>⌘</kbd> + <kbd>9</kbd>. Podes sempre saltar para uma nova área de trabalho com <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Podes também arrastar janelas de aplicações entre áreas de trabalho arrastando seus ícones na visão geral de áreas de trabalho, ou movê-las para a esquerda e para a direita entre áreas de trabalho usando <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> ou <kbd>→</kbd> respectivamente. Para ter uma visão geral de janelas de aplicações em todas as áreas de trabalho, pressiona <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Podes personalizar estes atalhos através de <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições de Sistema</a></strong> → <strong>Teclado</strong> → <strong>Atalhos</strong> → <strong>Áreas de Trabalho</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Nota: <kbd>⌘</kbd> é uma referência à tecla windows ou \"super\" nos computadores com windows. Nos Macs é conhecida como tecla \"Command\".</em>",
    "Multiple Displays": "Múltiplos ecrãs",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "O painel, dock e espaços de trabalho aparecem apenas no ecrã primário. qualquer outro ecrã funciona como um espaço de trabalho autónomo. Para gerir e re-arranjar os ecrãs, vai a <strong><a href=\"/docs/learning-the-basics#system-settings\">Definições do sistema</a></strong> → <strong>Ecrãs</strong>. O teu ecrã principal estará marcado com uma estrela (",
    ") and each display's settings can be changed from its cog (": ") e as propriedades de cada ecrã podem ser editadas a partir da sua roda dentada (",
    ") menu.": ") menu.",
    "Installing Apps": "Instalar Aplicações",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS vem equipado com o <strong>Centro de Aplicações</strong>, uma loja de aplicações gratuitas. A instalação de uma nova aplicação pelo Centro de Aplicações é fácil:",
    "Open the <strong>AppCenter</strong> app.": "Abra o <strong>Centro de Aplicações</strong>.",
    "Search in the top-right, or browse.": "Procura no topo-direito, ou navega.",
    "Click <strong>Install</strong> next to the app you want to install.": "Clica no botão <strong>Instalar</strong> na aplicação que queres instalar.",
    "You may be asked for your password prior to installing an app.": "A tua palavra-passe pode ser necessária para a instalação da aplicação.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 18.04 LTS should work on elementary OS Juno.</em>": "<em>Nota: Algum software pode não estar disponível através do Centro de Aplicações. Embora não recomendemos a transferência de software da Internet em geral, aplicações que sejam compatíveis com o Ubuntu 18.04 LTS deverão funcionar com o elementary OS Juno.</em>",
    "Updating": "Atualizações",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "O elementary OS inclui atualizações como parte do Centro de Aplicações. Observe no separador &quot;Atualizações&quot; no topo da janela. Nós recomendamos que verifique por atualizações pelo menos <em>uma vez por semana</em> para ter certeza de que o seu computador possui as últimas novidades e proteções.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "Para mais informações relacionadas a pacotes de segurança, leia <a href=\"http://www.ubuntu.com/usn/xenial/\">Avisos de segurança do Ubuntu</a>.",
    "System Settings": "Definições do Sistema",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "O elementary OS vem com uma aplicação útil chamada \"Definições de Sistema\" que controla as preferências de todo o seu sistema (ou \"globais\"). Definições de Sistema dão-lhe a capacidade para ajustar coisas como os atalhos do teclado, resolução de ecrã, o seu papel de parede e mais.",
    "Search": "Procura",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Podes encontrar rapidamente definições que estás à procura ao teclar palavras chave na procura no topo da janela. Os conteúdos da janela das Definições de Sistema filtrar-se-ão para coincidir com a sua procura.",
    "App Settings": "Definições da Aplicação",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tenha em mente que as Definições do Sistema lida apenas com as preferências globais do elementary OS. Contudo, algumas aplicações podem também ter as suas próprias preferências que poderá não encontrar aqui. Procure por essas definições dentro da aplicação em questão."
}
