{
    "Translation Guide": "Guia de Tradução",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Traduzir o nosso site e as nossas aplicativos é muito importante de fazer elementary OS disponível para o maior número pessoas possível. Em vez de confiar apenas numa equipa de tradução interna, usamos crowdsourcing para que qualquer pessoa possa enviar traduções com pouco ou nenhum conhecimento técnico. Para manter a nossa voz consistente em toda a plataforma e ajudar os novos tradutores a começar, preparamos este guia de tradução.",
    "Translating Applications": "Traduzir Aplicações",
    "Apps are translated through Weblate: a free web-based translation management system.. In order to submit translations, you should:": "As aplicações são traduzidas pelo Weblate: um sistema grátis, baseado em web, de gestão de traduções… De forma a submeter traduções, terá de:",
    "Have a": "Ter uma",
    "Weblate account": "Conta Weblate",
    "Set your": "Definir a sua",
    "language preferences": "preferência de idiomas",
    "Browse our": "Procurar os nossos",
    "translatable projects": "projetos por traduzir",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/weblate-2.15\/index.html\">documentation<\/a>.": "Quando selecionar um projeto, pode fazer sugestões para frases que ainda não foram traduzidas, ou sugerir mudanças para frases já traduzidas. Essas sugestões serão avaliadas por um membro da equipa de tradução e estes escolherão a mais apropriada. Para mais informações sobre o Weblate, pode consultar a sua <a href=\"https:\/\/docs.weblate.org\/en\/weblate-2.15\/index.html\">documentação<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "A meio de uma tradução podes encontrar uma situação onde tens que escolher uma de várias maneiras de dizer a mesma coisa. Nestas situações deves referir-te ao <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guia geral de tradução do Ubuntu<\/a>, e para questões específicas de uma língua nós seguimos as <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">linhas mestras da equipa de tradução do Ubuntu<\/a>. Seguir estas linhas assegura traduções uniformes, permitindo a qualquer pessoa dar o seu contributo.",
    "If you don't want to use Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se não quiser usar o Weblate, ou querer fazer muitas mudanças de uma só vez, pode optar por fazer a tradução offline. Para isso:",
    "Go to a project you want to translate": "Vá para um projeto que quer traduzir",
    "Choose your language": "Escolha o seu idioma",
    "Click on &quot;Download translation&quot;": "Clique em &quot;Descarregar tradução&quot;",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Pode agora pedir um email, que lhe dá a ligação correta para descarregar as instruções. Agora:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Escolha o seu editor de texto ou PO favorito (e.x. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Começe a traduzir",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Uma vez terminado, use a opção &quot;Enviar tradução&quot; na mesma página onde a descarregou.",
    "Translating our Website": "Traduzindo a nossa Página de Internet",
    "Our website is also translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "A nossa página de internet também é traduzida através do <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. De forma a submeter traduções, deverá ter uma <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">conta Weblate<\/a>.",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "Para mais informações sobre a Weblate, poderá consultar a sua <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentação<\/a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Tal como nas nossas aplicações, nós seguimos o <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guia geral de tradução do Ubuntu<\/a>, e para questões específicas de uma língua seguimos as <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">linhas mestras da equipa de tradução do Ubuntu<\/a>."
}
