{
    "Translation Guide": "Guia de Tradução",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Traduzir o nosso site e as nossas aplicativos é muito importante de fazer elementary OS disponível para o maior número pessoas possível. Em vez de confiar apenas numa equipa de tradução interna, usamos crowdsourcing para que qualquer pessoa possa enviar traduções com pouco ou nenhum conhecimento técnico. Para manter a nossa voz consistente em toda a plataforma e ajudar os novos tradutores a começar, preparamos este guia de tradução.",
    "Steps to Begin Translation": "Passos para começar a traduzir",
    "Our apps and website are translated through Weblate: a free web-based translation management system. In order to submit translations, you should:": "As nossas aplicações e o nosso site são traduzidos através do Weblate: um sistema de gestão de tradução online gratuito. Para poder enviar traduções, deverá:",
    "Have a": "Ter uma",
    "Weblate account": "Conta Weblate",
    "Set your": "Definir a sua",
    "language preferences": "preferência de idiomas",
    "Browse our": "Procurar os nossos",
    "translatable projects": "projetos por traduzir",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Assim que selecione um projecto, pode fazer sugestões para sequências que ainda não tenham sido traduzidas, ou sugerir mudanças em sequências já traduzidas. Estas sugestões serão avaliadas por um membro da equipa de tradução que irá escolher a mais apropriada. Para mais informação sobre o Weblate, pode consultar a documentação <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">deles</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">join the translators Slack</a> and message an admin your weblate username and what language you want to translate.": "Por defeito, apenas consegue sugerir traduções. Se desejar obter permissões para gravar traduções, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\"> junte-se ao Slack dos tradutores</a> e envie uma messagem a um admin com o seu nome de utilizador e a linguagem que deseja traduzir.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "A meio de uma tradução podes encontrar uma situação onde tens que escolher uma de várias maneiras de dizer a mesma coisa. Nestas situações deves referir-te ao <a href=\"https://help.launchpad.net/Translations/Guide\">guia geral de tradução do Ubuntu</a>, e para questões específicas de uma língua nós seguimos as <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">linhas mestras da equipa de tradução do Ubuntu</a>. Seguir estas linhas assegura traduções uniformes, permitindo a qualquer pessoa dar o seu contributo.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se não desejar utilizar o Weblate para traduzir, ou quer fazer muitas alterações ao mesmo tempo, pode também traduzir offline. Para isso:",
    "Go to a project you want to translate": "Vá para um projeto que quer traduzir",
    "Choose your language": "Escolha o seu idioma",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "",
    "Choose your favorite text-, code- or po-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Escolha o seu editor favorito de texto, código ou po (ex. <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Começe a traduzir",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page that you downloaded them from.": "Quando terminar, use a opção &quot;Upload translation&quot; no menu &quot;Files&quot; na mesma página de onde fez a transferência.",
    "Additional Information": "Informação Adicional",
    "We won't support translations in the following pages:": "Não iremos dar suporte para traduções nas seguintes páginas:"
}
