{
    "Installation": "Installation",
    "Download elementary OS": "Télécharger elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si vous ne l'avez pas encore fait, vous devrez <a href=\"/\" target=\"_blank\" rel=\"noopener\">télécharger elementary OS depuis notre page d'accueil</a>. Vous devrez copier le fichier ISO télécharger vers un lecteur USB en suivant les instructions ci-dessous.",
    "Frequently-Asked Questions": "Foire Aux Questions",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Consultez la<a href=\"{#release_faq}\">foire aux questions pour cette version</a>.",
    "Recommended System Specifications": "Spécifications système recommandées",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Bien que nous ne disposions pas d'un ensemble strict de conditions minimales, nous recommandons au moins les spécifications suivantes pour une expérience optimale :",
    "Recent Intel Core i3 or comparable dual-core 64-bit processor": "Processeur récent Intel Core i3 ou comparable à double cœur 64 bits",
    "4 GB of system memory (RAM)": "4 Go de mémoire vive (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "Solid State Drive (SSD) avec au moins 32 Go d'espace libre",
    "Internet access": "Accès Internet",
    "Built-in or wired mouse/touchpad and keyboard": "Souris/pavé tactile et clavier intégrés ou filaires",
    "1024×768 minimum resolution display": "Résolution minimale de l'écran : 1024×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Vous aurez également besoin d'un lecteur USB avec au moins 4 Go de stockage pour l'installation.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Nous ne recommandons pas les machines virtuelles car elles ne sont pas aussi performantes qu'une installation complète.</strong> Si vous tentez l'installation dans une machine virtuelle, veuillez activer l'EFI si possible mais notez que vous pouvez rencontrer d'autres problèmes.",
    "Back Up Your Data": "Sauvegardez vos données",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Veillez à sauvegarder vos données importantes vers un emplacement externe tel qu'un service de stockage dans le Cloud ou un disque dur externe. L'installation d'un nouveau système d'exploitation peut écraser vos données existantes.",
    "Step-by-step Guide": "Guide étape par étape",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Suivez la vidéo ci-dessus, ou sélectionnez le système d'exploitation que vous utilisez actuellement pour afficher les instructions d'installation personnalisées ci-dessous.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Vérifier votre téléchargement",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "La vérification de votre téléchargement est une étape importante : nous générons une « somme de contrôle » pour les images d'elementary OS et nous vous recommandons de vérifier que votre téléchargement correspond à cette somme de contrôle avant d'essayer de l'installer. Cela garantit que vous avez reçu le téléchargement complet et qu'il n'est pas corrompu.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "En supposant que vous avez téléchargé elementary OS dans votre dossier de téléchargement Windows, ouvrez l'invite de commande dans Windows et exécutez la commande suivante :",
    "It should produce the output:": "Cela devrait produire le résultat suivant :",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Si la somme de contrôle ne correspond pas, vous devrez peut-être télécharger à nouveau votre copie d'elementary OS et vous assurer que le téléchargement est terminé avant de le vérifier à nouveau.",
    "Creating an Install Drive": "Créer un lecteur d'installation",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Pour créer un disque d'installation d'elementary OS, vous aurez besoin d'un lecteur USB d'une capacité d'au moins 4 Go et d'une application appelée « Etcher ».",
    "Download Etcher": "Télécharger Etcher",
    "etcher steps": "étapes d'Etcher",
    "Open Etcher, then:": "Ouvrez Etcher, puis :",
    "Plug in your spare USB flash drive": "Branchez votre lecteur USB",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Sélectionnez le fichier .iso que vous avez téléchargé en utilisant le bouton « Select image »",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher devrait détecter automatiquement votre lecteur USB ; si ce n'est pas le cas, sélectionnez le bon lecteur",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Cliquez sur le bouton « Flash! ». Cela peut prendre un moment à démarrer.",
    "Once complete, continue to boot from the install drive.": "Une fois terminé, continuez en démarrant à partir du support d'installation.",
    "Booting From the Install Drive": "Démarrer à partir du support d'installation",
    "In order to start the installation process, you must boot your computer from the install drive.": "Afin de lancer le processus d'installation, vous devez démarrer votre ordinateur depuis le lecteur d'installation.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "En considérant que votre ordinateur est encore allumé, commencez par insérer le lecteur d'installation et redémarrer votre ordinateur.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La plupart des ordinateurs vous autorisent brièvement à modifier l'ordre du démarrage en appuyant sur une touche spécifique, en général <kbd>F12</kbd>, mais parfois <kbd>Échap</kbd> ou une autre touche de fonction. Suivez les indications de votre écran ou de la notice de votre ordinateur pour vous en assurer.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Appuyez sur <kbd>F12</kbd> (ou sur la touche appropriée) et sélectionnez le lecteur d'installation, en général « USB-HDD » ou quelque chose contenant le mot « USB », cela peut varier. Si vous choisissez le mauvais lecteur, votre ordinateur continuera probablement à démarrer normalement. Il vous suffit de redémarrer votre ordinateur et de choisir un autre lecteur dans ce menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Peu après avoir sélectionné le lecteur de démarrage approprié, vous devriez voir apparaître l'écran d'accueil d'elementary OS. Vous pouvez maintenant suivre les instructions à l'écran qui vous guideront pour le reste du processus.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "En supposant que vous avez téléchargé elementary OS dans votre dossier de téléchargement macOS, ouvrez l'application Terminal dans macOS et exécutez la commande suivante :",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "La boîte de dialogue suivante pourrait apparaître pendant la copie des fichiers, vous pouvez l'ignorer sans risque.",
    "Not readable warning": "Avertissement de lecteur non accessible en lecture",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Après avoir entendu le son de démarrage, appuyez et maintenez la touche <kbd>Option</kbd>. Ensuite, sélectionnez le lecteur de démarrage approprié. Notez qu'il peut être identifié comme étant « Windows », mais c'est normal.",
    "Boot Errors": "Erreurs de démarrage",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Si votre Mac ne reconnaît pas votre support d'installation dans le menu de démarrage, vous devrez créer un DVD d'installation d'elementary OS à la place.\nPour en créer un, insérez un DVD vierge, effectuez un clic droit sur le fichier ISO dans Finder, et sélectionnez &quot;Graver {#release_filename} sur le disque&quot;. Lorsque l'opération est terminée, essayez de démarrer à nouveau depuis le DVD d'installation.",
    "Running the following command in your terminal:": "Exécutez la commande suivante dans votre terminal :",
    "After Installation": "Après l'installation",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Prenez le temps de lire le <a href=\"/docs/learning-the-basics\">guide de démarrage</a> pour en apprendre plus sur votre nouveau système d'exploitation."
}
