{
    "Installation": "Installation",
    "Download elementary OS": "Télécharger elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si vous ne l'avez pas encore fait, vous devrez <a href=\"/\" target=\"_blank\" rel=\"noopener\">télécharger elementary OS depuis notre page d'accueil</a>. Vous devrez copier le fichier ISO télécharger vers une clé USB en suivant les instructions ci-dessous.",
    "Recommended System Specifications": "Configuration recommandée du système",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Bien que nous ne disposions pas d'un ensemble strict de conditions minimales, nous recommandons au moins les spécifications suivantes pour une expérience optimale :",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 récent ou un processeur double cœur 64 bits comparable",
    "4 GB of system memory (RAM)": "4 Go de mémoire vive (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid State Drive (SSD) avec 15 Go d'espace libre",
    "Internet access": "Accès Internet",
    "1024×768 display": "Résolution d'écran 1024x768",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "Vous aurez besoin d'un lecteur USB avec au moins 2 Go d'espace libre pour l'installation.",
    "Back Up Your Data": "Sauvegardez vos données",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Veillez à sauvegarder vos données importantes vers un emplacement externe tel qu'un service de stockage dans le Cloud ou un disque dur externe. L'installation d'un nouveau système d'exploitation peut écraser vos données existantes.",
    "Choose your current Operating System": "Sélectionnez votre système d'exploitation actuel",
    "Select the operating system you are currently using to view tailored installation instructions.": "Sélectionnez le système d'exploitation que vous utilisez actuellement pour afficher des instructions d'installation adaptées.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Créer un lecteur d'installation",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Vous aurez besoin d'un lecteur USB avec au moins 2 Go d'espace libre et d'un programme appelé Rufus.",
    "Download Rufus": "Télécharger Rufus",
    "Rufus - select ISO": "Rufus - sélectionner l'ISO",
    "Open Rufus": "Ouvrez Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Insérez votre lecteur USB et sélectionnez le dans la liste « Device »",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Sélectionnez « Disk or ISO image » dans la liste « Boot selection »",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Cliquez sur « SELECT » pour sélectionner le fichier ISO que vous avez précédemment téléchargé.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Nous générons une somme de contrôle (ou somme de hachage) pour les images du système d'elementary OS afin que vous puissiez vérifier l’intégrité de votre fichier téléchargé. Cela permet de s'assurer que vous avez reçu le téléchargement complet et que votre image d'installation n'est pas corrompue de quelque manière que ce soit. Cliquez sur",
    "the checksum icon": "l'icône de somme de contrôle",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "à côté de « SELECT » et vérifiez si le texte à côté de « SHA256 » correspond à la clé suivante :",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Si la clé correspond, cliquez sur « START » et attendez la fin du processus.",
    "Booting from the Install Drive": "Démarrer depuis le lecteur d'installation",
    "In order to start the installation process, you must boot your computer from the install drive.": "Afin de lancer le processus d'installation, vous devez démarrer votre ordinateur depuis le lecteur d'installation.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "En considérant que votre ordinateur est encore allumé, commencez par insérer le lecteur d'installation et redémarrer votre ordinateur.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La plupart des ordinateurs vous autorisent brièvement à modifier l'ordre du démarrage en appuyant sur une touche spécifique, en général <kbd>F12</kbd>, mais parfois <kbd>Échap</kbd> ou une autre touche de fonction. Suivez les indications de votre écran ou de la notice de votre ordinateur pour vous en assurer.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Appuyez sur <kbd>F12</kbd> (ou sur la touche appropriée) et sélectionnez le lecteur d'installation, en général « USB-HDD » ou quelque chose contenant le mot « USB », cela peut varier.  Si vous choisissez le mauvais lecteur, votre ordinateur continuera probablement à démarrer normalement. Il vous suffit de redémarrer votre ordinateur et de choisir un autre lecteur dans ce menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Peu après avoir sélectionné le lecteur de démarrage approprié, vous devriez voir apparaître l'écran d'accueil d'elementary OS. Vous pouvez maintenant suivre les instructions à l'écran qui vous guideront pour le reste du processus.",
    "Verify your Download": "Vérifier votre téléchargement",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "La vérification de votre téléchargement est une étape importante, mais facultative. Nous générons une somme de contrôle (ou somme de hachage) pour les images d'elementary OS et nous vous recommandons de vérifier que votre téléchargement correspond à cette somme de contrôle avant d'essayer de l'installer. Cela permet de s'assurer que vous avez bien reçu le téléchargement complet et que votre image d'installation n'est pas corrompue de quelque manière que ce soit.",
    "Running the following command in your Terminal:": "Exécutez la commande suivante dans votre terminal :",
    "Should produce the output:": "Ce qui devrait afficher :",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Remarque : Cela suppose que vous avez téléchargé le fichier .iso dans votre dossier Téléchargements.\nSi vous l'avez téléchargé ailleurs, veuillez indiquer le chemin d'accès correct au fichier téléchargé, comme indiqué ci-dessous",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Pour créer un lecteur d'installation d'elementary OS sur macOS vous aurez besoin d'un lecteur USB d'une capacité d'au moins 2 Go et d'une application appelée « Etcher ».",
    "Download Etcher": "Télécharger Etcher",
    "etcher steps": "étapes d'Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Insérez le lecteur USB, et sélectionnez le fichier ISO que vous venez de télécharger.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Ouvrez « Etcher » et sélectionnez l'image d'elementary OS que vous avez téléchargée en utilisant le bouton « Select image ».",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher devrait détecter automatiquement votre lecteur USB, mais vérifiez qu'il a bien sélectionné la bonne cible.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Lancez le processus en cliquant sur le bouton « Flash! ». Cela va prendre un moment avant de démarrer.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Lorsque cela est terminé vous pouvez retirer le lecteur sans risque et essayer de redémarrer pour installer elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "La boîte de dialogue suivante pourrait apparaître pendant la copie des fichiers, vous pouvez l'ignorer sans risque.",
    "Not readable warning": "Avertissement de lecteur non accessible en lecture",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Après avoir entendu le son de démarrage, appuyez et maintenez la touche <kbd>Option</kbd>. Ensuite, sélectionnez le lecteur de démarrage approprié. Notez qu'il peut être identifié comme étant « Windows », mais c'est normal.",
    "Boot Errors": "Erreurs de démarrage",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-5.1-stable.20200706.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "Exécutez la commande suivante dans votre terminal :",
    "should produce the output:": "Ce qui devrait afficher :",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Vous aurez besoin d'un lecteur USB avec au moins 2 Go d'espace libre et d'un programme appelé UNetbootin.",
    "Download UNetbootin": "Télécharger UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Ouvrez UNetbootin depuis le Dash. Cela ouvrira la fenêtre ci-dessous :",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Sélectionnez « Diskimage »",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Cliquez sur « … » pour sélectionner le fichier ISO que vous avez précédemment téléchargé.",
    "Unplug all USB memory devices apart from the one you want to use.": "Déconnectez tous les périphériques de stockage USB sauf celui que vous souhaitez utiliser.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Cliquez sur « OK » et attendez la fin du processus.",
    "After Installation": "Après l'installation",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Prenez le temps de lire le <a href=\"/docs/learning-the-basics\">guide de démarrage</a> pour en apprendre plus sur votre nouveau système d'exploitation."
}
