{
    "Learning the Basics": "Apprendre les bases",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Comme pour tout système d'exploitation, il y a certaines choses que vous ne connaissez peut-être pas. Cette section traite de la manière d'effectuer des tâches simples et quotidiennes, comme naviguer sur le web et écouter de la musique, ainsi que d'autres informations utiles dont vous n'avez peut-être pas connaissance.",
    "The Desktop": "Le bureau",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Le bureau d'elementary OS est très simple et facile à apprendre. Il se compose de deux éléments : le panneau et le dock. Vous pouvez personnaliser le fond d'écran du bureau via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong> → <strong>Bureau</strong> → <strong>Fond d'écran</strong>.",
    "The Panel": "Le panneau",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "Au sommet du bureau se trouve le panneau. À gauche se trouve le menu des applications, au centre la date et l'heure, et à droite les indicateurs.",
    "Applications menu": "Menu des applications",
    "Time and date": "Date et heure",
    "Indicators": "Indicateurs",
    "Applications Menu": "Menu des applications",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Sur le côté gauche du panneau se trouve le menu des applications. Cliquer sur <strong>Applications</strong> ouvre le menu avec toutes vos applications installées. Vous pouvez visualiser plusieurs pages d'applications en utilisant les points de défilement en bas ou en faisant défiler directement. Vous pouvez également utiliser le sélecteur de vue en haut pour passer d'une vue en grille à une vue en catégories.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Vous pouvez rechercher des applications par leur nom ou par un mot-clé et effectuer les actions qui leur sont associées. Vous pouvez également rechercher les rubriques des paramètres du système. Voici quelques-unes des actions que vous pouvez effectuer dans la recherche :",
    "Shut Down and Restart": "Arrêter et redémarrer",
    "Compose Message": "Écrire un message",
    "New Private Browsing Window": "Nouvelle fenêtre de navigation privée",
    "Math operations (example: 23 * 5)": "Opérations mathématiques (par ex : 23*5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "Pour ouvrir le menu des applications à l'aide du clavier, appuyez sur <kbd>&#8984;</kbd> + <kbd>Espace</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Sur le côté droit du panneau se trouvent des icônes appelées Indicateurs. Ils vous indiquent l'état actuel de votre session et de votre appareil, c'est-à-dire les connexions réseau, la batterie, l'entrée et la sortie du son, les notifications, etc. La sélection d'un indicateur permet d'obtenir plus d'informations et d'actions associées.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Un clic molette ou un appui à trois doigts sur un indicateur effectuera les actions rapides suivantes :",
    "Sound: Toggle mute for the current output": "Son : Activer/Désactiver le son de  sortie courant",
    "Bluetooth: Toggle Bluetooth on or off": "Bluetooth : Activer/Désactiver le Bluetooth",
    "Power: Hide/show the percentage of battery remaining": "Alimentation : Afficher/Masquer le pourcentage de batterie restante",
    "Notifications: Toggle Do Not Disturb mode": "Notifications : Activer/Désactiver le mode Ne pas déranger",
    "Session: Show the Shut Down dialog": "Session : Afficher la boîte de dialogue d'arrêt",
    "The Dock": "Le dock",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "Au bas du bureau se trouve le Dock. Il contient vos applications préférées ainsi que toutes les applications actuellement ouvertes.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Le contenu du dock est facilement personnalisable. Pour ajouter une application au dock, faîtes la glisser-déposer depuis le menu des applications ou cliquez avec le bouton droit de la souris sur l'icône d'une application ouverte et cochez <strong>Conserver dans le dock</strong>. Pour supprimer une application du dock, faîtes la glisser-déposer vers un espace vide sur votre bureau ou faites un clic droit sur l'icône et décochez <strong>Conserver dans le dock</strong>. Pour réorganiser les applications dans le dock, il suffit de les glisser-déposer.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Par défaut, le dock se cache au bas du bureau lorsqu'une application est agrandie. Il suffit de déplacer votre souris vers le bas, au centre du bureau, pour faire apparaître le dock.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Vous pouvez personnaliser le comportement du dock via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong> → <strong>Bureau</strong> → <strong>Dock</strong>.",
    "App Windows": "Fenêtres des applications",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Les applications disposent de leurs propres fenêtres qui peuvent être fermées, agrandies ou déplacées.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Lorsque vous ouvrez une application, sa fenêtre apparaît sur le bureau. Chaque application comporte généralement trois zones : les boutons de la fenêtre, une barre d'outils et le contenu de l'application.",
    "Header Bar": "Barre de titre",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "De nombreuses applications possèdent une barre de titre en haut de l'application. Cette zone contient les actions ou les éléments de navigation communs à l'application, ainsi que les boutons de fenêtre.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Vous pouvez déplacer la fenêtre d'une application sur le bureau en la faisant glisser n'importe où en cliquant sur la barre de titre, y compris sur les boutons.",
    "HeaderBar": "Barre de titre",
    "Window Buttons": "Boutons de fenêtre",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Les boutons de la fenêtre d'une application se trouvent dans les coins supérieurs de la fenêtre de l'application. Le bouton de fermeture se trouve à gauche et le bouton d'agrandissement à droite. En appuyant sur le bouton de fermeture, vous fermez la fenêtre de l'application. Le bouton d'agrandissement permet de choisir si la fenêtre de l'application occupe tout le bureau ou non. Vous pouvez également faire glisser une fenêtre vers le haut du bureau ou double-cliquer sur sa barre de titre pour l'agrandir, et la faire glisser à partir du haut ou double-cliquer sur la barre de titre pour la réduire.",
    "Multitasking": "Multitâche",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS prend en charge deux types de multitâches : les fenêtres et les espaces de travail.",
    "Windows": "Fenêtres",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Les applications s'ouvrent dans des fenêtres d'application. Elles peuvent se chevaucher sur votre bureau et être déplacées. Vous pouvez passer d'une fenêtre à l'autre de plusieurs façons :",
    "click on the window you want to switch to": "cliquer sur la fenêtre sur laquelle vous souhaitez basculer",
    "click on the app's icon in the dock": "cliquer sur l'icône de l'application dans le dock",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "appuyer sur <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "Pour avoir un aperçu des toutes vos fenêtres ouvertes, appuyez sur <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Vous pouvez personnaliser ces raccourcis via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong> → <strong>Clavier</strong> → <strong>Raccourcis</strong> → <strong>Fenêtres</strong>.",
    "Hot Corners": "Coins dynamiques",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "Vous pouvez également configurer les « coins dynamiques » (raccourcis activés en plaçant  votre curseur dans un coin de l'écran) pour activer des fonctions multitâches telles que l'aperçu des fenêtres, l'aperçu des espaces de travail et plus encore.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Vous pouvez personnaliser les coins dynamiques via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong> → <strong>Bureau</strong> → <strong>Coins dynamiques</strong>.",
    "Workspaces": "Espaces de travail",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Par défaut, toutes les fenêtres des applications s'ouvrent sur un même espace de travail, vous pouvez utiliser plusieurs espaces de travail pour organiser vos tâches :",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Pour avoir un aperçu de vos espaces de travail, appuyez sur <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Pour vous déplacer vers la gaucher ou vers la droite à travers vos espaces de travail, appuyez sur <kbd>&#8984;</kbd> + <kbd>←</kbd> ou <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Pour parcourir vos espaces de travail, appuyez sur <kbd>&#8984;</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Vous pouvez vous rendre directement sur un espace de travail spécifique en appuyant sur <kbd>&#8984;</kbd> + <kbd>1</kbd> à <kbd>&#8984;</kbd> + <kbd>9</kbd>. Vous pouvez toujours aller sur un nouvel espace de travail avec <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Vous pouvez également glisser-déposer des applications d'un espace de travail à un autre en déplaçant leurs icônes dans les aperçus des espaces de travail, ou les déplacer vers la gauche et la droite à travers les espaces de travail en utilisant <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> ou <kbd>→</kbd> respectivement. Pour avoir un aperçu des fenêtres d'application à travers tous les espaces de travail, appuyez sur <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Vous pouvez personnaliser ces raccourcis via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong> → <strong>Clavier</strong> → <strong>Raccourcis</strong> → <strong>Espaces de travail</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Certaines fenêtres peuvent également apparaître en plein écran sur un nouvel espace de travail. Vous pouvez passer d'un espace de travail à l'autre comme d'habitude, et en fermant ou en retirant le plein écran de l'application, vous reviendrez à l'espace de travail précédent.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Remarque : <kbd>&#8984;</kbd> correspond à la touche « super ». Elle est également connue comme la touche « Windows » sur la plupart des PC ou la touche « Commande » sur les Mac.</em>",
    "Multiple Displays": "Affichages multiples",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Le panneau, le dock et les espaces de travail n'apparaissent que sur l'écran principal. Tous les autres affichages attachés font office d'espaces de travail autonomes. Pour gérer et réorganiser les affichages, référez-vous à <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong> → <strong>Affichage</strong>. Votre écran principal est marqué d'une étoile remplie (",
    ") and each display's settings can be changed from its cog (": ") et les paramètres de chaque affichage peuvent être modifiés à partir de leur icône en forme de rouage (",
    ") menu.": ").",
    "Installing Apps": "Installer des applications",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "elementary OS est livré avec le <strong>Centre d'Applications</strong>, un magasin d'applications pour les applications libres et que vous pouvez payer au prix souhaité. L'installation d'une nouvelle application à partir de Centre d'Applications est facile :",
    "Open the <strong>AppCenter</strong> app.": "Ouvrez l'application <strong>Centre d'Applications</strong>.",
    "Search in the top-right, or browse by category.": "Recherchez quelque chose en haut à droite, ou bien parcourez les catégories.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Sélectionnez <strong>Gratuit</strong> ou le prix suggéré à côté de l'application que vous souhaitez installer. Pour sélectionner un prix différent, sélectionnez le bouton <strong>▾</strong> et sélectionnez ou entrez votre prix.",
    "You may be asked for your password prior to installing an app.": "Il est possible que votre mot de passe vous soit demandé avant l'installation d'une application.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em>Remarque : Certains logiciels pourraient ne pas être disponibles dans le Centre d'Applications.  Depuis la version 5.1 Hera d'elementary OS, vous pouvez également installer en parallèle des applications Flatpak à partir de fichiers .flatpakref tiers.</em>",
    "Updating": "Mises à jour",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "Le Centre d'Applications inclut les mises à jour des applications et du système d'exploitation lui-même dans l'onglet <strong>Installées</strong>. N'oubliez pas d'installer fréquemment les mises à jour pour obtenir les dernières fonctionnalités, les corrections et les améliorations de sécurité. Pour plus d'informations sur les correctifs de sécurité, consultez les <a href=\"https://usn.ubuntu.com/\">avertissements de sécurité d'Ubuntu</a>.",
    "System Settings": "Paramètres du système",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS est fourni avec l'application « Paramètres du système » qui vous aide à gérer les paramètres et les préférences de votre appareil. Les paramètres du système vous permettent de régler des éléments tels que les raccourcis clavier, la résolution d'affichage, votre fond d'écran, etc.",
    "Search": "Recherche",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Vous pouvez rapidement trouver les paramètres que vous recherchez en tapant des mots clés dans la barre de recherche en haut de la fenêtre. Le contenu de la fenêtre des paramètres du système sera filtré pour correspondre à votre recherche.",
    "App Settings": "Paramètres des applications",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Gardez à l'esprit que les paramètres du système ne concernent que les préférences globales pour elementary OS. Bien que certaines applications puissent également avoir leurs propres préférences, vous ne les trouverez pas ici. Cherchez-les plutôt à l'intérieur de l'application en question."
}
