{
    "Learning the Basics": "Apprendre les bases",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Comme avec tous les systèmes d’exploitation, certains usages peuvent ne pas vous être familiers. Cette section vous guidera dans l’exécution de tâches quotidiennes comme naviguer sur l’internet, écouter de la musique ainsi que d’autres informations utiles que vous pourriez ignorer.",
    "The Desktop": "Le bureau",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Le bureau d’elementary OS est très simple et facile d'accès. Il consiste en deux éléments : le panneau et le lanceur. Vous pouvez personnaliser le fond d’écran du bureau à travers <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong>→<strong>Bureau</strong>→<strong>Fond d'écran</strong>.",
    "The Panel": "Le panneau",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "En haut de l'écran, vous pouvez voir le panneau. Sur la gauche se trouve le menu Applications, au centre se trouvent l'heure et la date, et sur la droite les indicateurs.",
    "Applications Menu": "Menu d'applications",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "À gauche du panneau se trouve le menu Applications. Sélectionner <strong>Applications</strong> ouvrira le menu contenant toutes les applications installées. Vous pouvez voir plusieurs pages d'applications en utilisant la pagination en bas de page ou en utilisant la molette. Vous pouvez également utiliser le sélecteur d'affichage situé en haut du menu pour basculer entre la vue en grille et la vue par catégorie.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Vous pouvez rechercher des applications par nom ou par mot-clé et effectuer les actions qui leur sont associées. Vous pouvez également rechercher des paramètres système. Parmi les actions que vous pouvez trouver dans la recherche se trouvent :",
    "Shutdown and Restart": "Éteindre et redémarrer",
    "Compose Message": "Écrire un message",
    "New Private Browsing Window": "Nouvelle fenêtre de navigation privée",
    "Math operations (example: 23 * 5)": "Opérations mathématiques (exemple : 25 * 3)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Pour ouvrir le menu Applications avec le clavier, appuyez sur <kbd>&#8984;</kbd> + <kbd>espace</kbd>.",
    "Indicators": "Indicateurs",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Sur le côté droit du panneau se trouvent des icônes appelées Indicateurs. Celles-ci vous indiquent l'état actuel de votre session, c'est-à-dire vos connexions réseau, la charge de la batterie, les entrées et sorties audio, les notifications, etc. La sélection d'un indicateur permet d'obtenir plus d'informations et d'actions associées.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "En cliquant sur le bouton du milieu de la souris ou en tapant avec trois doigts sur un indicateur, celui-ci vous présentera les actions suivantes :",
    "Sound: Toggle the mute state of the primary output device": "Son : Basculer l'état silencieux ou non de la sortie audio principale",
    "Bluetooth: Toggle the Enabled/Disabled the primary bluetooth device": "Bluetooth : Allume ou éteint le périphérique Bluetooth principal",
    "Power: Hide/Show the percentage of battery remaining": "Énergie : Affiche ou cache le pourcentage de batterie restant",
    "Notifications: Toggle Do Not Disturb mode": "Notifications : Basculer en mode Ne Pas Déranger",
    "Session: Show the shutdown dialog": "Session : Montrer la fenêtre d'arrêt",
    "The Dock": "Le Dock",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Au bas du bureau se trouve le Dock. Il contient vos applications favorites ainsi que les applications en cours d’exécution.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Le contenu du dock est facilement personnalisable. Pour ajouter une application au dock, faites-la glisser et déposez-la depuis le menu Applications ou cliquez avec le bouton droit de la souris sur l'icône d'une application ouverte et choisissez <strong>Conserver dans le dock</strong>. Pour supprimer une application du dock, faites-la glisser et déposez-la dans un espace vide sur votre bureau ou cliquez avec le bouton droit de la souris sur l'icône et décochez <strong>Conserver dans le dock</strong>. Pour réorganiser les applications sur le dock, il suffit de les glisser-déposer.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Par défaut le Dock disparaît dans le bas de l’écran quand une fenêtre d’application est maximisée. Déplacez simplement votre souris au centre bas de l’écran pour voir ré-apparaître le Dock.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Vous pouvez personnaliser le comportement du Dock en utilisant : <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong>→<strong>Bureau</strong>→<strong>Dock</strong>.",
    "App Windows": "Fenêtres d’application",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Les applications fonctionnent dans leur propre fenêtre qui peut être fermée, maximisée ou déplacée.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Lorsque vous lancez une application, sa fenêtre s’affiche sur le bureau. Chaque fenêtre d’application a habituellement trois zones : les boutons pour la fenêtre, une barre d’outils ou menus, et le contenu même de l’application.",
    "HeaderBar": "La barre d’entête",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Chaque application dispose d’une barre d’entête située en haut de sa fenêtre. Cet espace contient différents intitulés d’actions ou de navigation, plus les boutons de contrôle de la fenêtre.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "Vous pouvez déplacer la fenêtre d’une application sur l'ensemble du bureau en glissant-déposant sa barre d'entête, y compris les boutons.",
    "Window Buttons": "Boutons de fenêtre",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "La fenêtre d’une application dispose dans ses coins hauts de boutons de contrôle. Le bouton de fermeture se trouve à gauche et le bouton de maximisation à droite. Cliquer sur le bouton de fermeture fermera la fenêtre de l’application. Cliquer sur le bouton de maximisation basculera entre la taille maximale ou non.",
    "Multitasking": "Multitâche",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS permet deux types de multitâche : fenêtres et espaces de travail.",
    "Windows": "Fenêtres",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Les applications s’exécutent dans les fenêtres d’application. Elles peuvent se chevaucher sur votre bureau et être déplacées. Vous pouvez basculer entre les fenêtres de plusieurs façons :",
    "click on the window you want to switch to": "cliquez sur la fenêtre vers laquelle vous voulez basculer",
    "click on the app's icon in the dock": "cliquez sur l’icône de l’application dans le Dock",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "pressez <kbd>Alt</kbd>+<kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Pour afficher une vue d’ensemble des applications en cours, pressez <kbd>&#8984;</kbd>+<kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Vous pouvez personnaliser ces raccourcis clavier en utilisant : <strong><a href=\"/docs/learning-the-basics#system-settings\"></a>Paramètres du système</strong>→<strong>Clavier</strong>→<strong>Raccourcis</strong>→<strong>Fenêtres</strong>.",
    "Hot Corners": "Coins intelligents",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Vous pouvez aussi configurer les &quot;coins intelligents&quot; (raccourcis activés lorsque vous placez votre curseur de souris dans un coin de l’affichage) pour activer les fonctions de multitâche comme l’aperçu général des fenêtres, la vue multitâche, ou d’autres.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Vous pouvez personnaliser les coins intelligents <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong>→<strong>Bureau</strong>→<strong>Coins intelligents</strong>.",
    "Workspaces": "Espaces de travail",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Par défaut, toutes les fenêtres d’application s’ouvrent sur un même espace de travail. Cependant, vous pouvez utiliser plusieurs espaces de travail pour mieux organiser votre activité :",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Pour afficher une vue d’ensemble de vos espaces de travail, pressez <kbd>&#8984;</kbd>+<kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Pour rapidement se déplacer à droite et à gauche parmi vos espaces de travail, pressez <kbd>&#8984;</kbd>+<kbd>←</kbd>or<kbd>&#8984;</kbd>+<kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Pour parcourir cycliquement vos espaces de travail, pressez <kbd>&#8984;</kbd>+<kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Pour accéder  à un espace de travail en particulier, pressez <kbd>&#8984;</kbd>+<kbd>1</kbd> jusqu'à <kbd>&#8984;</kbd>+<kbd>9</kbd>. Vous pouvez toujours accéder à un nouvel espace de travail en pressant <kbd>&#8984;</kbd>+<kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Vous pouvez aussi déplacer des fenêtres d’application entre espaces de travail en déplaçant leurs icônes dans la vue multitâche, ou en les déplaçant à droite et à gauche à travers les espaces de travail en utilisant respectivement <kbd>&#8984;</kbd>+<kbd>Alt</kbd> + <kbd> ← </kbd> ou <kbd>→</kbd> lorsqu’elles sont en premier plan. Pour afficher un aperçu des fenêtres sur tous les espaces de travail, appuyez sur <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Vous pouvez personnaliser ces raccourcis claviers dans <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong>→<strong>Clavier</strong>→<strong>Raccourcis</strong>→<strong>Espaces de travail</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Note : <kbd>&#8984;</kbd> fait référence à la touche « super ». Elle est aussi connue sous le nom de touche « Windows » sur de nombreux claviers PC ou la touche « Commande » sur les claviers Mac</em>",
    "Multiple Displays": "Affichages multiples",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Le panneau supérieur, le Dock et les espaces de travail s'affichent uniquement sur l'affichage principal. Tout autre écran ou système d'affichage secondaire se comporte comme un espace de travail indépendant. Pour gérer ou organiser les écrans, utilisez <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres du système</a></strong>→<strong>Affichage</strong>. Votre affichage principal est repéré par une étoile pleine (",
    ") and each display's settings can be changed from its cog (": ") et les paramètres de chaque affichage peuvent être modifiés à partir de son icône roue dentée (",
    ") menu.": ").",
    "Installing Apps": "Installer des applications",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS est livré accompagné du <strong>Centre d'Applications</strong>, un magasin d'applications libres. Installer une application à partir du Centre d'Applications est facile :",
    "Open the <strong>AppCenter</strong> app.": "Lancez l'application <strong>Centre d'Applications</strong>.",
    "Search in the top-right, or browse.": "Effectuez une recherche en haut à droite, ou parcourez les applications.",
    "Click <strong>Install</strong> next to the app you want to install.": "Cliquez sur le bouton <strong>Installer</strong> à côté de l'application que vous souhaitez installer.",
    "You may be asked for your password prior to installing an app.": "Vous pouvez être sollicité pour saisir votre mot de passe durant le processus d'installation d'une application.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 18.04 LTS should work on elementary OS Juno.</em>": "<em>Remarque : Certains logiciels peuvent ne pas être disponibles auprès du Centre d'Applications. Bien que nous ne recommandions pas le téléchargement de logiciels à partir d'Internet, les applications compatibles avec Ubuntu 18.04 LTS devraient fonctionner sur elementary OS Juno.</em>",
    "Updating": "Mise à jour",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "La mise à jour des applications est un élément constitutif du Centre d'Applications dans elementary OS. Notez la présence de l'onglet « Mises à jour » en haut de la fenêtre. Nous vous recommandons de vérifier les mises à jour au moins <em>une fois par semaine</em> pour assurer que votre ordinateur dispose des dernières fonctionnalités et de la protection maximale.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "Pour plus d'informations sur les correctifs de sécurité, lisez la page <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.",
    "System Settings": "Paramètres Système",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS est livré avec une application très utile dénommée « ;Paramètres du système » qui vous permet de contrôler l'ensemble des paramètres du système (ou préférences « globales »). Les paramètres du système vous permettent d'ajuster des éléments comme les raccourcis claviers, la résolution de l'affichage, votre fond d'écran, et bien plus.",
    "Search": "Recherche",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Vous pouvez rapidement trouver les paramètres que vous cherchez en saisissant des mots-clés dans la barre de recherche en haut de la fenêtre. Le contenu de la fenêtre des paramètres du système sera filtrée pour prendre en compte vos critères.",
    "App Settings": "Paramètres des applications",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Gardez à l'esprit que les paramètres du système n'agissent que sur les préférences globales du système elementary OS. Même si certaines applications disposent de leurs propres paramétrages, vous ne les trouverez pas ici. Cherchez les plutôt au sein même de l'application concernée."
}
