{
    "Learning the Basics": "Apprendre les bases",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Découvrez l'environnement de bureau d'elementary OS et comment naviguer dans les fenêtres, les espaces de travail, etc.",
    "Desktop": "Bureau",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "Le bureau d'elementary OS se compose de deux éléments : le Panneau et le Dock. Vous pouvez personnaliser le fond d'écran du bureau en effectuant un clic secondaire sur le bureau : un clic droit sur une souris, ou un appui à deux doigts sur un pavé tactile. Vous pouvez également modifier l'apparence et le comportement du bureau à partir de <strong><a href=\"#system-settings\">Paramètres du système</a></strong> → <strong>Bureau</strong>.",
    "Panel": "Panneau",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "En haut du bureau se trouve le Panneau. À gauche se trouve le Menu des applications, au centre la date et l'heure, et à droite les Indicateurs du système.",
    "Applications Menu": "Menu des applications",
    "Date &amp; Time": "Date et heure",
    "System Indicators": "Indicateurs du système",
    "The Panel": "Le panneau",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Pour ouvrir ou rechercher les applications installées, sélectionnez <strong>Applications</strong> dans le panneau. Vous pouvez parcourir vos applications en les faisant défiler à l'aide d'une souris, en les faisant glisser avec deux doigts sur un pavé tactile ou en utilisant les points de la pagination en bas. Vous pouvez également utiliser le sélecteur d'affichage en haut pour basculer entre l'affichage en grille et par catégories.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Commencez à taper dans le menu des applications pour rechercher vos applications par nom ou par mot-clé. La recherche permet également d'afficher les actions des applications et les paramètres du système. Par exemple, en effectuant une recherche, vous pouvez :",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Arrêter</strong> ou <strong>Redémarrer</strong> votre appareil",
    "<strong>Compose Message</strong> with Mail": "<strong>Rédiger un message</strong> avec Messagerie",
    "Open a <strong>New Incognito Window</strong> in Web": "Ouvrir <strong>une nouvelle fenêtre privée</strong> dans Web",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Calculer une opération mathématique simple comme <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Prendre une <strong>Capture d'écran de la fenêtre actuelle</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Rechercher des paramètres spécifiques comme <strong>Clavier → Disposition → Touche de composition</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "Pour ouvrir le menu des applications avec le clavier, appuyez sur <kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd><kbd>Espace</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "L'indicateur de la date et de l'heure au centre du panneau affiche la date et l'heure courantes. Cliquez ou appuyez n'importe où sur la date ou l'heure pour afficher un calendrier et les événements à venir. Double-cliquez sur un jour ou sélectionnez un événement pour l'ouvrir dans l'application Calendrier.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Les indicateurs du système situés à droite du panneau affichent l'état du périphérique, c'est-à-dire les connexions réseau, la batterie, l'entrée et la sortie du son, les notifications, etc. La sélection d'un indicateur fait apparaître plus d'informations et d'actions associées.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Survoler un indicateur avec le curseur de la souris permet également d'afficher des informations synthétiques et le raccourci du clic du milieu ou de l'appui avec trois doigts pour cet indicateur. Par exemple :",
    "Sound: Mute": "Son : Muet",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth : Activer ou désactiver le Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Alimentation : Afficher/Masquer le pourcentage de batterie restant dans le panneau",
    "Notifications: Toggle Do Not Disturb mode": "Notifications : Activer/Désactiver le mode Ne pas déranger",
    "Session: Prompt to shut down": "Session : Demander l'arrêt",
    "Dock": "Dock",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "En bas du bureau se trouve le Dock, qui permet d'accéder rapidement à vos applications favorites et à celles qui sont actuellement ouvertes.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Pour ajouter une application dans le Dock, faites-la glisser et déposez-la depuis le menu des applications ou effectuez un clic droit sur l'icône d'une application ouverte et choisissez <strong>Épingler au Dock</strong>. Pour supprimer une application du Dock, faites-la glisser et déposez-la dans un espace vide sur votre bureau ou effectuez un clic droit sur l'icône et décochez <strong>Épingler au Dock</strong>. Glissez-déposez les applications dans le Dock pour les réorganiser.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Par défaut, le Dock se dissimule au bas du bureau lorsqu'une application est agrandie ou le recouvre. Placez le curseur de votre souris contre le centre inférieur du bureau pour révéler et utiliser le Dock lorsqu'il est invisible.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Vous pouvez personnaliser la taille du Dock et son comportement dans <strong><a href=\"#system-settings\">Paramètres du système</a></strong> → <strong>Bureau</strong> → <strong>Dock et panneau</strong>.",
    "App Windows": "Fenêtres des applications",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Lorsque vous ouvrez une application, sa fenêtre apparaît sur le bureau. Bien que la présentation des différentes applications puisse varier, les fenêtres des applications peuvent généralement être fermées, déplacées, redimensionnées et agrandies.",
    "Header Bar": "Barre de titre",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "La plupart des applications ont une barre de titre en haut de leur fenêtre avec les boutons d'action ou de navigation de l'application.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Déplacez une fenêtre en la faisant glisser où vous souhaitez depuis la barre de titre ou en appuyant sur <kbd>Alt</kbd><kbd>F7</kbd> et en déplaçant le curseur de votre souris.",
    "HeaderBar": "Barre de titre",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Effectuez un clic droit sur la barre de titre pour accéder rapidement aux actions de la fenêtre et de l'espace de travail.",
    "Window Buttons": "Boutons de fenêtre",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Les boutons de fenêtre d'une application se trouvent dans les coins supérieurs de la fenêtre de l'application : fermer à gauche et agrandir (si l'application le permet) à droite. La fermeture d'une fenêtre entraîne la fermeture de l'application ; qui peut être réouverte à partir du menu des applications ou du Dock. Agrandir une fenêtre la redimensionne pour qu'elle occupe la majeure partie du bureau tout en conservant l'accès au panneau et au Dock.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Vous pouvez également faire glisser une fenêtre vers le haut du bureau ou double-cliquer sur sa barre de titre pour l'agrandir, et la faire glisser depuis le haut ou double-cliquer sur la barre de titre pour la restaurer.",
    "Resizing": "Redimensionnement",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "La plupart des fenêtres peuvent être redimensionnées en tirant sur n'importe quel bord. Vous pouvez aussi effectuer un clic droit sur la barre de titre de la fenêtre et sélectionner <strong>Redimensionner</strong> ou appuyer sur <kbd>Alt</kbd><kbd>F8</kbd> pour entrer en mode redimensionnement ; puis déplacez le curseur dans la direction dans laquelle vous souhaitez agrandir la fenêtre.",
    "Multitasking": "Multitâche",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS utilise à la fois des fenêtres et des espaces de travail pour le multitâche.",
    "Windows": "Fenêtres",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Les fenêtres des applications peuvent se chevaucher sur votre bureau et être déplacées. Vous pouvez passer d'une fenêtre ouverte à l'autre de plusieurs façons :",
    "Click or tap on the window you want to switch to": "Cliquez ou appuyez sur la fenêtre que vous souhaitez atteindre",
    "Click or tap the app's icon in the dock": "Cliquez ou appuyez sur l'icône de l'application dans le dock",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Appuyez sur <kbd>Alt</kbd><kbd>Tab</kbd> pour naviguer à travers les fenêtres",
    "Workspaces": "Espaces de travail",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Par défaut, les fenêtres des applications s'ouvrent sur votre espace de travail courant. Toutefois, vous pouvez utiliser plusieurs espaces de travail pour organiser votre flux de travail :",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Pour vous déplacer vers la gauche ou vers la droite parmi vos espaces de travail, appuyez sur<kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd><kbd>←</kbd> ou <kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd><kbd>→</kbd> ou bien faîtes défiler trois doigts sur le pavé ou l'écran tactile.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Accédez directement à un espace de travail spécifique en appuyant sur <kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd><kbd>1</kbd> à <kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd><kbd>9</kbd>. Vous pouvez toujours vous rendre sur un nouvel espace de travail avec <kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Déplacez des fenêtres d'un espace de travail à un autre en les déplaçant dans la <a href=\"#multitasking-view\">Vue multitâche</a> ou en appuyant sur <kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> ou <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Personnalisez ces raccourcis en vous rendant dans <strong><a href=\"#system-settings\">Paramètres du système</a></strong> → <strong>Clavier</strong> → <strong>Raccourcis</strong> → <strong>Espaces de travail</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Certaines fenêtres peuvent également apparaître en plein écran sur un nouvel espace de travail. Vous pouvez passer d'un espace de travail à l'autre comme d'habitude, et en fermant ou en retirant le plein écran de l'application, vous reviendrez à l'espace de travail précédent.",
    "Multitasking View": "Vue multitâche",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "La vue multitâche affiche toutes les fenêtres ouvertes et espaces de travail afin que vous puissiez passer de l'un à l'autre. Pour l'ouvrir, cliquez ou appuyez sur l'icône <strong>Vue multitâche</strong> dans le dock, appuyez sur <kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd><kbd>↓</kbd>, ou bien faîtes défiler trois doigts vers le haut sur le pavé ou l'écran tactile.",
    "Gestures": "Gestes",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS prend en charge les gestes multi-touch sur le matériel pris en charge comme les pavés tactiles et les écrans tactiles. Par défaut, un glissement de trois doigts vers la gauche ou la droite permet de changer d'espace de travail, tandis qu'un glissement de trois doigts vers le haut permet d'accéder à la vue multitâche.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Modifiez les gestes dans <strong><a href=\"#system-settings\">Paramètres du système</a></strong> → <strong>Souris et pavé tactile</strong> → <strong>Gestes</strong>.",
    "Hot Corners": "Coins dynamiques",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Les coins dynamiques sont des raccourcis qui s'activent en plaçant votre curseur dans un des coins de l'écran principal. Vous pouvez configurer les coins dynamiques pour activer des options multitâche comme l'aperçu des fenêtre, l'aperçu des espaces de travail et plus encore.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Vous pouvez personnaliser les coins dynamiques dans <strong><a href=\"#system-settings\">Paramètres du système</a></strong> → <strong>Bureau</strong> → <strong>Multitâche</strong>.",
    "Multiple Displays": "Écrans multiples",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Le panneau, le dock et les espaces de travail apparaissent sur l'écran principal. Tout autre écran se comporte comme un espace de travail distinct. Pour gérer et réarranger les écrans, rendez-vous dans <strong><a href=\"#system-settings\">Paramètres du système</a></strong> → <strong>Affichage</strong>. Votre écran principal est marqué par une étoile (",
    ") and each display's settings can be changed from its": ") et les paramètres de chaque écran peuvent être modifiés depuis son",
    "menu.": "menu.",
    "Installing Apps": "Installer des applications",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS est livré avec le <strong>Centre d'Applications</strong>, la boutique d'applications pour les développeurs indépendants ouverte et à prix libres. Pour installer une nouvelle application :",
    "Open <strong>AppCenter</strong>": "Ouvrez le <strong>Centre d'Applications</strong>",
    "Search in the top-right, or browse by category": "Effectuez une recherche en haut à droite, ou parcourez les catégories",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Sélectionnez <strong>Gratuit</strong> ou le prix suggéré à côté de l'application que vous souhaitez installer. Pour sélectionner un prix différent, sélectionnez le bouton <strong>▾</strong> et sélectionnez ou entrez votre prix.",
    "Sideload": "Gestionnaire d'installation",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Certains logiciels tiers peuvent ne pas être disponibles dans le Centre d'Applications, en particulier s'ils sont disponibles sur plusieurs plateformes et n'ont pas été conçus pour elementary OS. Vous pouvez installer des applications au format Flatpak depuis des sources tierces comme <a href=\"https://flathub.org\">Flathub</a> : Téléchargez et ouvrez le fichier <code>.flatpakref</code> ou <code>.flatpak</code>, et le gestionnaire d'installation l'installera pour vous. Les mises à jour et autres applications issues de la même source apparaîtrons ensuite comme applications non vérifiées dans le Centre d'Applications.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Gardez en tête que les applications non vérifiées n'ont pas été examinées par elementary sur des questions de sécurité ou de respect de la vie privée.",
    "Updating": "Mises à jour",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "Le Centre d'Applications inclut les mises à jour des applications et du système d'exploitation lui-même dans l'onglet <strong>Installées</strong>. N'oubliez pas d'installer fréquemment les mises à jour pour obtenir les dernières fonctionnalités, les corrections et les améliorations de sécurité. Pour plus d'informations sur les correctifs de sécurité, consultez les <a href=\"https://usn.ubuntu.com/\">avertissements de sécurité d'Ubuntu</a>.",
    "System Settings": "Paramètres du système",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS est fourni avec l'applications <strong>Paramètres du système</strong> qui vous aide à gérer votre périphérique et vos préférences utilisateur. Les paramètres du système vous permettent d'ajuster les raccourcis clavier, la résolution de l'écran, votre fond-d'écran et plus encore.",
    "Search": "Recherche",
    "You can find specific settings by typing in the search bar at the top of the window.": "Vous pouvez rechercher des paramètres spécifiques en tapant dans la barre de recherche en haut de la fenêtre.",
    "App Settings": "Paramètres des applications",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Gardez en tête que les paramètres du système ne gèrent que les paramètres généraux du système et les préférences utilisateur pour elementary OS. Si une application propose des paramètres, ils seront directement intégrés dans l'application elle-même.",
    "Keyboard Shortcuts": "Raccourcis clavier",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Les raccourcis clavier dans elementary OS sont généralement indiqués dans les infobulles au survol ou bien dans les menus contextuels au clic droit.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "Pour obtenir un aperçu des raccourcis clavier du bureau, appuyez sur la touche <kbd title=\"Super, ou la touche Windows ou Commande\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "Les raccourcis clavier du bureau peuvent être personnalisés dans",
    "menu in the shortcuts overlay or in": "le menu de l'aperçu des raccourcis ou dans",
    "→": "→",
    "Keyboard": "Clavier",
    "Shortcuts": "Raccourcis"
}
