{
    "Translation Guide": "Guide pour la traduction",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Adapter notre site internet et nos applications aux différentes langues est une importante partie de nos efforts pour rendre elementary OS accessible au plus de personnes possible. Au lieu de nous baser uniquement sur une équipe de traducteurs en interne, nous faisons appel à notre communauté pour que n'importe qui, même doté de connaissances techniques limitées, puisse nous soumettre une traduction. Afin de conserver un discours cohérent à travers toute la plateforme et d'aider les nouveaux traducteurs à démarrer, nous avons rédigé ce guide pour la traduction.",
    "Steps to Begin Translation": "Etapes pour débuter la traduction",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Nos applications et notre site Internet sont traduits à travers Weblate : Un système de gestion de traduction libre et basé sur une interface Web. Dans le but de soumettre des traductions, vous devez :",
    "Have a": "Avoir un",
    "Weblate account": "Compte Weblate",
    "Set your": "Définir vos",
    "language preferences": "préférences de langues",
    "Browse our": "Explorer nos",
    "translatable projects": "projets à traduire",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Une fois que vous aurez sélectionné un projet, vous pourrez proposer des suggestions pour les chaines qui n'ont pas encore été traduites, ou suggérer des changements pour les chaines qui ont déjà été traduites. Les suggestions seront évaluées par un membre de l'équipe de traduction et ils choisiront la plus appropriée. Pour plus d'informations sur Weblate, vous pouvez vous référer à sa <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Par défaut, vous ne pouvez proposer que des traductions. Si vous souhaitez obtenir l'autorisation d'enregistrer vos traductions, <a href=\"https://translators-slack.elementary.io/\">rejoignez les traducteurs Slack</a> et envoyez un message à l'administrateur avec votre nom d'utilisateur Weblate et la langue que vous souhaitez traduire.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Pendant la traduction, vous pouvez rencontrer une situation où vous devez décider entre plusieurs manières de dire la même chose. Dans ses situations nous nous referons au <a href=\"https://help.launchpad.net/Translations/Guide\">Guide générale de traduction</a> d'Ubuntu, et pour les cas spécifiques à une langue, nous suivons les <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">directives de l'équipe de traduction</a> d'Ubuntu. Suivre ses directives assure des traductions uniformes, permettant ainsi également à chacun de contribuer.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Si vous ne souhaitez pas utiliser Weblate pour effectuer vos traductions, ou si vous désirez effectuer de nombreuses modifications à la fois, vous pouvez traduire hors-ligne. Pour ce faire :",
    "Go to a project you want to translate": "Rendez-vous au projet que vous souhaitez traduire",
    "Choose your language": "Choisissez votre langue",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Cliquez sur « Fichiers » puis sélectionnez « Télécharger la traduction en gettext PO »",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Choisissez votre éditeur favori de texte, code ou PO (ex : <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Commencez à traduire",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Une fois que vous avez terminé, utilisez l'option &quot;Envoyer la traduction&quot; dans le menu &quot;Fichiers&quot; sur la même page depuis laquelle vous l'avez téléchargé.",
    "Additional Info": "Informations complémentaires",
    "We won't support translation of the following pages:": "Nous ne prenons pas en charge la traduction des pages suivantes :"
}
