{
    "Translation Guide": "Guide pour la traduction",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Adapter notre site internet et nos applications aux différentes langues est une importante partie de nos efforts pour rendre elementary OS accessible au plus de personnes possible. Au lieu de nous baser uniquement sur une équipe de traducteurs en interne, nous faisons appel à notre communauté pour que n'importe qui, même doté de connaissances techniques limitées, puisse nous soumettre une traduction. Afin de conserver un discours cohérent à travers toute la plateforme et d'aider les nouveaux traducteurs à démarrer, nous avons rédigé ce guide pour la traduction.",
    "Translating Applications": "Traduire des applications",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Les applications sont traduites à l'aide de Rosetta : l'interface de traduction hébergée par Launchpad. Pour soumettre des traductions, vous devez :",
    "Have a": "Avoir un",
    "Launchpad account": "compte Launchpad",
    "Set your": "Définir vos",
    "language preferences": "préférences de langues",
    "Browse our": "Explorer nos",
    "translatable projects": "projets à traduire",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Une fois votre projet choisi, vous pourrez proposer des traductions, ou suggérer des modifications de textes déjà traduits. Un membre de l'équipe de traduction évaluera alors les propositions et choisira la plus appropriée. Pour plus d'informations à propos de Rosetta, vous pouvez regarder leur <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Lors d'une traduction, il peut arriver que vous ayez à choisir entre plusieurs façon différentes de dire la même chose. Dans cette situation nous nous référons au <a href=\"https://help.launchpad.net/Translations/Guide\">Guide général de traduction</a> d'Ubuntu, et pour des problèmes spécifiques d'un langage les <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">règles de traduction d'équipe</a> d'Ubuntu. Se conformer à ces guides permet de garantir des traductions uniformes, tout en permettant à tout un chacun de contribuer.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Si vous ne souhaitez pas utiliser Rosetta, ou désirez effectuer un grand nombre de changements à la fois, vous pouvez aussi traduire hors-ligne. Pour ce faire :",
    "Go to a project you want to translate": "Rendez-vous au projet que vous souhaitez traduire",
    "Choose your language": "Choisissez votre langue",
    "Click on \"Download translation\"": "Cliquez sur « Download translation »",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Vous pouvez dès lors solliciter un e-mail, qui vous donne le lien correct pour télécharger les traductions. Maintenant :",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Choisissez votre éditeur de fichiers .txt ou .po favori (par exemple <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Commencez à traduire",
    "Once you've finished, use the \"Upload translation\" option on the same page that you downloaded them from.": "Une fois que vous avez terminé, utilisez l'option « Upload translation » sur la page depuis laquelle vous aviez téléchargé les traductions.",
    "Translating our Website": "Traduire notre site Internet",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "Notre site Internet est traduit à l'aide de <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. Pour soumettre des traductions, vous devez :",
    "Transifex account": "compte Transifex",
    "Join our": "Rejoindre notre",
    "translation team": "équipe de traducteurs",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Pour plus d'informations sur Transifex, vous pouvez regarder leur <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "De même que pour nos applications, nous nous référons au <a href=\"https://help.launchpad.net/Translations/Guide\">Guide général de traduction</a> d'Ubuntu, et pour des problèmes spécifiques d'un langage les <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">règles de traduction d'équipe</a> d'Ubuntu.",
    "Our website is translated through <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. In order to submit translations, you should have a <a href=\"https://l10n.elementary.io/accounts/register/\">Weblate account</a>": "Notre site web est traduit avec <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. Pour envoyer des traductions, vous devrez avoir un <a href=\"https://l10n.elementary.io/accounts/register/\">compte Weblate</a>",
    "For more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/latest/\">documentation</a>.": "Pour plus d'informations sur Weblate, vous pouvez vous référer à leur <a href=\"https://docs.weblate.org/en/latest/\">documentation</a>."
}
