{
    "A fast and open replacement for Windows and OS X": "Sistem operasi pengganti Windows dan OS X yang cepat dan terbuka",
    "Custom": "Khusus",
    "Enter any dollar amount.": "Masukkan nominal dalam dollar.",
    "Purchase elementary OS": "Beli elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (untuk PC atau Mac)",
    "What the press is saying about elementary OS:": "Apa yang pers katakan tentang elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS itu berbeda… sistem operasi yang indah dan kuat yang akan berjalan baik bahkan di PC yang lama”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“platform yang cepat, mudah dalam pemeliharaan yang bisa dipasang hampir di mana saja”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Ringan dan cepat... Sepenuhnya berbasis komunitas, dan memiliki keindahan alami yang memikat dalam desain dan tampilan.\"",
    "Meet Our Apps": "Aplikasi Kami",
    "Photos": "Foto",
    "Music": "Musik",
    "Videos": "Video",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Impor, kelola, dan sunting foto. Buat tampilan salindia. Berbagi dengan Facebook atau Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Kelola dan dengarkan musik Anda. Jelajahi berdasarkan album, gunakan pencarian ultra cepat, dan buat daftar putar favorit Anda.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Tonton film dan video dengan antarmuka yang minimal. Bingkai kecil dan gelap akan memudar sehingga Anda bisa melihat lebih banyak dari film Anda.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Berselancar di web dengan peramban yang cepat dan ringan. Dengan Midori Anda bisa menggunakan situs dan aplikasi web HTML5 dan tetap irit dalam penggunaan baterai.",
    "Learn More": "Pelajari Selengkapnya",
    "dat": "dat",
    "Accessories": "Aksesoris",
    "Graphics": "Grafis",
    "Internet": "Internet",
    "Office": "Kantor",
    "Other": "Lainnya",
    "Sound &amp; Video": "Suara & Video",
    "System Tools": "Perkakas Sistem",
    "Applications": "Aplikasi",
    "3 Ways to Explore": "3 Cara untuk Menjelajah",
    "Grid": "Grid",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Menampilkan seluruh aplikasi Anda dalam grid yang urut berdasarkan alfabet. Cari dan temukan yang Anda inginkan.",
    "Categories": "Kategori",
    "View your apps automatically organized into categories. Perfect for large collections.": "Secara otomatis mengelola aplikasi Anda berdasarkan kategori. Cocok untuk koleksi yang besar.",
    "Search": "Pencarian",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Luncurkan aplikasi, buka panel pengaturan, jalankan perintah, dan masih banyak lainnya yang bisa dilakukan dari tilikan pencarian.",
    "Open Source": "Sumber Terbuka",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Kode kami tersedia untuk tinjauan, pemeriksaan terperinci, modifikasi, dan pendistribusian ulang oleh siapapun.",
    "No Ads. No Spying.": "Tanpa iklan. Tanpa Memata-matai.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Kami tidak membuat kesepakatan periklanan dan kami tidak mengumpulkan data personal yang sensitif. Pendapatan kami hanya berasal langsung dari para pengguna kami.",
    "Safe &amp; Secure": "Aman & Terjamin",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "elementary OS dibuat di atas Linux: perangkat lunak yang sama dengan yang digunakan oleh Departemen Pertahanan U.S, Bank of China, dan masih banyak lagi.",
    "Security Notices": "Himbauan Keamanan",
    "Download elementary OS": "Unduh elementary OS",
    "Choose a Download": "Pilih Unduhan",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Kami merekomendasikan 64-bit untuk semua komputer modern. Untuk bantuan dan info lebih lanjut, kunjungi",
    "installation guide": "Panduan pemasangan",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Tautan Magnet Torrent",
    "Freya 64-bit": "Freya 64-bit"
}