{
    "Brand": "Marchio",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Il marchio elementary è unico: sebbene appartenga ad elementary LLC., l'azienda che guida e supporta lo sviluppo dei prodotti elementary, abbiamo una grandiosa comunità online, e non vogliamo opprimerla con questioni legali e tecnicismi. Per questo motivo abbiamo scritto delle linee guida per rendere più semplice capire in quali situazioni e in che modo utilizzare il marchio elementary.",
    "Name": "Nome",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Il termine \"elementary\" fa riferimento al marchio \"elementary LLC\". elementary è sempre scritto in minuscolo, anche quando viene inserito all'inizio di una frase come questa. Viene inoltre usato accanto al nome di determinati prodotti (es. \"elementary OS\") in riferimento ad uno specifico prodotto di elementary.",
    "Brand Marks": "I marchi del brand",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary detiene due marchi: il logotipo \"elementary\", ed il logo-marchio \"e\". Entrambi sono considerati marchi di fabbrica, e rappresentano elementary - la compagnia - i suoi prodotti.",
    "Both should be used with the following in mind:": "Entrambi dovrebbero essere usati tenendo presente che:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "I marchi non vanno inclinati, ruotati, capovolti o in alcun modo alterati.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Non utilizzare i marchi su uno sfondo eccessivamente ricco di elementi; le tinte unite funzionano meglio.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "I marchi dovrebbero sempre essere monocromatici; tipicamente bianchi se applicati su uno sfondo scuro, o neri in presenza di uno sfondo chiaro.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Il logotipo elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Il logotipo viene utilizzato quando lo spazio permette di fare riferimento alla compagnia elementary. Può essere usato prima del nome di un prodotto, in riferimento ad uno specifico prodotto di elementary.",
    "The logotype should always be used under the following guidelines:": "Il logotipo dovrebbe sempre essere usato applicando le seguenti linee guida:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Non tentare di ricreare il logotipo. Si tratta di un marchio meticolosamente progettato, non è semplicemente \"elementary\" scritto con un font specifico.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Non usare il logo con dimensioni piccole; se non è leggibile al suo posto usa il logo-marchio.",
    "Logomark": "Logo-marchio",
    "elementary Logomark": "Il logo-marchio elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "La \"e\" viene utilizzata in riferimento alla compagnia elementary quando lo spazio risulta ristretto o viene richiesto un  rapporto di forma quadrato.",
    "Color": "Colore",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary sfrutta l'uso del colore in combinazione con il nostro nome e marchio per stabilire il nostro brand. Usiamo la seguente gamma di colori:",
    "Blueberry": "Mirtillo",
    "Strawberry": "Fragola",
    "Orange": "Arancia",
    "Banana": "",
    "Lime": "",
    "Grape": "Uva",
    "White": "Bianco",
    "Black": "Nero",
    "Fonts": "I font",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Per il web e per la stampa usiamo \"Raleway\" per le intestazioni e \"Open Sans\" per il corpo. Per i blocchi di codice, usiamo \"Roboto Mono\".",
    "Third Parties &amp; Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Incoraggiamo gli sviluppatori di terze parti a creare prodotti per elementary OS adottando determinati \"elementi\" del brand elementary per garantire coerenza:",
    "Voice\/tone": "Voce\/tono",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Tuttavia, per evitare confusione, limitiamo l'uso del nome elementary e relativi marchi:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Siete invitati a dire che la vostra applicazione o servizio è stato progettato per elementary OS, ma vi preghiamo di non utilizzare il nome elementary o i nostri marchi come parte del nome della vostra azienda, applicazione, prodotto, servizio o in qualsiasi altro logo create.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Utilizzare il nome elementary o relativi marchi solo in riferimento ad elementary LLC. o ai suoi relativi prodotti (es. elementary OS).",
    "Community": "Comunità",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "I prodotti della comunità (come siti, fan club, ecc.) sono incoraggiati ad utilizzare il logo comunitario di elementary:",
    "elementary Community Logo with color": "Logo della comunità di elementary con colori",
    "elementary Community Logo in black": "Logo della comunità di elementary in nero",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Questo aiuta a dimostrare che il prodotto fa parte della comunità di elementary nel suo complesso, riducendo la confusione che può derivare dall'uso del logo-marchio principale.",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "Merchandise": "Merce",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Solitamente non permettiamo che il nostro brand (incluso il nostro nome o i marchi) venga usato sulla merce di terze parti.",
    "Assets &amp; More Info": "",
    "Download on GitHub": "Scarica da GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Per ulteriori informazioni riguardanti l'uso del nome elementary, il brand e i relativi marchi siete pregati di scrivere all'indirizzo <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>",
    "Brand &sdot; elementary": ""
}
