{
    "Code of Conduct": "Codice di condotta",
    "Community Guidelines": "Linee guida della comunità",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Partecipare nella comunità di elementary è un'esperienza incredibile: si diventa parte di qualcosa di grande, si collabora con persone di tutto il mondo e si aiutano le persone a rendere i propri computer straordinari. Tuttavia, per garantire un miglior ambiente di lavoro per tutti i partecipanti, bisogna assumersi la responsabilità di seguire un insieme di regole determinate. Le regole che seguono devono essere rispettate in ogni momento quando si partecipa nella comunità, sia su Slack, su GitHub o nel sito Web della comunità di elementary, di persona o in qualsiasi altro luogo.",
    "I. Respect": "I. Rispetto",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Rispettare gli altri è essenziale. Assicurati di rispettarli e di rispettare le loro opinioni, la loro provenienza, privacy e le loro idee. La comunità di elementary non è un luogo per dire qualcosa di irrispettoso o doloroso, per nessun motivo. Quando fai critiche, approcciati costruttivamente e rispettosamente. Attacchi personali gratuiti non sono tollerati. Quando ricevi delle critiche costruttive, prendile in considerazioni e ringrazia gli altri per la loro opinione, qualsiasi sia la tua posizione a riguardo.",
    "II. Content": "II. Contenuti",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "La comunità di elementary è formata da migliaia di utenti diversi tra loro per età, convinzioni e livello di maturità. Per questo motivo, bisogna riporre attenzione nei contenuti che si creano e nei commenti che si fanno. Non sono ammessi nella comunità contenuti eccessivamente volgari, nudità, riguardanti la politica o la religione o in altro modo inappropriati. In ultima istanza, sono i moderatori di elementary a determinare ciò che si considera inappropriato. In caso di dubbio, conviene considerare se si tratta di qualcosa che si potrebbe mostrare senza problemi ad un pubblico che comprende anche bambini e nonne di tutto il mondo: se non si è sicuri di poterlo fare, meglio evitare.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Le schermate condivise in comunità moderate da elementary non devono contenere temi che copiano altri SO, foto o illustrazioni oggettivanti un individuo o qualsiasi contenuto che in qualche modo violi il nostro codice di condotta.",
    "III. Rumors and Speculation": "III. Dicerie e speculazioni",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Anche se la natura dinamica ed emozionante di elementary potrebbe indurre a voler diffondere rumori e congetture, evitate di farlo. Discutere di piani per il futuro va bene, ma ogni qualvolta si tratti di un fatto non verificabile, specificate che si tratta di una congettura personale o non menzionatelo affatto. Divulgare informazioni inesatte può danneggiare la comunità, specialmente se viene fatto in modo da gettare cattiva luce su di essa.",
    "IV. Helpful Discussion": "IV. Discussione utile",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary è sostenuto da persone che si uniscono nel loro tempo libero per creare qualcosa si speciale. È importante avere rispetto per questo fatto e cercare di contribuire sempre alle discussioni in modo sano e propositivo. Se ci si trova in una riunione, bisogna rimanere nel tema e restare in silenzio a meno che non si abbia qualcosa da dire di utile e pertinente alla discussione in corso. Quando si commenta sul sito Web, bisogna mantenere la discussione nell'ambito dell'argomento della pubblicazione o della risposta. Quando si partecipa ad una discussione orientata agli sviluppatori, come nel caso di un ticket di supporto, una richiesta di pull, una lista di posta elettronica, IRC o Slack, occorre evitare di creare rumore inutile spostando il dibattito su argomenti non relativi allo sviluppo: si rischierebbe di fare perdere il filo della discussione e confonderebbe gli sviluppatori che non fossero presenti in quel momento.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Poiché si tratta principalmente di una comunità virtuale online, è importante evitare gli aspetti negativi di Internet. Occorre evitare di comportarsi come troll: provocare liti o fare commenti con l'unico scopo di dare fastidio a qualcuno è un comportamento infantile e inaccettabile. Anche lo spam è inaccettabile: questo comprende i collegamenti a siti irrilevanti e pubblicare in modo ripetitivo collegamenti allo stesso sito. Se osservate qualcuno comportarsi come troll o fare spam, ignoratelo e segnalate l'utente.",
    "V. Avoiding Conflict": "V. Evita i conflitti",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Se sentite che qualcuno si sta comportando in modo maleducato, sia che si tratti un membro nuovo o di lunga data della comunità, fateglielo notare in modo gentile. Prevenire i problemi prima che si aggravino è di importanza cruciale. Ognuno gioca un ruolo importante nel permettere che la comunicazione fluisca facilmente nel nostro ambiente di lavoro unico (e a volte problematico).",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Allo stesso modo, occorre sforzarsi sempre di essere professionali, precisi e rispettosi quando si interagisce o si fa menzione di altri progetti, aziende o persone. È bene ricordare che le proprie parole e interazioni possono essere percepite come se fossero quelle di tutta la comunità di elementary. Sebbene le critiche costruttive possano essere utili, occorre cercare di orientarle sempre in modo positivo ed evitare sempre le offese e le calunnie: in caso di dubbio, meglio evitare.",
    "VI. Step Down Considerately": "VI. Fai un passo indietro",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Nella vita le priorità, gli interessi e le passioni possono cambiare. Se state partecipando attivamente in un progetto collegato a elementary ma sentite che è il momento di ritirarsi, fatelo in modo da minimizzare i problemi. Quando si lavora insieme, le idee che abbiamo proposto ed il lavoro che abbiamo fatto non sono più solo nostri: appartengono a tutta la comunità di elementary. Informate gli altri membri del gruppo che avete intenzione di fare un passo indietro e, se possibile, aiutate a trovare qualcuno che possa continuare il vostro lavoro. Come minimo, assicuratevi che il vostro lavoro possa essere ripreso dal punto in cui l'avete lasciato.",
    "Consequences": "Conseguenze",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Se scegliete di non seguire questo codice di condotta o di danneggiare la comunità in qualche altro modo, ci riserviamo il diritto di prendere i seguenti provvedimenti: modificare o rimuovere qualsiasi contenuto da voi pubblicato; disattivare o bandire il vostro account anche su siti terzi; disattivare o bandire il vostro account su Slack; evitare in altri modi che possiate interagire con la comunità.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>Il codice di condotta di elementary è distribuito con licenza <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a>. Alcuni aspetti sono ispirati al <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">codice di condotta di Ubuntu<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Codice di condotta &sdot; elementary"
}
