{
    "Be a Part of Something Bigger": "Partecipa a qualcosa di grande",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tutto quello che creiamo è 100% open source e sviluppato in collaborazione da persone provenienti da tutto il mondo. Anche se non sei un programmatore, puoi aiutarci e fare la differenza.",
    "Funding": "Finanziamento",
    "Translations": "Traduzioni",
    "Support": "Supporto",
    "Web": "Web",
    "Desktop": "Scrivania",
    "Design": "Progettazione",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Col tuo aiuto, partendo da un piccolo gruppo di appassionati, siamo stati in grado di crescere e diventare una piccola azienda. Ogni piccolo aiuto è un passo avanti verso l'assunzione di uno sviluppatore a tempo pieno.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funziona come una campagna di crowdfunding continua. Scegli un importo, ottieni ricompense e aiutaci a raggiungere i nostri obiettivi.",
    "Learn More": "Scopri di più",
    "Become a Patron": "Diventa un patrocinatore",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Puoi facilmente usare una carta bancomat, una carta di credito o un account PayPal. Puoi scegliere un pagamento unico o impostare un pagamento ricorrente.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Aiutaci finanziariamente e ottieni alcuni esclusivi gadget a marchio elementary con i quali mostrare ad amici, familiari e colleghi il tuo sostegno al nostro progetto.",
    "Visit Store": "Visita il negozio",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource mette i fondi direttamente nelle mani degli sviluppatori ricompensandoli per risolvere errori o creare nuove funzionalità. Fissa una ricompensa per il problema che ti interessa di più o finanzia un'applicazione specifica. Puoi anche definire una donazione periodica.",
    "Bountied Bugs": "Errori con ricompensa",
    "BountySource": "Bountysource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS è creato ed usato da persone provenienti da ogni parte del globo; aiutaci a rendere l'esperienza ancora migliore traducendolo in altre lingue.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS e il nostro sito web sono entrambi tradotti in modo aperto usando una piattaforma online chiamata Weblate.",
    "Join Chat": "Unisciti alla chat",
    "Suggest Translations": "Suggerisci traduzioni",
    "World map": "Mappa globale",
    "Question &amp; Answer": "Domande e risposte",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Domande senza risposta",
    "New Questions": "Domande nuove",
    "Documentation": "Documentazione",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary fornisce documentazione basilare sia per utenti che sviluppatori. Tutta la nostra documentazione è scritta in \"Markdown\" ed ospitata su GitHub, quindi pubblicare una modifica o una nuova sezione è facilissimo.",
    "Learning The Basics Guide": "Imparare le basi",
    "Developer Docs": "Documentazione per sviluppatori",
    "Web Development": "Sviluppo Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Il nostro sito web è sviluppato usando HTML, CSS, PHP e Javascript. Siamo alla costante ricerca di persone con esperienza in questi campi, con la volontà di contribuire e renderlo ancora migliore.",
    "Fork Our Website on GitHub": "Effettua un Fork del nostro sito su GitHub",
    "Report a Website Issue": "Riporta un problema del sito",
    "Desktop Development": "Sviluppo Desktop",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Il nostro ambiente desktop e tutte le sue applicazioni sono creati usando Vala, GTK+, Granite ed altre librerie open source. Il codice del nostro ambiente desktop è disponibile su GitHub, un servizio gratuito per progetti open source. Se non hai mai sviluppato prima per elementary OS, ti consigliamo di dare un'occhiata alle nostre guide introduttive.",
    "Browse Our Code": "Esplora il nostro codice",
    "Bitesized Bugs": "Piccoli errori",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Il nostro team di design trasforma le idee in report chiari ed elementi concreti. Prima di addentrarti ulteriormente, ti consigliamo di leggere a proposito del flusso di lavoro che usiamo per il design.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS usa un sistema di fogli di stile scritto in CSS. Questo sistema definisce il modo in cui ogni cosa viene rappresentata, dai pulsanti e le barre di strumenti ai pannelli ed i menù.",
    "Browse Our Stylesheet": "Esplora il nostro foglio di stile",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS è fornito di un set di icone vettoriali che vengono usate in tutte le applicazioni pre-installate e sono disponibili anche per gli sviluppatori terzi.",
    "Browse Our Icons": "Esplora le nostre icone",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Il nostro team usa l'etichetta \"Needs Design\" su GitHub per tenere traccia delle questioni che riguardano la grafica. Questi possono aver bisogno di ulteriore discussione riguardo al design, bozzetti o elementi grafici definiti da creare.",
    "Browse 'Needs Design' Issues": "Esplora problemi di design",
    "Get Involved with elementary OS": "Prendi parte ad elementary OS"
}
