{
    "Be a Part of Something Bigger": "Partecipa a qualcosa di grande",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tutto quello che creiamo è 100% open source e sviluppato in collaborazione da persone provenienti da tutto il mondo. Anche se non sei un programmatore, puoi aiutarci e fare la differenza.",
    "Funding": "Finanziamento",
    "Translations": "Traduzioni",
    "Support": "Supporto",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Design",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funziona come una campagna di crowdfunding in corso. Scegli un importo, ottieni ricompense, e aiutaci a raggiungere i nostri obiettivi.",
    "Learn More": "Scopri di più",
    "Become a Patron": "Become a Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.",
    "Visit Store": "Visit Store",
    "Bountysource": "Bountysource",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource mette i fondi direttamente nelle mani degli sviluppatori, ricompensandoli per sottoscrivere correzioni o creare nuove funzionalità. Imposta una \"taglia\" sui temi che ti stanno più a cuore, o finanzia un'applicazione specifica. È inoltre possibile impostare un abbonamento ricorrente.",
    "Bountied Bugs": "Bountied Bugs",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS viene prodotto ed usato da persone provenienti da ogni parte del globo; aiutaci a rendere l'esperienza ancora migliore traducendolo in altre lingue.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS usa uno strumento di traduzione collaborativo ed aperto su Launchpad, chiamato Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Il nostro sito viene tradotto sfruttando la piattaforma online Transifex.",
    "Translate elementary OS": "Traduci elementary OS",
    "Translate This Website": "Traduci questo sito",
    "World map": "Mappa globale",
    "Question & Answer": "Domande & Risposte",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange è un sito web \"Domande & Risposte\" costruito attorno alla scoperta delle migliori risposte alle domande più comuni. Chiunque può creare un account per cominciare a chiedere e rispondere.",
    "Unanswered Questions": "Domande senza risposta",
    "New Questions": "Nuove Domande",
    "Documentation": "Documentazione",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary fornisce documentazione basilare sia per utenti che sviluppatori. Tutta la nostra documentazione è scritta in \"Markdown\" ed ospitata su GitHub, quindi pubblicare una modifica o una nuova sezione è facilissimo.",
    "Learning The Basics Guide": "Imparare le basi",
    "Developer Docs": "Documentazione per sviluppatori",
    "Web Development": "Sviluppo Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Il nostro sito web è sviluppato usando HTML, CSS, PHP e Javascript. Siamo alla costante ricerca di persone con esperienza in questi campi, con la volontà di contribuire e renderlo ancora migliore.",
    "Fork Our Website on GitHub": "Effettua un Fork del nostro sito su GitHub",
    "Report a Website Issue": "Riporta un problema del sito",
    "Desktop Development": "Sviluppo Desktop",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Il nostro ambiente desktop e tutte le sue applicazioni sono sviluppate usando Vala, Gtk+, Granite ed una serie di altre librerie aperte. Il nostro codice è ospitato su Launchpad.net, un servizio libero per progetti open source. Se non hai mai mai sviluppato per elementary OS, ti raccomandiamo di controllare la nostra guida \"Per iniziare\".",
    "Browse Our Desktop Code": "Sfoglia il codice del Desktop",
    "Browse Our Apps' Code": "Sfoglia il codice delle App",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Ogni progetto parte da un'idea. Il nostro Design Team prende queste idee e le trasforma in \"blueprint\" e bug report. Separiamo il design in due componenti:",
    "Visual Design": "Design Visivo",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Siamo sempre aperti a nuove idee per il visual design di elementary OS. Comincia condividendo dei mockup con",
    "our Google+ Community": "la nostra Community su Google+",
    "Read the Interface Guidelines": "Leggi le linee guida di interfaccia",
    "See Our Mockups": "Guarda i nostri Mockup",
    "Interaction Design": "Design interattivo",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Utilizziamo un sistema su Launchpad chiamato Blueprints per creare spiegazioni dettagliate delle nuove funzionalità e variazioni all'interfaccia utente.",
    "Read About Our Workflow": "Informati sul nostro flusso di lavoro",
    "Browse Our Blueprints": "Sfoglia i nostri Blueprint",
    "Get Involved with elementary OS": "Prendi parte ad elementary OS"
}