{
    "Be a Part of Something Bigger": "Partecipa a qualcosa di grande",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tutto quello che creiamo è 100% open source e sviluppato in collaborazione da persone provenienti da tutto il mondo. Anche se non sei un programmatore, puoi aiutarci e fare la differenza.",
    "Funding": "Finanziamento",
    "Translations": "Traduzioni",
    "Support": "Supporto",
    "Web": "Web",
    "Desktop": "Scrivania",
    "Design": "Progettazione",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Con l'aiuto dei nostri utenti e sostenitori siamo riusciti a crescere da un piccolo gruppo di appassionati volontari a una minuscola però solida azienda. Ogni piccolo contributo di sostegno ci aiuta a migliorare elementary OS e ad affrontare problemi sempre più ambiziosi.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Finanzia elementary direttamente e ottieni un badge sul tuo profilo di GitHub per mostrare il tuo sostegno. Gli sponsor di GitHub non pagano commissioni, perciò è un modo eccellente per rendere più efficace il tuo contributo.",
    "Sponsor on GitHub": "Diventa sponsor con GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon funziona come una campagna di crowdfunding continua. Scegli la cifra con la quale contribuire ogni mese e aiutaci a raggiungere i nostri obbiettivi. Inoltre, ottieni ricompense esclusive e accedi a contenuti esclusivi anticipatamente.",
    "Back on Patreon": "Sostienici su Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Puoi facilmente usare una carta bancomat, una carta di credito o un account PayPal. Puoi scegliere un pagamento unico o impostare un pagamento ricorrente.",
    "Use PayPal": "Usa PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - Il metodo di pagamento online semplice e sicuro!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Configura un contributo ricorrente tramite Liberapay, la piattaforma di finanziamento open source e senza scopo di lucro.",
    "Contribute with Liberapay": "Contribuisci con Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS è creato ed usato da persone provenienti da ogni parte del globo; aiutaci a rendere l'esperienza ancora migliore traducendolo in altre lingue.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS e il nostro sito web sono entrambi tradotti in modo aperto usando una piattaforma online chiamata Weblate.",
    "Learn More": "Scopri di più",
    "Join Chat": "Unisciti alla chat",
    "Suggest Translations": "Suggerisci traduzioni",
    "World map": "Mappa globale",
    "Question &amp; Answer": "Domande e risposte",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange è un sito web di domande e risposte basato sulle migliori risposte a domande comuni. Chiunque può creare un account per cominciare a domandare e rispondere.",
    "New Questions": "Domande nuove",
    "Unanswered Questions": "Domande senza risposta",
    "Documentation": "Documentazione",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary fornisce documentazione basilare sia per utenti che sviluppatori. Tutta la nostra documentazione è scritta in \"Markdown\" ed ospitata su GitHub, quindi pubblicare una modifica o una nuova sezione è facilissimo.",
    "Learning the Basics Guide": "Guida ai concetti di base",
    "Developer Docs": "Documentazione per sviluppatori",
    "Web Development": "Sviluppo Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Il nostro sito web è sviluppato usando HTML, CSS, PHP e Javascript. Siamo alla costante ricerca di persone con esperienza in questi campi, con la volontà di contribuire e renderlo ancora migliore.",
    "Report a Website Issue": "Riporta un problema del sito",
    "Fork the Website on GitHub": "Crea un fork del sito Web su GitHub",
    "Desktop Development": "Sviluppo Desktop",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "",
    "Developer Guide": "",
    "Browse Code": "",
    "Report issues": "",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "",
    "Read the Guide": "",
    "Fix issues": "",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "",
    "Bitesize Issues": "",
    "Create apps": "",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "",
    "Publish on AppCenter": "",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": "Prendi parte ad elementary OS"
}
