{
    "Privacy Policy": "Politica sulla privacy",
    "Do Not Track": "Non tracciare",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Questo sito rispetta l'impostazione do-not-track (non tracciare) presente nella maggior parte dei browser moderni e disabilita Google Analytics quando essa è abilitata. Non possiamo rimuovere automaticamente altri metodi di tracciamento senza compromettere pesantemente l'usabilità del sito. Nel caso volessi gestire manualmente tali metodi di tracciamento, consulta la sezione sulla disattivazione dei cookie.",
    "Cookies": "Cookie",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Puoi scegliere di disabilitare o disattivare selettivamente qualunque cookie nostro o di terze parti nelle impostazioni del tuo browser.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Questo sito utilizza i cookie per migliorarsi incrementalmente. Potresti osservare che i servizi funzionano ugualmente senza di essi, ma con un'usabilità minore. Ad esempio, il sito non ricorderà se hai già pagato per elementary OS; in mancanza di tale informazione ti verrà chiesto di pagare di nuovo.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Memorizza i cookie per stilare un resoconto di elementi comportamentali e analizzare potenziali minacce. Per maggiori informazioni, vedi la",
    "CloudFlare Privacy & Security Policy": "CloudFlare Privacy & Security Policy",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Memorizza cookie per raccogliere informazioni — tra cui il numero di visitatori di questo sito, da dove essi vi siano giunti, e le pagine visitate — in forma anonima. Queste informazioni sono usate per aiutare a migliorare questo sito. Per maggiori informazioni, vedi l'articolo di Google su",
    "Safeguarding Your Data": "Tutela i tuoi dati",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Usa i cookie per memorizzare il tuo ultimo ordine ed il tuo paese in modo da sapere quali tipi di carta di credito offrire per il pagamento. Per maggiori informazioni, vedi",
    "Stripe's Privacy Policy": "Politica sulla privacy di Stripe",
    "Manage Cookies": "Gestisci i cookie",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Avendo già visitato il nostro sito, potresti desiderare di gestire i cookie già presenti nel tuo browser. Dei collegamenti alle istruzioni pertinenti si possono trovare in basso.",
    "Transparency": "Trasparenza",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Non abbiamo inserito alcuna backdoor nel nostro software e non abbiamo nemmeno ricevuto nessuna richiesta di farlo. Oltretutto non abbiamo ricevuto lettere dalla Sicurezza Nazionale, ordini legati al FISA (Foreign Intelligence Surveillance Act) o altre richieste classificate di dati personali dell'utente.",
    "Privacy Policy &sdot; elementary": "Politica sulla Privacy ⋅ elementary"
}
