{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Crediamo nella combinazione unica di un'esperienza utente di prima qualità e nel potere che ha l'open source di cambiare il mondo.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary nasce nel 2007 grazie ad un piccolo gruppo di appassionati volontari. Con il passare degli anni, siamo diventati una piccola compagnia e finanziamo lo sviluppo di software open source. Siamo un team di devoti sviluppatori, progettisti, scrittori e abitudinari utilizzatori di computer al lavoro su un incredibile esperienza di open computing. Noi siamo elementary.",
    "Pacific Standard Time": "Fuso orario convenzionale del Pacifico",
    "Mountain Standard Time": "Fuso orario convenzionale sulle Montagne Rocciose negli Stati Uniti",
    "India Standard Time": "Fuso orario convenzionale dell'India",
    "Eastern Standard Time": "Fuso orario convenzionale dell'est",
    "Central Standard Time": "Fuso orario convenzionale del centro",
    "Central European Time": "Fuso orario dell'Europa centrale",
    "Greenwich Mean Time": "Fuso orario medio di Greenwich",
    "Eastern European Time": "Fuso orario dell'Europa orientale",
    "Korea Standard Time": "Fuso orario convenzionale della Corea",
    "Moscow Time": "Fuso orario di Mosca",
    "Brasilia Summer Time": "Fuso orario estivo di Brasilia",
    "Community &amp; Collaborators": "Comunità & Collaboratori",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary non esisterebbe senza il coinvolgimento di membri della comunità e collaboratori da altri progetti liberi e open source.",
    "opensourcedesign": "design open source",
    "Get Involved": "Partecipa",
    "Powered by Slack": "Offerto da Slack",
    "Team &sdot; elementary": "Team ⋅ elementary"
}
