{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "A Marca elementary é única: tecnicamente pertence a elementary LLC., a empresa que guia e dá suporte ao desenvolvimento dos produtos elementary. No entanto, temos uma grande comunidade e não queremos ser superprotectores com requisitos legais e tecnicalidades. Como tal, escrevemos apenas algumas guidelines para tu compreenderes quando e como deves usar a marca elementary e os elementos que a compõem.",
    "Name": "Nome",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "A palavra \"elementary\" refer-se e é uma marca registada da elementary LLC. escreve-se sempre em letras minúsculas, mesmo quando se inicia uma frase com a palavra. Também é usada com nomes de produto (e.g. \"elementary OS\") quando se pretende referir um produto específico da elementary.",
    "Brand Marks": "Elementos da Marca",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "A elementary é proprietária dos dois elementos visuais: o logotipo \"elementary\" e o logotipo \"e\". Ambos são considerados marca registada e representantes da elementary- a empresa- e os seus produtos.",
    "Both should be used with the following in mind:": "Ambos devem ser usados tendo por base:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Não estique, rode, inverta ou promova qualquer outra alteração nos logotipos.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Não sobreponha os logotipos em fundos muito complexos: devem ser aplicados sobre cores sólidas.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Os elementos da marca são monocromáticos. Tipicamente brancos sobre fundo escuro, ou pretos sobre fundos claros.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Logotipo \"elementary\"",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Este Logotipo deve ser usado sempre que haja espaço e sempre em referência à empresa. Pode ser usado antes de um nome de produto para se referir a um produto específico da elementary.",
    "The logotype should always be used under the following guidelines:": "Este logotipo deve ser usado seguindo as seguintes regras:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Não tente reconstruir o logotipo. É um elemento desenhado meticulosamente, uma marca e não um simples \"elementary\" escrito num tipo de letra específico.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Não use este logotipo com uma dimensão reduzida; em caso de dúvida use o outro elemento da marca.",
    "Logomark": "Logotipo \"e\"",
    "elementary Logomark": "Logotipo e ",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "A marca registada \"e\" deve ser usada em referência a empresa quando existem restrições de espaço ou sempre que se pretende ocupar um espaço quadrado.",
    "Color": "Cor",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "A elementary usa a cor combinada com o nome e logotipos para estabelecer a sua presença. Para tal usamos a seguinte palete:",
    "Blueberry": "Mirtilho",
    "Strawberry": "Morango",
    "Orange": "Laranja",
    "Banana": "Banana",
    "Lime": "Lima",
    "Grape": "Uva",
    "White": "Branco",
    "Black": "Preto",
    "Fonts": "Tipos de letra",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Para a internet e para imprimir usamos o tipo de letra Raleway para os cabeçalhos e Open Sans para os conteúdos no corpo. Para código usamos o Roboto Mono.",
    "Third Parties": "Terceiros",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Encorajamos os terceiros que pretendam criar produtos para o elementary OS a adoptar certos elementos da marca elementary para conseguir uma certa consistência: ",
    "Voice/tone": "Voz/ton",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "No entanto, para evitar confusão no utilizador, restringimos o uso do nome e marcas elementary:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "É encorajado a dizer que a sua app ou serviço é desenhado para o elementary OS, mas por favor não use o nome ou marcas elementary como parte do nome da sua companhia, aplicação, produto, serviço ou em qualquer logotipo que crie.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Usa apenas o nome e marcas da elementary para te referires a elementary LLC. ou aos seus produtos (e.g. elementary OS).",
    "Merchandise": "Merchandise",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Normalmente não autorizamos que as nossas marcas (nome ou logotipos)  sejam usados em merchandising de terceiros.",
    "Assets &amp; More Info": "Assets e mais informação",
    "Download on GitHub": "Descarrega do GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Para mais informação sobre a utilização do nome elementary, elementos visuais e marcas registadas contacta-nos por e-mail via <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marca ⋅ elementary"
}