{
    "Check out our progress for Freya RC 1": "Vê o nosso progresso para o Freya RC1",
    "Fixed": "Arranjado",
    "In Progress": "Em Progresso",
    "Unfixed": "Não arranjado",
    "Translations": "Traduções",
    "Web Development": "Web Development",
    "Design": "Design",
    "Desktop Development": "Desktop Development",
    "Funding": "Funding",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Uma linguagem diferente é uma diferente visão da vida.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS é criado e usado por pessoas em todo o Mundo: Ajuda-nos a tornar a experiência ainda melhor traduzindo-o para mais linguagens.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "O elementary OS usa um sistema de traduções aberto e colaborativo disponível no Launchpad, chamado Rosetta.",
    "Learn More": "Sabe mais",
    "Our website is also openly translated using an online platform called Transifex.": "O nosso website também é traduzido de forma aberta usando uma plataforma online chamada Transfiex.",
    "Translate elementary OS": "Traduz o elementary OS",
    "Translate This Website": "Traduz este Website",
    "World map": "Mapa do Mundo",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Websites devem parecer bem de dentro e de fora\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "O nosso website é construído com o uso de HTML, CSS, PHP e JavaScript. Estamos sempre à procura de pessoas com experiência nestas áreas que queiram contribuir e torná-lo ainda melhor. A maior parte do trabalho de design é feita pela nossa Equipa de Design, mas adoramos novas ideias e comentários.",
    "Fork Us on GitHub": "Faz-nos Fork no GitHub",
    "See Our Open Bug Reports": "Vê os Bug Reports abertos",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Ótimo design é fazer algo memorável e significativo.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Todo o projeto começa com uma ideia. A nossa Equipa de Design pega nestas ideias e torna-as em mapas. Nós dividimos design em dois componentes: ",
    "<strong>Visual Design</strong>": "<strong>Design Visual</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Um lugar ótimo para começar é partilhar esboços com <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">a nossa Comunidade Google+</a>",
    "<strong>Interactive Design</strong>": "<strong>Design Interativo</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Utiizamos um sistema no Launchpad chamado Blueprints para criar explicações detalhadas de novas funcionalidades.",
    "Read the Interface Guidelines": "Lê as Interface Guidelines",
    "Browse Our Blueprints": "Explora os nossos Blueprints",
    "Read About Our Workflow": "Lê sobre o nosso Workflow",
    "Application wire frame": "Wireframe da aplicação",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Antes do software ser reutilizável tem de ser primeiro utilizável\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "O nosso ambiente de trabalho e todas as suas apps são construídas com Vala, GTK+, Clutter, Cairo, Granite e um número de outras bibliotecas livres. O nosso código é todo alojado no Launchpad.net, um serviço gratuito para projetos de código fonte aberto. Estamos sempre à procura de contribuidores de todos os níveis de experiência.",
    "Browse Our Desktop Code": "Vê o nosso código de Desktop",
    "Browse Our Apps' Code": "Vê o código das nossas Apps",
    "Scratch text editor": "Editor de texto Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Do what you love and the money will follow.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "General Funding",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Envolve-te no elementary OS"
}