{
    "A fast and open replacement for Windows and OS X": "Um substituto do Windows e do OSX, rápido e aberto.",
    "Custom": "Outro",
    "Enter any dollar amount.": "Introduz um valor em dólares.",
    "Download Freya": "Transfere o Freya",
    "909 MB (for PC or Mac)": "909 MB (for PC or Mac)",
    "What the press is saying about elementary OS:": "O que se diz na imprensa sobre o elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS é diferente... um sistema operativo lindo e poderoso que correrá bem até em PCs antigos\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"uma plataforma rápida, de baixa manutenção que pode ser instalada, virtualmente, em qualquer lado\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Leve e rápido... Completamente baseado na comunidade, e tem um verdadeiro talento no design e aparência.\"",
    "Meet Our Apps": "Conhece as nossas apps",
    "Photos": "Fotos",
    "Music": "Música",
    "Videos": "Vídeos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importa, organiza ou edita as tuas fotografias. Cria um slideshow. Partilha no Facebook ou no Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organiza e ouve a tua música. Procura os teus albuns usando uma procura ultra rápida e cria playlists com os teus favoritos.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Vê os teus filmes e videos com uma interface mínima. A moldura escura e  fina desaparece para que consigas ver mais do teu conteúdo.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navega na internet com um browser rápido e eficiente. Midori pertmite-te navegar em sites HTML5 e aplicações web, enquanto poupas na bateria.",
    "Learn More": "Aprende mais",
    "dat": "dat",
    "Accessories": "Acessórios",
    "Graphics": "Gráficos",
    "Internet": "Internet",
    "Office": "Escritório",
    "Other": "Outro",
    "Sound &amp; Video": "Som & Vídeo",
    "System Tools": "Ferramentas de Sistema",
    "Applications": "Aplicações",
    "3 Ways to Explore": "3 Formas para Explorar",
    "Grid": "Grelha",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Mostra todas as aplicações numa grelha alfabetizada. Folheia e encontra aquela que queres.",
    "Categories": "Categorias",
    "View your apps automatically organized into categories. Perfect for large collections.": "Vê as tuas apps organizadas automaticamente por categorias. Perfeito para coleções enormes.",
    "Search": "Procurar",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Lançar apps, abrir janelas de definições, correr comandos, e mais a partir da vista de procura, que é rápida como um relâmpago.",
    "Open Source": "Código Aberto",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Todo o nosso código está disponível para reveres, modificares e redistribuires.",
    "No Ads. No Spying.": "Sem anúncios. Total confidencialidade.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Não fazemos acordos publicitários, nem recolhemos informação privada e sensível. Financiamo-nos junto dos nossos utilizadores",
    "Safe &amp; Secure": "Seguro",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Assente em Linux: A mesma plataforma que suporta o Departamento de Defesa dos EUA, o Banco da China e muito mais.",
    "Choose a Download": "Escolhe a Transferência",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Nós recomendamos 64-bit para a maioria dos computadores modernos. Para ajuda e mais informação, ver o",
    "installation guide": "Guia de instalação",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Link para Download via Torrent",
    "Freya 64-bit": "Freya 64-bit",
    "Download elementary OS": "Transferir elementary OS"
}