{
    "Be a Part of Something Bigger": "เป็นส่วนหนึ่งที่จะทำสิ่งที่ยิ่งใหญ่",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "ทุกอย่างที่เราทำอยู่นี้เป็นโครงการโอเพ่นซอร์ส 100% และถูกพัฒนาอย่างมุมานะโดยผู้คนจากทุกมุมโลก แม้คุณจะเขียนโปรแกรมไม่ได้ แต่คุณยังเสนอข้อคิดเห็นของคุณได้นะ",
    "Funding": "บริจาคให้พวกเรา",
    "Translations": "ช่วยเราแปลภาษา",
    "Support": "การสนับสนุน",
    "Web": "พัฒนาเว็บไซต์ของเรา",
    "Desktop": "พัฒนาเดสก์ทอปให้บรรเจิดกว่าเดิม",
    "Design": "ออกแบบให้ดีกว่าเดิม",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "",
    "Sponsor on GitHub": "",
    "Patreon": "ไปที่ Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "",
    "Back on Patreon": "",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "",
    "Liberapay": "",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "",
    "Contribute with Liberapay": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS ถูกพัฒนาและเปิดให้ใช้ได้ทุกคน  ช่วยเราพัฒนาระบบนี้ให้ดีขึ้นด้วยการแปลภาษาให้ครอบคลุมมากขึ้นสิ",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "",
    "Learn More": "เรียนรู้เพิ่มเติม",
    "Join Chat": "",
    "Suggest Translations": "",
    "World map": "แผนที่",
    "Question &amp; Answer": "ถามตอบปัญหา",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "New Questions": "ตั้งคำถามหรือปัญหา",
    "Unanswered Questions": "ดูคำถามที่ยังไม่ได้รับการตอบ",
    "Documentation": "เอกสารทางเทคนิค",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "ทีมงาน elementary ได้เตรียมเอกสารเบื้องต้นสำหรับทั้งผู้ใช้งานทั่วไปและนักพัฒนา เอกสารทุกชิ้นของเราถูกเก็บไว้ที่ไซต์ Markdown และโฮสต์บน GitHub ช่วยเขียนเอกสารหรือทำให้มันไฉไลขึ้นกว่าเดิมสิ",
    "Learning the Basics Guide": "",
    "Developer Docs": "เอกสารสำหรับนักพัฒนา",
    "Web Development": "ช่วยเราพัฒนาเว็บไซต์",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "เว็บไซต์ของเราถูกเขียนขึ้นบนพื้นฐานภาษา HTML, CSS, PHP และจาวาสคริปต์ เรากำลังต้องการความช่วยเหลือจากผู้ที่มีประสบการณ์เหล่านี้ที่ต้องการอาสาที่จะทำให้เว็บไซต์นี้สมบูรณ์กว่าเดิม",
    "Report a Website Issue": "รายงานปัญาเว็บไซต์",
    "Fork the Website on GitHub": "",
    "Desktop Development": "พัฒนาระบบเดสก์ท็อปของเรา",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Getting Started Guide": "",
    "Browse Code": "",
    "Report issues": "",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "",
    "Read the Guide": "",
    "Fix issues": "",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "",
    "Bitesize Issues": "",
    "Create apps": "",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "",
    "Publish on AppCenter": "",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": "ร่วมงานกับ elementary OS"
}
