{
    "Be a Part of Something Bigger": "เป็นส่วนหนึ่งที่จะทำสิ่งที่ยิ่งใหญ่",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "ทุกอย่างที่เราทำอยู่นี้เป็นโครงการโอเพ่นซอร์ส 100% และถูกพัฒนาอย่างมุมานะโดยผู้คนจากทุกมุมโลก แม้คุณจะเขียนโปรแกรมไม่ได้ แต่คุณยังเสนอข้อคิดเห็นของคุณได้นะ",
    "Funding": "บริจาคให้พวกเรา",
    "Translations": "ช่วยเราแปลภาษา",
    "Support": "สนับสนุนเว็บไซต์ของเรา",
    "Web": "พัฒนาเว็บไซต์ของเรา",
    "Desktop": "พัฒนาเดสก์ทอปให้บรรเจิดกว่าเดิม",
    "Design": "ออกแบบให้ดีกว่าเดิม",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "ด้วยความช่วยเหลือของคุณ เราสามารถเติบโตจากกลุ่มอาสาสมัครเล็ก ๆ เป็น บริษัทขนาดเล็กได้ ทุกการช่วยเหลือเป็นก้าวเล็ก ๆ ที่ก้าวเข้าสู่การจ้างนักพัฒนามาช่วยงานได้",
    "Patreon": "ไปที่ Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon ดำเนินงานเป็นกลุ่มรวบรวมเงินจำนวนน้อยจากผู้คนใจดีมากมายเป็นทุนให้ผู้สร้างสรรค์ เพียงบริจาคเงินเท่าใดก็ได้ เงินทุกบาททุกสตางค์แม้เพียงน้อยนิดก็ขับเคลื่อนโครงการได้",
    "Learn More": "เรียนรู้เพิ่มเติม",
    "Become a Patron": "มาเป็น Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "",
    "Visit Store": "เยี่ยมชมร้านค้า",
    "Bountysource": "",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "",
    "Bountied Bugs": "ดูรายการบัคที่จัดการแล้ว",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS ถูกพัฒนาและเปิดให้ใช้ได้ทุกคน  ช่วยเราพัฒนาระบบนี้ให้ดีขึ้นด้วยการแปลภาษาให้ครอบคลุมมากขึ้นสิ",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "",
    "Suggest Translations": "",
    "World map": "แผนที่",
    "Question &amp; Answer": "ถามตอบปัญหา",
    "StackExchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "เว็บไซต์ StackExchange เป็นหนึ่งในคลังคำถามและคำตอบขนาดใหญ่ที่ช่วยหาทางที่ดีที่สุดในการแก้ปัญหาจากผู้คนทั่วทุกมุมโลกได้ ทุกคนสามารถตั้งคำถามและช่วยตอบคำถามผ่านเว็บไซต์นี้ได้",
    "Unanswered Questions": "ดูคำถามที่ยังไม่ได้รับการตอบ",
    "New Questions": "ตั้งคำถามหรือปัญหา",
    "Documentation": "เอกสารทางเทคนิค",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "ทีมงาน elementary ได้เตรียมเอกสารเบื้องต้นสำหรับทั้งผู้ใช้งานทั่วไปและนักพัฒนา เอกสารทุกชิ้นของเราถูกเก็บไว้ที่ไซต์ Markdown และโฮสต์บน GitHub ช่วยเขียนเอกสารหรือทำให้มันไฉไลขึ้นกว่าเดิมสิ",
    "Learning The Basics Guide": "เรียนรู้วิธีการเบื้องต้น",
    "Developer Docs": "เอกสารสำหรับนักพัฒนา",
    "Web Development": "ช่วยเราพัฒนาเว็บไซต์",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "เว็บไซต์ของเราถูกเขียนขึ้นบนพื้นฐานภาษา HTML, CSS, PHP และจาวาสคริปต์ เรากำลังต้องการความช่วยเหลือจากผู้ที่มีประสบการณ์เหล่านี้ที่ต้องการอาสาที่จะทำให้เว็บไซต์นี้สมบูรณ์กว่าเดิม",
    "Fork Our Website on GitHub": "คัดลอกเว็บไซต์ไปยัง GitHub",
    "Report a Website Issue": "รายงานปัญาเว็บไซต์",
    "Desktop Development": "พัฒนาระบบเดสก์ท็อปของเรา",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Browse Our Code": "",
    "Bitesized Bugs": "บัคที่ดำเนินการแก้ไขอยู่ ",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "",
    "Browse Our Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "",
    "Browse Our Icons": "",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "Browse Needs Design Issues": "",
    "Get Involved with elementary OS": "ร่วมงานกับ elementary OS"
}
