{
    "Learning the Basics": "Lær det grunnleggande",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Som med alle andre operativsystem vil det alltid vera enkelte ting som du ikkje er kjent. Denne delen vil visa deg korleis du utfører enkle daglegdagse oppgåver som å surfa på nettet og høyra på musikk, i tillegg til anna nyttig informasjon som du kanskje ikkje kjenner til.",
    "The Desktop": "Skrivebordet",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Skrivebordet på elementary OS er enkelt og lett å læra. Skrivebordet består av to element: panelet og dokken. Du kan endra bakgrunnen på skrivebordet ditt ved å gå til <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminstillingar</a></strong>→<strong>Skrivebord</strong>→<strong>Bakgrunn</strong>.",
    "The Panel": "Panelet",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "På toppen av skrivebordet finn du panelet. Til venstre er Appmenyen, i midten er dato og tid, og til høgre er indikatorane.",
    "Applications menu": "Appmenyen",
    "Time and date": "Tid og dato",
    "Indicators": "Indikatorar",
    "Applications Menu": "Appmeny",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Til venstre på panelet finn du appmenyen. Når du trykkar på <strong>Applikasjonar</strong> opnar menyen med alle dine installerte appar. Ved å trykka på sideknappane nederst, eller ved å bruka peikeflata, kan du sjå fleire sider med appar. Om du trykkar visningsendraren oppe til venstre kan du bytta mellom visning i rutenett og i kategoriar.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Du kan søka etter appar ved å skriva inn namn eller nøkkelord, og fleire appar lar deg utføra handlingar direkte frå appmenyen. Du kan òg søka etter handlingar frå Systeminstillingar. Nokon av handlingane som du vil finna er:",
    "Shut Down and Restart": "Slå av og restart",
    "Compose Message": "Skriv melding",
    "New Private Browsing Window": "Nytt privat nettlesarvindauge",
    "Math operations (example: 23 * 5)": "Matteoppgåver (f.eks. 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "For å opna Appmenyen med tastaturet, trykkar du<kbd>&#8984;</kbd>+<kbd>Mellomrom</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Til høgre på panelet finn du fleire ikon som blir kalla indikatorar. Desse visar deg informasjon om maskina di som f.eks. tilkopla nettverk, batteri, lyd og varslingar. Når du trykkar på ein indikator får du opp meir informasjon og handlingar som kan gjerast.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Eit trykk med midtknappen, eller eit tre-finger-trykk med peikeflata, på ein indikator vil la deg gjera følgande raske handlingar:",
    "Sound: Toggle mute for the current output": "Lyd: Velga om du vil gjera lydutgangen stum",
    "Bluetooth: Toggle Bluetooth on or off": "Bluetooth: Skru Bluetooth av og på",
    "Power: Hide/show the percentage of battery remaining": "Straum: Gøyma/visa kor mykje prosent det er igjen på batteriet",
    "Notifications: Toggle Do Not Disturb mode": "Varslingar: Skru av og på Ikkje forstyrr-modus",
    "Session: Show the Shut Down dialog": "Økt: Visa skru av-menyen",
    "The Dock": "Dokken",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "På botnen av skrivebordet finn du Dokken. Den inneheld alle dine favorittappar og alle andre appar du har ope.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Innhaldet på dokken kan du enkelt endra på. For å legga til ein app i dokken kan du anten dra og sleppa ikonet frå Appmenyen, eller høgreklikka på eit ikon i dokken og klikka <strong>Beheld i dokken</strong>. For å fjerna ein app frå dokken, drar du ikonet vekk og slepp det ein plass på skrivebordet ditt, eller høgreklikkar på ikonet og fjernar markeringa på <strong>Beheld i dokken</strong>. Om du ynskjer å flytta på rekkefølgja med appar, er det einaste du treng å gjera å dra og flytta dei med peikeflata.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Dokken gøymer seg automatisk frå botnen av skrivebordet når ein app blir vist i fullskjerm. Flytt pila til botnen av skrivebordet for å få fram igjen dokken.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Du kan endra på korleis dokken oppførar seg ved å gå til <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminstillingar</a></strong>→<strong>Skrivebord</strong>→<strong>Dokken</strong>.",
    "App Windows": "Appvindauge",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Alle appar har sine eigne vindauge som du anten kan lukka, gjera større eller flytta rundt på skjermen din.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Når du opnar ein app vil eit nytt vindauge dukka opp på skjermen. Kvar app har normalt sett tre felt: vindaugsknappane, ei verktøylinja, og sjølve innhaldet i appen.",
    "Header Bar": "Toppfelt",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Mange appar nyttar eit toppfelt øverst i appen. Dette feltet inneheld vanlege handlingar som du kan gjera i appen, i tillegg til vindaugsknappane.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Du kan flytta eit appvindauge rundt på skrivebordet ved å trykka ein plass på toppfeltet og dra vindauget.",
    "HeaderBar": "Toppfelt",
    "Window Buttons": "Vindaugsknappar",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "",
    "Multitasking": "",
    "elementary OS supports two types of multitasking: windows and workspaces.": "",
    "Windows": "",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "",
    "click on the window you want to switch to": "",
    "click on the app's icon in the dock": "",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "",
    "Hot Corners": "",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "",
    "Workspaces": "",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "",
    "Multiple Displays": "",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "",
    ") and each display's settings can be changed from its cog (": "",
    ") menu.": "",
    "Installing Apps": "",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "",
    "Open the <strong>AppCenter</strong> app.": "",
    "Search in the top-right, or browse by category.": "",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "",
    "You may be asked for your password prior to installing an app.": "",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "",
    "Updating": "",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "",
    "System Settings": "",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "",
    "Search": "",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "",
    "App Settings": "",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": ""
}
