{
    "A fast and open replacement for Windows and OS X": "Un substituto de Windows e OS X, rápido e de código aberto.",
    "Custom": "Personalizado",
    "Enter any dollar amount.": "Escribe unha cantidade en dólares.",
    "Purchase elementary OS": "Mercar elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 GB (para PC ou Mac)",
    "What the press is saying about elementary OS:": "Que di a prensa sobre elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS é diferente… un sistema operativo fermoso e potente que funciona ben incluso nos PCs antigos.\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"Unha plataforma rápida e baixo mantemento que pode instalarse practicamente en calquera equipo.\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Lixeiro e rápido... Creado por completo pola comunidade, cun grande gusto polo deseño e o aspecto.\"",
    "Meet Our Apps": "Coñece as nosas aplicacións",
    "Photos": "Fotos",
    "Music": "Música",
    "Videos": "Vídeos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importa, organiza e edita fotografías. Crea un pase de diapositivas. Compárteas no Facebook e Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organiza e escoita a túa música. Explora os álbums, fai buscas moi rápidas, e crea listas de reprodución da túas pistas favoritas.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Mira filmes e vídeos nun interface minimalista. O marco esvaecese para que poidas ver mellor o filme.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navega pola Web cun navegador rápido e lixero. Midori permíteche ver sitios e aplicacións web HTML5 sen esgotar a batería.",
    "Learn More": "Saber máis",
    "dat": "dat",
    "Accessories": "Accesorios",
    "Graphics": "Gráficos",
    "Internet": "Internet",
    "Office": "Oficina",
    "Other": "Outros",
    "Sound &amp; Video": "Son e vídeo",
    "System Tools": "Ferramentas do sistema",
    "Applications": "Aplicacións",
    "3 Ways to Explore": "3 modos de exploración",
    "Grid": "Grella",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Amosa todas as túas aplicacións nunha grella por orde alfabética. Bota unha ollada e atopa a que buscas.",
    "Categories": "Categorías",
    "View your apps automatically organized into categories. Perfect for large collections.": "Ver as túas aplicacións organizadas automaticamente por categorías. Perfecto para grandes coleccións.",
    "Search": "Buscar",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "Código Aberto",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "O código está dispoñíbel para revisión, visionado, modificación e redistribución.",
    "No Ads. No Spying.": "Sen publicidade. Se espionaxe.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.",
    "Safe &amp; Secure": "Seguro",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Baseado en Linux: o mesmo software que emprega o Departamento de Defensa dos USA, o Banco da China, e outras organizacións.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Descargar elementary OS",
    "Choose a Download": "Escolle unha descarga",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Recomendamos a edición de 64 bits para a maioría dos PC actuais. Para obter axuda e máis información, consulta a",
    "installation guide": "guía de instalación",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Ligazón Magnet",
    "Freya 64-bit": "Freya 64-bit"
}