{
    "Installation": "インストール",
    "Download elementary OS": "elementary OS をダウンロード",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "まだお済でない場合は、<a href=\"/\" target=\"_blank\" rel=\"noopener\">ホームページから elementary OS をダウンロード</a>する必要があります。ダウンロードした ISO ファイルを以下の説明に従って USB フラッシュドライブにコピーする必要があります。",
    "Recommended System Specifications": "推奨されるシステム要件",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "厳密な最小システム要件は設定していませんが、最高のエクスペリエンスを享受するには少なくとも以下のスペックを推奨します。",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "最近の Intel Core i3 またはそれと同等のデュアルコア 64bit プロセッサー",
    "4 GB of system memory (RAM)": "4 GB のシステムメモリー (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "15 GB のディスクスペースのある SSD",
    "Internet access": "インターネット接続",
    "1024×768 display": "1024×768 ディスプレイ",
    "Back Up Your Data": "データをバックアップしてください",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "大切なデータはクラウドサービスや外部ハードディスクに必ずバックアップするようにしてください。新しくオペレーティングシステムをインストールすることで既存のデータを上書きする可能性があります。",
    "Choose your current Operating System": "現在お使いのオペレーティングシステムを選択してください",
    "Select the operating system you are currently using to view tailored installation instructions.": "適合したインストールの説明を見るには現在お使いのオペレーティングシステムを選択してください。",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "インストールドライブの作成",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "2 GB 以上の空き容量がある USB フラッシュドライブと、Rufus というプログラムが必要になります。",
    "Download Rufus": "Rufus をダウンロード",
    "Rufus - select ISO": "Rufus - ISO を選択",
    "Open Rufus": "Rufus を開きます",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "USB ドライブを挿入して、&quot;デバイス&quot; のリストの中から選択します",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "&quot;ブートの種類&quot; にある &quot;ディスクまたは ISO イメージ&quot; を選択します",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "&quot;選択&quot; をクリックして先程ダウンロードした ISO を選択します。",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "ダウンロードしたファイルを検証できるように、elementary OS のディスクイメージ用のチェックサム (ハッシュサム) を用意しました。この作業は、ダウンロードが完全に完了しており、そのイメージファイルが一切破損していないことを確実にします。&quot;選択&quot; のとなりにある",
    "the checksum icon": "チェックサムアイコン",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "をクリックして、&quot;SHA256&quot; のとなりにあるテキストが以下のハッシュ値に一致することを確認してください。",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "ハッシュ値が一致したら、&quot;スタート&quot; をクリックして処理が終了するのを待ちます。",
    "Booting from the Install Drive": "インストールドライブから起動する",
    "In order to start the installation process, you must boot your computer from the install drive.": "インストールプロセスを開始するには、お使いのコンピューターをインストールドライブから起動させる必要があります。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "お使いのコンピューターの電源がまだ入っている場合は、インストールドライブを挿入しコンピューターを再起動してインストールを開始してください。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "ほとんどのコンピューターは特殊なキーを押すことで一時的な起動順位を簡単に変更することができます。通常は <kbd>F12</kbd> キーですが、<kbd>Esc</kbd> キー、あるいは別のファンクションキーである場合もあります。キーを確認するには、起動画面やコンピューターの説明書を参照してください。",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "<kbd>F12</kbd> キー (あるいは他の適切なキー) を押して、インストールドライブを選択します。大抵は &quot;USB-HDD&quot; という名前か、&quot;USB&quot; という言葉を含むものですが、言葉づかいは異なることがあります。間違ったドライブを選択した場合は、コンピューターが通常通り起動を続ける可能性があります。その場合、コンピューターを再起動して、ブートメニューから別のドライブを選択してください。",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "適切なブートドライブを選択してすぐに、elementary OS のスプラッシュスクリーンが表示されるはずです。残りのインストールのプロセスのガイドとなる画面上の指示に従ってください。",
    "Verify your Download": "ダウンロードを検証する",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "ダウンロードの確認は重要ですが、任意のステップです。ダウンロードしたファイルを検証できるように、elementary OS のディスクイメージ用のチェックサム (ハッシュサム) を用意しました。インストールの前に、ダウンロードしたファイルがチェックサムに一致するのを確認することを推奨します。この作業は、ダウンロードが完全に完了しており、そのイメージファイルが一切破損していないことを確実にします。",
    "Running the following command in your Terminal:": "\"ターミナル\" で以下のコマンドを実行します。",
    "Should produce the output:": "次のように出力されるはずです。",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "注意: ここでは \"ダウンロード\" フォルダーに .iso ファイルをダウンロードしたと仮定しています。\n別の場所にダウンロードした場合は、以下のようにダウンロードファイルへの正確なパスを指定してください",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "macOS 上で elementary OS のインストールディスクを作成するには、2 GB 以上の空き容量がある USB フラッシュドライブと、&quot;Etcher&quot; というアプリが必要です。",
    "Download Etcher": "Etcher をダウンロード",
    "etcher steps": "etcher でのステップ",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "予備の USB ドライブを挿入し、先ほどダウンロードした ISO ファイルを選択します。",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "&quot;Etcher&quot; を開き、&quot;Select image&quot; ボタンを使って elementary OS のイメージファイルを選択します。",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher は自動的に USB ドライブを検出するはずですが、正しいものが選択されたかどうかを確認してください。",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "&quot;Flash!&quot; ボタンをクリックして書き込みを開始します。開始するまでに少し時間がかかります。",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "書き込みが完了したら、ドライブを取り出しても安全です。elementary OS を起動してインストールしてみてください。",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "書き込みの途中で以下のダイアログが表示されるかもしれませんが、無視していただいて構いません。",
    "Not readable warning": "読み込みできないという警告",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "起動音がなったら、<kbd>Option</kbd> キーを押しつづけてください。そして、適切なブートドライブを選択してください。&quot;Windows&quot; として不適切に認識されるかもしれませんが、これは正常であるということに注意してください。",
    "Boot Errors": "ブートエラー",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "お使いの Mac がブートメニューで elementary OS の USB インストールドライブを認識しない場合は、代わりに elementary \nOS のインストール DVD を作成する必要がある可能性があります。空の DVD を挿入して、Finder で ISO \nファイルを右クリックし、&quot;ディスクイメージ elementaryos-0.4.1-stable.20180214.iso \nをディスクに書き込む…&quot; を選択します。完了したら、インストール DVD からもう一度起動してみてください。",
    "Running the following command in your terminal:": "ターミナルで以下のコマンドを実行します。",
    "should produce the output:": "次のように出力されるはずです。",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "2 GB 以上の空き容量がある USB フラッシュドライブと、UNetbootin というプログラムが必要になります。",
    "Download UNetbootin": "UNetbootin をダウンロード",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Dash から UNetbootin を起動します。以下のようなウィンドウが開きます。",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "&quot;ディスクイメージ&quot; を選択します",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "&quot;…&quot; をクリックして、先ほどダウンロードした ISO ファイルを選択します。",
    "Unplug all USB memory devices apart from the one you want to use.": "使用したいもの以外のすべての USB メモリーを取り外します。",
    "Click &quot;OK&quot; and wait for the process to finish.": "&quot;OK&quot; をクリックしてプロセスが終了するのを待ちます。",
    "After Installation": "インストールの後は",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "この機会に、<a href=\"/docs/learning-the-basics\">入門ガイド</a>を読んで、新しいオペレーティングシステムについて学んでください。"
}
