{
    "Installation": "インストール",
    "Download elementary OS": "elementary OS をダウンロード",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "まだお済みでない場合は、<a href=\"/\" target=\"_blank\" rel=\"noopener\">ホームページから elementary OS をダウンロード</a>する必要があります。ダウンロードした ISO ファイルを、以下の説明に従って USB フラッシュドライブにコピーする必要があります。",
    "Frequently-Asked Questions": "よくある質問",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "<a href=\"{#release_faq}\">今回のリリースに関するよくある質問</a>をまとめましたので、そちらをご覧ください。",
    "Recommended System Specifications": "推奨システム要件",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "elementary OS を快適にお使いいただくには、少なくとも以下の条件を満たすことを推奨します。ただし、これらの要件は必須ではなく、満たしていなくても動作します。",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "最近の Intel Core i3 またはそれと同等のデュアルコア 64bit プロセッサー",
    "4 GB of system memory (RAM)": "4 GB のシステムメモリー (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "少なくとも 32 GB の空き領域がある SSD",
    "Internet access": "インターネットアクセス",
    "Built-in or wired mouse/touchpad and keyboard": "内部または有線接続のマウス/タッチパッドとキーボード",
    "1024×768 minimum resolution display": "最小解像度 1024×768 のディスプレイ",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "4 GB 以上の容量がある空の USB フラッシュドライブも必要になります。",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>仮想環境へのインストールは推奨しません。実機インストールと同等の動作が期待できない可能性があります。</strong>仮想環境にインストールする場合、なるべく EFI を有効化することをおすすめしますが、これが原因で何らかの不具合に遭遇する恐れもあります。",
    "Back Up Your Data": "データをバックアップしてください",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "大切なデータは、クラウドサービスや外部ハードディスクに必ずバックアップするようにしてください。新しくオペレーティングシステムをインストールすることで、既存のデータが上書きされる可能性があります。",
    "Step-by-step Guide": "ステップバイステップガイド",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "上の動画を参照するか、以下で現在お使いのオペレーティングシステムを選択して適切なインストールの方法を確認してください。",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "ダウンロードの検証",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "ダウンロードしたファイルの検証は重要なステップです。このために elementary OS のディスクイメージ用の &quot;チェックサム&quot; を用意しました。インストールの前に、ダウンロードしたファイルがチェックサムに一致するのを確認することを推奨します。この作業は、ダウンロードしたファイルが完全であり、一切破損していないことを確実にします。",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "elementary OS を Windows の“ダウンロード”フォルダーにダウンロードした場合、コマンドプロンプトを開いて以下のコマンドを実行してください:",
    "It should produce the output:": "すると、以下のように表示されるはずです:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "チェックサムが一致しない場合、elementary OS を再度ダウンロードして、今度は検証を行う前にダウンロードが完了していることを確認してください。",
    "Creating an Install Drive": "インストールドライブの作成",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "elementary OS のインストールディスクを作成するには、4 GB 以上の容量がある USB フラッシュドライブと、&quot;Etcher&quot; というアプリが必要です。",
    "Download Etcher": "Etcher をダウンロード",
    "etcher steps": "etcher でのステップ",
    "Open Etcher, then:": "Etcher を開いて、以下の操作を行ってください:",
    "Plug in your spare USB flash drive": "空の USB フラッシュドライブをデバイスに接続します",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "&quot;Select image&quot; ボタンをクリックして、ダウンロードした .iso ファイルを選択します",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher が自動的に USB ドライブを認識します。万が一認識しない場合は、適切なドライブを選択してください",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "&quot;Flash!&quot; ボタンをクリックします。開始するまでに少し時間がかかります。",
    "Once complete, continue to boot from the install drive.": "完了したら、インストールドライブから起動してください。",
    "Booting From the Install Drive": "インストールドライブから起動",
    "In order to start the installation process, you must boot your computer from the install drive.": "インストールプロセスを開始するには、お使いのコンピューターをインストールドライブから起動させる必要があります。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "お使いのコンピューターの電源がまだ入っている場合は、インストールドライブを挿入しコンピューターを再起動してインストールを開始してください。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "ほとんどのコンピューターは、特殊なキーを押すことで、一時的な起動順位を簡単に変更できます。通常は <kbd>F12</kbd> キーですが、<kbd>Esc</kbd> キー、あるいは別のファンクションキーである場合もあります。キーを確認するには、起動画面やコンピューターの説明書を参照してください。",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "<kbd>F12</kbd> キー (あるいはほかの適切なキー) を押して、インストールドライブを選択します。大抵は &quot;USB-HDD&quot; という名前か、&quot;USB&quot; という言葉を含むものですが、言葉づかいは異なることがあります。間違ったドライブを選択した場合は、コンピューターが通常通り起動を続ける可能性があります。その場合、コンピューターを再起動して、ブートメニューから別のドライブを選択してください。",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "適切なブートドライブを選択してすぐに、elementary OS のスプラッシュスクリーンが表示されるはずです。残りのインストールのプロセスのガイドとなる画面上の指示に従ってください。",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "elementary OS を macOS の“ダウンロード”フォルダーにダウンロードした場合、“ターミナル”アプリを開いて以下のコマンドを実行してください:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "書き込みの途中で以下のダイアログが表示されるかもしれませんが、無視していただいて構いません。",
    "Not readable warning": "読み込みできないという警告",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "起動音がなったら、<kbd>Option</kbd> キーを押しつづけてください。そして、適切なブートドライブを選択してください。間違って &quot;Windows&quot; として認識されることがありますが、これは正常です。",
    "Boot Errors": "ブートエラー",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "ブートメニューで elementary OS の USB インストールドライブが認識されない場合は、代わりに elementary OS のインストール DVD を作成する必要があります。空の DVD を挿入して、Finder で ISO ファイルを右クリックし、&quot;ディスクイメージ“{#release_filename}”をディスクに書き込む…&quot; を選択します。完了したら、インストール DVD からもう一度起動してみてください。",
    "Running the following command in your terminal:": "ターミナルで以下のコマンドを実行します。",
    "After Installation": "インストールの後は",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "この機会に、<a href=\"/docs/learning-the-basics\">入門ガイド</a>を読んで、新しいオペレーティングシステムについて学んでください。"
}
