{
    "Learning the Basics": "基本操作を身に付ける",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "elementary OS のデスクトップや、ウィンドウ・ワークスペース間を切り替える方法などについて知りましょう。",
    "Desktop": "デスクトップ",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "elementary OS のデスクトップは、パネルとドック、2つの要素から成り立っています。デスクトップを副クリック (マウスで副ボタンクリックするか、タッチパッドを2本指でタップ) すると、デスクトップの壁紙をカスタマイズできます。デスクトップの外観と挙動は<strong><a href=\"#system-settings\">“システム設定”</a></strong> → <strong>デスクトップ</strong>でも変更できます。",
    "Panel": "パネル",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "デスクトップ上部にあるのはパネルです。左側にはアプリケーションメニュー、中央には日付と時刻、そして右側にはシステムインジケーターが表示されています。",
    "Applications Menu": "アプリケーションメニュー",
    "Date &amp; Time": "日付と時刻",
    "System Indicators": "システムインジケーター",
    "The Panel": "パネル",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "インストール済みのアプリを開いたり検索したりするには、パネル上の<strong>アプリケーション</strong>を選択します。マウスのスクロール、タッチパッドの2本指スワイプ、およびメニュー下部のドットで、表示するページを切り替えられます。メニュー上部のビュースイッチャーを使用すると、アプリをグリッド表示するかカテゴリー表示するかを変更することもできます。",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "アプリケーションメニューで入力を開始して、アプリを名前かキーワードで検索できます。検索を行うと、アプリのアクションと“システム設定”の項目も表示されます。例えば以下の操作が可能です。",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "デバイスの<strong>シャットダウン</strong>と<strong>再起動</strong>",
    "<strong>Compose Message</strong> with Mail": "“メール”での<strong>メッセージの作成</strong>",
    "Open a <strong>New Incognito Window</strong> in Web": "“Web”で<strong>新しいプライベートウィンドウ</strong>を開く",
    "Calculate quick math operations like <strong>23 * 5</strong>": "<strong>23 * 5</strong> などの簡単な計算",
    "Take a <strong>Screenshot of the Current Window</strong>": "<strong>アクティブウィンドウのスクリーンショット</strong>の取得",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "<strong>キーボード → レイアウト → コンポーズキー</strong>などの設定項目の検索",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "キーボードでアプリケーションメニューを開くには、<kbd title=\"スーパーキー、Windows キー、またはコマンドキー\">&#8984;</kbd><kbd>スペース</kbd>キーを押してください。",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "パネルの中央部にある日付と時刻インジケーターには、現在の日付と時刻が表示されます。表示されている日付や時刻をクリックまたはタップすると、カレンダーと今後の予定が表示されます。日付をダブルクリックするか予定を選択すると、予定を“カレンダー”アプリで表示します。",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "パネル右側にあるシステムインジケーターには、ネットワーク接続、バッテリー残量、音声入出力、通知など、デバイスの状態が表示されます。インジケーターを選択すると、詳細情報と関連するアクションが表示されます。",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "マウスカーソルでインジケーターをホバーすると、簡易情報とショートカットアクションを表示します。ショートカットアクションとは、中クリックや3本指タップ実行できる、以下のような操作のことです。",
    "Sound: Mute": "サウンドインジケーターの場合: ミュート",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth インジケーターの場合: Bluetooth の有効化／無効化",
    "Power: Toggle percentage of battery remaining in the Panel": "電源インジケーターの場合: バッテリー残量の割合の表示／非表示",
    "Notifications: Toggle Do Not Disturb mode": "通知インジケーターの場合: 非通知モードの有効化／無効化",
    "Session: Prompt to shut down": "セッションインジケーターの場合: シャットダウンダイアログの表示",
    "Dock": "ドック",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "デスクトップ下部にあるのはドックです。お気に入りのアプリや現在起動しているアプリに素早くアクセスできます。",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "ドックにアプリを追加するには、アプリケーションメニューからアプリをドラッグアンドドロップするか、起動しているアプリのアイコンを副クリックして<strong>ドックに追加</strong>を選択します。ドックからアプリを削除するには、アプリのアイコンをドラッグしてデスクトップ上の何もないところにドロップするか、アイコンを副クリックして<strong>ドックに追加</strong>のチェックを外します。アイコンをドック上でドラッグアンドドロップすると、順番の並び替えができます。",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "デフォルトでは、アプリが最大化されたりドックに重なったりすると、ドックはデスクトップの下部に隠れるようになっています。ドックが表示されていない場合にドックを表示し使用したい場合は、デスクトップの下部中央にマウスカーソルを動かしてください。",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "ドックの大きさと挙動は、<strong><a href=\"#system-settings\">“システム設定”</a></strong> → <strong>デスクトップ</strong> → <strong>ドックとパネル</strong>でカスタマイズできます。",
    "App Windows": "アプリのウィンドウ",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "アプリを開くと、デスクトップにそのウィンドウが表示されます。各アプリのデザインは正確には同じではない場合がありますが、一般にアプリのウィンドウは閉じたり、移動させたり、サイズを変更させたり、最大化させたりできます。",
    "Header Bar": "ヘッダーバー",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "アプリには大抵、ウィンドウ上部にヘッダーバーがあります。ヘッダーバーにはウィンドウのボタンと、アプリのアクションやナビゲーション操作が可能なボタンが用意されています。",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "ヘッダーバーをドラッグするか、<kbd>Alt</kbd><kbd>F7</kbd> を押してマウスカーソルを動かすことで、ウィンドウを移動できます。",
    "HeaderBar": "ヘッダーバー",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "ヘッダーバーを副クリックすると、ウィンドウとワークスペースに関連する操作に素早くアクセスできます。",
    "Window Buttons": "ウィンドウのボタン",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "アプリのウィンドウボタンは、アプリのウィンドウ上部両端に配置されています。左端が閉じるボタンで、右端が最大化ボタンです (アプリが対応している場合のみ表示されます)。ウィンドウを閉じると、アプリも終了します。閉じたアプリは、アプリケーションメニューまたはドックから再度起動できます。ウィンドウを最大化すると、パネルとドックの部分を残したデスクトップの領域にフィットするよう、ウィンドウの大きさが変更されます。",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "ウィンドウをデスクトップ上部にドラッグするか、ヘッダーバーをダブルクリックすることでもウィンドウを最大化できます。また、最大化したウィンドウをデスクトップ上部からドラッグするか、ヘッダーバーをダブルクリックすることでもウィンドウの最大化を解除できます。",
    "Resizing": "大きさの変更",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "アプリのウィンドウは多くの場合、ウィンドウの端をドラッグすることで大きさを変更できます。ウィンドウのヘッダーバーを副クリックして<strong>サイズの変更</strong>を選択するか、<kbd>Alt</kbd><kbd>F8</kbd>キーを押すことでも、ウィンドウのサイズを変更できます。ウィンドウのサイズを変更したい方向に向かってマウスカーソルを移動させてください。",
    "Multitasking": "マルチタスク",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS では、ウィンドウとワークスペース、両方のマルチタスク方法を使用しています。",
    "Windows": "ウィンドウ",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "アプリのウィンドウはデスクトップ上に表示され、自由に移動させられます。開いているウィンドウを切り替えるには、いくつかの方法があります:",
    "Click or tap on the window you want to switch to": "切り替え先のウィンドウをクリックまたはタップする",
    "Click or tap the app's icon in the dock": "ドックに表示されているアプリのアイコンをクリックまたはタップする",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "<kbd>Alt</kbd><kbd>Tab</kbd> を押してウィンドウを切り替える",
    "Workspaces": "ワークスペース",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "デフォルトで、アプリのウィンドウは現在表示しているワークスペースに開かれます。しかし、複数のワークスペースを使用することでワークフローを整理できます:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "左や右のワークスペースに移動するには、<kbd title=\"スーパーキー、Windows キー、またはコマンドキー\">&#8984;</kbd><kbd>←</kbd> キーおよび <kbd title=\"スーパーキー、Windows キー、またはコマンドキー\">&#8984;</kbd><kbd>→</kbd> キーを押すか、3本指でタッチパッドやタッチスクリーンをスワイプします。",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "<kbd title=\"スーパーキー、Windows キー、またはコマンドキー\">&#8984;</kbd><kbd>1</kbd> から <kbd title=\"スーパーキー、Windows キー、またはコマンドキー\">&#8984;</kbd><kbd>9</kbd> キーを押すと、特定のワークスペースに瞬時に移動できます。<kbd title=\"スーパーキー、Windows キー、またはコマンドキー\">&#8984;</kbd><kbd>0</kbd> キーを押すと、新しいワークスペースに瞬時に移動できます。",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "ウィンドウを別のワークスペースに移動するには、<a href=\"#multitasking-view\">“マルチタスク画面”</a>でドラッグするか、<kbd title=\"スーパーキー、Windows キー、またはコマンドキー\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd> キーを押してください。",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "これらのショートカットキーは、<strong><a href=\"#system-settings\">“システム設定”</a></strong> → <strong>キーボード</strong> → <strong>ショートカット</strong> → <strong>ワークスペース</strong>で変更できます。",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "一部のウィンドウは、新しいワークスペースで全画面表示になることがあります。通常通りワークスペース間を移動でき、アプリを閉じたり全画面表示を解除したりすることで、以前のワークスペースに戻ります。",
    "Multitasking View": "マルチタスク画面",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "“マルチタスク画面”では、すべてのウィンドウとワークスペースを表示したり、切り替えたりできます。これを開くには、ドックの<strong>“マルチタスク画面”</strong>をクリックするか、<kbd title=\"スーパーキー、ウィンドウズキー、またはコマンドキー\">&#8984;</kbd><kbd>↓</kbd>を押すか、タッチパッドやタッチスクリーンを3本指で上にスワイプしてください。",
    "Gestures": "ジェスチャー",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "タッチパッドやタッチスクリーンなどの対応するハードウェアがある場合、elementary OS はマルチタッチジェスチャーに対応します。デフォルトでは、3本指で左右にスワイプするとワークスペースを切り替えることができ、3本指で上にスワイプすると“マルチタスク画面”を表示できます。",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "ジェスチャーの設定は、<strong><a href=\"#system-settings\">“システム設定”</a></strong> → <strong>マウスとタッチパッド</strong> → <strong>ジェスチャー</strong>で変更できます。",
    "Hot Corners": "ホットコーナー",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "ホットコーナーとは、プライマリーディスプレイの角にカーソルを移動することで起動するショートカット機能のことです。ウィンドウオーバービューやワークスペースオーバービューなどのマルチタスク機能を起動させるなど、好みのホットコーナーを設定できます。",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "ホットコーナーは、<strong><a href=\"#system-settings\">“システム設定”</a></strong> → <strong>デスクトップ</strong> → <strong>マルチタスク</strong>でカスタマイズできます。",
    "Multiple Displays": "マルチディスプレイ",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "パネルとドックとワークスペースはプライマリーディスプレイに表示されます。それ以外の外部ディスプレイは独立したワークスペースとして動作します。ディスプレイを管理したり配置を変更したりするには、<strong><a href=\"#system-settings\">“システム設定”</a></strong> → <strong>ディスプレイ</strong>を開いてください。プライマリーディスプレイは黒塗りの星 (",
    ") and each display's settings can be changed from its": ") 付きで表示され、各ディスプレイの設定は",
    "menu.": "メニューから変更できます。",
    "Installing Apps": "アプリのインストール",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS には <strong>AppCenter</strong> が搭載されています。AppCenter は、支払えるだけ支払う方式 (pay-what-you-can) でオープンソースのアプリを入手可能な、個人開発者向けのアプリストアです。新しくアプリをインストールするには、以下の操作を行ってください:",
    "Open <strong>AppCenter</strong>": "<strong>AppCenter</strong> を開きます",
    "Search in the top-right, or browse by category": "上部右端からアプリを検索するか、カテゴリーを選んでブラウズします",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "インストールしたいアプリの隣にある<strong>無料</strong>か、提案された価格を選択します。別の価格を選択するには、<strong>▾</strong> ボタンを選択して、お好きな価格を選択または入力してください。",
    "Sideload": "サイドロード",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "一部のサードーパーティー製ソフトウェアは AppCenter では入手できないことがあります。アプリがクロスプラットフォームで開発されていて、elementary OS 向けにデザインされていない場合などです。こういった場合、<a href=\"https://flathub.org\">Flathub</a> などサードパーティーの提供元から入手した Flatpak アプリをサイドロードできます。<code>.flatpakref</code> または <code>.flatpak</code> ファイルをダウンロードし開くと、“Sideload”ユーティリティーがアプリをインストールしてくれます。インストールしたアプリのアップデートと、そのアプリと同じ提供元のアプリが、キュレーションされていないアプリとして AppCenter に表示される可能性があります。",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "サイドロードしたアプリとキュレーションされていないアプリは、elementary によるセキュリティーやプライバシーの安全性確認対象外であることに注意してください。",
    "Updating": "アップデート",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppCenter は、<strong>インストール済み</strong>タブに、アプリとオペレーティングシステム自身のアップデートを表示します。最新の機能、修正、セキュリティーの改善を享受するために、頻繁にアップデートをインストールするようにしてください。セキュリティーパッチに関する詳しい情報は、<a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a> をお読みください。",
    "System Settings": "システム設定",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS には、<strong>“システム設定”</strong>という、デバイスの設定やユーザー設定の管理に便利なアプリが搭載されています。“システム設定”では、キーボードショートカットやディスプレイ解像度、壁紙などを変更できます。",
    "Search": "検索",
    "You can find specific settings by typing in the search bar at the top of the window.": "ウィンドウの最上部にある検索バーに入力することで、特定の設定項目を検索できます。",
    "App Settings": "アプリの設定",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "“システム設定”では、システム全体の設定とユーザー設定のみが変更可能です。アプリに設定項目が存在する場合、その設定項目はアプリ内に表示されます。",
    "Keyboard Shortcuts": "キーボードショートカット",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "elementary OS のキーボードショートカットは、ホバー時に表示されるツールチップや、副クリックすると表示されるコンテキストメニューに表示されていることが多いです。",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "キーボードショートカットの一覧を表示するには、<kbd title=\"スーパーキー、ウィンドウズキー、またはコマンドキー\">&#8984;</kbd> キーを押してください。",
    "Desktop keyboard shorcuts can be customized from the": "キーボードショートカットは、“ショートカットオーバーレイ”の",
    "menu in the shortcuts overlay or in": "メニュー、および",
    "→": "→",
    "Keyboard": "キーボード",
    "Shortcuts": "ショートカット から変更可能です"
}
