{
    "Translation Guide": "翻訳ガイド",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Web サイトとアプリをローカライズ (地域化) することは、できるだけ多くの方に elementary OS を利用可能にする非常に重要な部分です。私たちは内部の翻訳チームに依存するのではなく、誰もが技術的な知識がほとんどまたはまったくない状態でも翻訳を提出できるようにクラウドソーシングを利用しています。プラットフォーム全体にわたって一貫性のある表現を保ち、新たな翻訳者が翻訳を開始する手助けをするために、私たちはこの翻訳ガイドをまとめています。",
    "Steps to Begin Translation": "翻訳を開始するには",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "elementary OS のアプリと Web サイトは Weblate を通じて翻訳されています。Weblate とは、フリーな Web ベースの翻訳管理システムです。翻訳を提出するには、以下の作業を行ってください。",
    "Have a": "Weblate アカウントを",
    "Weblate account": "作成します",
    "Set your": "言語を",
    "language preferences": "設定します",
    "Browse our": "翻訳するプロジェクトを",
    "translatable projects": "参照します",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "プロジェクトを選択すると、未翻訳の文字列に対して翻訳の提案をしたり、翻訳済みの文字列に対して変更の提案をしたりすることができます。これらの提案された翻訳文は翻訳チームのメンバーによって評価され、最も適切なものが選択されます。Weblate についての詳細な情報は、<a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">ドキュメンテーション</a>を参照してください。",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "デフォルトでは、翻訳の提案のみが可能です。翻訳を保存する権限が必要な場合は、<a href=\"https://translators-slack.elementary.io/\">翻訳者向け Slack</a> に参加し、管理者にご自身の Weblate ユーザー名と翻訳したい言語をお伝えください。",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "翻訳をしていると、同じことを表現する複数の言い回しの中から 1 つを決めなくてはいけない状況に遭遇することがあります。このような場合、Ubuntu の<a href=\"https://help.launchpad.net/Translations/Guide\">一般翻訳者ガイド</a>を参照してください。また言語固有の問題については Ubuntu の<a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">チーム翻訳ガイドライン</a>に従ってください。これらのガイドに従うことで、誰でも貢献することを可能にしつつも一貫性のある翻訳を確保できます。",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Weblate を使用して翻訳したくない場合、あるいは一度にたくさんの変更をしたい場合は、オフラインで翻訳することもできます。その場合、以下の手順に従って翻訳します。",
    "Go to a project you want to translate": "翻訳したいプロジェクトのページへアクセスします",
    "Choose your language": "言語を選択します",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "&quot;ファイル&quot; をクリックして &quot;翻訳を gettext PO でダウンロード&quot; を選択します",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "任意のテキストエディター・コードエディター・PO エディターを選択します (例: <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "翻訳をはじめます",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "作業が完了したら、翻訳をダウンロードしたページにある &quot;ファイル&quot; メニューの &quot;翻訳のアップロード&quot; オプションを使用してください。",
    "Additional Info": "追加情報",
    "We won't support translation of the following pages:": "以下のページでは翻訳に対応しません。"
}
