{
    "Installation": "Installation",
    "Download elementary OS": "elementary OS herunterladen",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Sie müssen, falls noch nicht geschehen, <a href=\"/\" target=\"_blank\" rel=\"noopener\">elementary OS von unserer Homepage herunterladen</a>. Die heruntergeladene ISO-Datei muss im Anschluss mithilfe der folgenden Anweisungen auf einen USB-Stick kopiert werden.",
    "Frequently-Asked Questions": "",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "",
    "Recommended System Specifications": "Empfohlene Systemanforderungen",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Obwohl es keine strikten Systemanforderungen gibt, empfehlen wir für die beste Nutzererfahrung dennoch mindestens die folgenden Systemspezifikationen:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Aktueller Intel i3 oder vergleichbarer 64-Bit Dual-Core Prozessor",
    "4 GB of system memory (RAM)": "4 GB Arbeitsspeicher (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid State Drive (SSD) mit 15 GB freiem Speicherplatz",
    "Internet access": "Internetzugriff",
    "Built-in or wired mouse/touchpad and keyboard": "Eingebaute oder kabelgebundene Maus/Touchpad und Tastatur",
    "1024×768 minimum resolution display": "1024×768 Minimale Bildschirmauflösung",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Für die Installation benötigen Sie außerdem ein USB-Flash-Laufwerk mit mindestens 4 GB Speicherkapazität.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "",
    "Back Up Your Data": "Sichern Sie Ihre Daten",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Vergessen Sie nicht, Ihre wichtigen Daten an einem unabhängigen Ort wie einer externen Festplatte oder einem Clouddienst zu sichern. Die Installation eines neuen Betriebssystems kann Ihre existierenden Daten überschreiben.",
    "Step-by-step Guide": "Schritt-für-Schritt-Leitfaden",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Folgen Sie den Schritten aus obigem Video oder wählen Sie das von Ihnen verwendete Betriebssystem aus, um eine entsprechende Installationsanleitung anzuzeigen.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Überprüfen Sie Ihren Download",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Die Verifizierung des Downloads ist ein wichtiger Schritt. Wir generieren eine &quot;Prüfsumme&quot; für elementary OS Abbilder und wir empfehlen Ihnen zu überprüfen, dass die Prüfsumme Ihres Downloads mit dieser übereinstimmt bevor Sie versuchen das Image zu installieren. So ist sichergestellt, dass Sie den gesamten Download erhalten haben, und dass das Image nicht verfälscht wurde.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Wenn Sie elementary OS in Ihren Windows-Download-Ordner heruntergeladen haben, öffnen Sie die Eingabeaufforderung in Windows und führen Sie den folgenden Befehl aus:",
    "It should produce the output:": "Er sollte folgende Ausgabe erzeugen:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Wenn die Prüfsumme nicht übereinstimmt, müssen Sie möglicherweise Ihre Kopie von elementary OS erneut herunterladen und sicherstellen, dass der Download abgeschlossen ist, bevor Sie ihn erneut überprüfen.",
    "Creating an Install Drive": "Erstellen eines Installationsmediums",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Um ein elementary OS Installationsmedium zu erstellen benötigen Sie einen USB-Stick mit mindestens 4 GB Speicherplatz und ein Programm namens &quot;Etcher&quot;.",
    "Download Etcher": "Etcher herunterladen",
    "etcher steps": "Etcher Schritte",
    "Open Etcher, then:": "Öffnen Sie Etcher, dann:",
    "Plug in your spare USB flash drive": "Stecken Sie ihren USB-Stick ein",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Wählen Sie die heruntergeladene .iso Datei aus, indem Sie den &quot;Select image&quot; Button drücken",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher sollte ihren USB-Stick automatisch erkennen; falls nicht, wählen Sie das korrekte Laufwerk aus",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Klicken Sie auf den &quot;Flash!&quot; Button. Es kann einen Moment dauern, bis der Vorgang startet.",
    "Once complete, continue to boot from the install drive.": "Nach Abschluss des Vorgangs fahren Sie damit fort, vom USB-Stick zu booten.",
    "Booting From the Install Drive": "Vom Installationsmedium booten",
    "In order to start the installation process, you must boot your computer from the install drive.": "Um den Installationsprozess zu starten, müssen Sie den Computer vom Installationsmedium starten.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Sollte Ihr Computer noch an sein, verbinden Sie ihr Installationsmedium und starten Sie den Computer neu.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Bei den meisten Computern lässt sich die Bootreihenfolge für diesen Bootvorgang nur durch Drücken einer speziellen Taste ändern — in der Regel <kbd>F12</kbd>, aber manchmal auch <kbd>Esc</kbd> oder eine andere Funktionstaste. Um sicherzugehen, achten Sie auf den Bildschirm oder sehen Sie im Handbuch Ihres Computers nach.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Drücken Sie <kbd>F12</kbd> (bzw. die entsprechende Taste) und wählen Sie das Installationsvolume aus—in der Regel heißt dieses &quot;USB-HDD&quot; oder der Name enthält &quot;USB&quot;, doch die genaue Bezeichnung kann abweichen. Sollten Sie das falsche Volume auswählen, wird Ihr Computer wahrscheinlich ganz normal hochfahren. Starten Sie den Computer dann neu und wählen Sie ein anderes Volume aus dem Menü.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kurz nachdem Sie das richtige Startvolume ausgewählt haben, sollten Sie den Begrüßungsbildschirm von elementary OS sehen. Folgen Sie dann den Anweisungen auf dem Bildschirm, welche Sie durch den Rest des Prozesses führen werden.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Wenn Sie elementary OS in Ihren macOS-Download-Ordner heruntergeladen haben, öffnen Sie das Terminal in macOS und führen Sie den folgenden Befehl aus:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Der folgende Dialog könnte während des Flashprozesses erscheinen. Er kann ignoriert werden.",
    "Not readable warning": "Warnung: nicht lesbar",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Nach dem Glockenton drücken und halten Sie <kbd>Option</kbd> und wählen Sie das korrekte Bootmedium. Beachten Sie, dass es fälschlich als &quot;Windows&quot; erkannt werden kann, dies stellt aber keinen Fehler dar.",
    "Boot Errors": "Fehler beim Hochfahren",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Falls Ihr Mac das USB-Installationsmedium für elementary OS nicht im Bootmenü erkennen sollte, müssen Sie stattdessen eine elementary OS Installations-DVD erstellen. Legen Sie hierzu eine leere DVD ein, rechtsklicken Sie im Finder auf die ISO-Datei und wählen Sie &quot;Image {#release_filename} auf das Medium brennen&quot;. Versuchen Sie nach Abschluss dieses Vorgangs von der Installations-DVD zu booten.",
    "Running the following command in your terminal:": "Wenn Sie diesen Befehl im Terminal ausführen...:",
    "After Installation": "Nach der Installation",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Nehmen Sie sich Zeit um den <a href=\"/docs/learning-the-basics\">Erste Schritte</a>-Guide zu lesen und mehr über ihr neues Betriebssystem zu erfahren."
}
