{
    "Learning the Basics": "Die Grundlagen lernen",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Erfahren Sie etwas zur elementary OS Arbeitsumgebung und wie man mit Fenstern, Arbeitsflächen und mehr arbeitet.",
    "Desktop": "Arbeitsumgebung",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "Die Arbeitsumgebung von elementary OS besteht aus zwei Elementen: Dem Panel und dem Dock. Sie können den Hintergrund mit einem Sekundärklick auf den Schreibtisch anpassen—Rechtsklick mit einer Maus oder Zwei-Finger-Tipp auf einem Touchpad. Sie können außerdem das Aussehen und Verhalten der Arbeitsumgebung über <strong><a href=\"#system-settings\">Systemeinstellungen</a></strong>→<strong>Arbeitsumgebung</strong> anpassen.",
    "Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "Oben in der Arbeitsumgebung befindet sich das Panel. Auf der linken Seite ist das Anwendungsmenü, in der Mitte befinden sich Uhrzeit und Datum und rechts die Systemanzeigen.",
    "Applications Menu": "Anwendungsmenü",
    "Date &amp; Time": "Uhrzeit &amp; Datum",
    "System Indicators": "Systemanzeigen",
    "The Panel": "Das Panel",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Um installierte Anwendungen zu suchen oder zu öffnen, wählen Sie <strong>Anwendungen</strong> im Panel. Sie können durch Ihre Anwendungen blättern, indem Sie mit dem Mausrad scrollen, mit zwei Fingern auf dem Touchpad wischen, oder die Seitenpunkte am unteren Ende direkt anklicken. Mit dem Schalter oben können Sie die Ansicht zwischen Kachel- und Listenansicht umschalten.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Geben Sie einen Suchbegriff im Anwendungsmenü um Ihre Anwendungen nach Namen oder Schlüsselworten zu filtern. Die Suche zeigt sogar Anwendungs-Aktionen und Systemeinstellungen an. Über die Suche können Sie zum Beispiel:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "Ihr Gerät <strong>Herunterfahren</strong> oder <strong>Neustarten</strong>",
    "<strong>Compose Message</strong> with Mail": "Eine <strong>Nachricht verfassen</strong> mit Mail",
    "Open a <strong>New Incognito Window</strong> in Web": "Ein <strong>Neues Inkognito-Fenster</strong> in Web öffnen",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Schnelle Berechnungen durchführen wie <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Einen <strong>Screenshot des aktuellen Fensters</strong> aufnehmen",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Spezielle Einstellungen finden, wie <strong>Tastatur → Layout → Funktionstaste</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "Um das Anwendungsmenü über die Tastatur zu öffnen, drücken Sie <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd><kbd>Leertaste</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "Die Uhrzeit- und Datumsanzeige in der Mitte des Panels zeigt die aktuelle Zeit und das Datum an. Klicken oder tippen Sie irgendwo auf Zeit oder Datum, um einen Kalender mit bevorstehenden Ereignissen anzuzeigen. Klicken Sie doppelt auf einen Tag oder ein Ereignis, um die vollständige Kalenderanwendung anzuzeigen.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Die Systemanzeigen am rechten Rand des Panels zeigen den Gerätestatus an, wie zum Beispiel Netzwerkverbindungen, Batterie, Ton Ein- und Ausgabegeräte, Benachrichtigungen, usw. Beim Auswählen einer Anzeige werden ausführlichere Informationen und Aktionen eingeblendet.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Wenn Sie mit dem Mauszeiger über einer Anzeige verweilen, wird außerdem eine Schnellansicht und der Mittel/Mausradklick oder Dreifinger-Tipp für die entsprechende Anzeige eingeblendet. Zum Beispiel:",
    "Sound: Mute": "Ton: Stummschaltung",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: Bluetooth an/ausschalten",
    "Power: Toggle percentage of battery remaining in the Panel": "Energie: Anzeige verbleibender Batterieladung in Prozent ein/ausschalten",
    "Notifications: Toggle Do Not Disturb mode": "Benachrichtigungen: Nicht-Stören-Modus ein/ausschalten",
    "Session: Prompt to shut down": "Sitzung: Ausschalten-Dialog anzeigen",
    "Dock": "Das Dock",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "Am unteren Ende der Arbeitsumgebung befindet sich das Dock, das schnellen Zugriff auf Ihre beliebtesten oder momentan geöffneten Anwendungen bietet.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Um eine Anwendung zum Dock hinzuzufügen, ziehen Sie diese per Drag &amp; Drop aus dem Anwendungsmenü oder Klicken Sie mit der rechten bzw. sekundären Maustaste auf das Icon einer geöffneten App auf dem Dock und wählen Sie <strong>Im Dock behalten</strong>. Um eine App aus dem Dock zu entfernen, ziehen Sie diese in einen leeren Bereich auf dem Desktop oder klicken Sie mit der rechten/sekundären Maustaste das Icon und entfernen Sie den Haken bei <strong>Im Dock behalten</strong>. Um die Sortierung innerhalb des Docks zu verändern, ziehen Sie die Icons einfach an die gewünschte Stelle.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Standardmässig verschwindet das Dock nach unten auf der Arbeitsumgebung wenn eine Anwendung maximiert ist oder es verdeckt. Bewegen Sie Ihren Mauszeiger in die untere Mitte des Bildschirms um das Dock wieder anzuzeigen, wenn es ausgeblendet wurde.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Sie können Größe und Verhalten des Docks über <strong><a href=\"#system-settings\">Systemeinstellungen</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong> anpassen.",
    "App Windows": "Anwendungsfenster",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Wenn Sie eine Anwendung öffnen, erscheinen deren Fenster auf der Arbeitsumgebung. Obgleich es sein kann, dass einige Anwendungen speziellere Gestaltungen haben, können Fenster grundsätzlich geschlossen, bewegt, in der Größe verändert und maximiert werden.",
    "Header Bar": "Titelleiste",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "Die meisten Anwendungen haben eine Titelleiste am oberen Ende des Fensters, in der sich die Fensterbuttons und die Navigations- und Aktionspunkte befinden.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Bewegen Sie ein Fenster indem Sie es irgendwo auf der Titelleiste ziehen, oder indem Sie <kbd>Alt</kbd><kbd>F7</kbd> drücken und den Mauszeiger bewegen.",
    "HeaderBar": "Titelleiste",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Um Schnellzugriff auf Fenster- und Arbeitsflächenaktionen zu erhalten, führen Sie einen rechts/sekundärklick auf der Titelleiste aus.",
    "Window Buttons": "Fensterbuttons",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Die Fenster-Buttons befinden sich an den oberen Ecken eines Anwendungsfensters. Schließen auf der linken und Maximieren (wenn von der Anwendung unterstützt) auf der rechten Seite. Das Schließen eines Fensters beendet die Anwendung; sie kann aus dem Anwendungsmenü oder dem Dock erneut geöffnet werden. Das Maximieren eines Fensters verändert dessen Größe, so dass es den Großteil der Arbeitsumgebung einnimmt, Ihnen aber dennoch Zugriff auf das Panel und Dock ermöglicht.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Sie können ein Fenster auch an den oberen Bildschirmrand ziehen oder die Titelleiste doppelklicken um es zu maximieren oder es im maximierten Zustand von dort wegziehen oder die Titelleiste doppelklicken um die ursprüngliche Größe wiederherzustellen.",
    "Resizing": "Anpassen der Größe",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "Die meisten Anwendungsfenster können in ihrer Größe verändert werden, in dem Sie an einer Kante oder Ecke mit dem Mauszeiger ziehen. Sie können auch einen Rechts/Sekundärklick auf der Titelleiste ausführen und <strong>Größe anpassen</strong> auswählen oder <kbd>Alt</kbd><kbd>F8</kbd> drücken um den Anpassungsmodus zu aktivieren: bewegen Sie den Mauszeiger in die Richtung, in die sie das Fenster vergrößern oder verkleinern möchten.",
    "Multitasking": "Multitasking",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS verwendet sowohl Fenster als auch Arbeitsflächen für Multitasking.",
    "Windows": "Fenster",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Anwendungsfenster können einander überlappen und auf der Arbeitsfläche frei verschoben werden. Sie können zwischen geöffneten Fenstern auf verschiedene Arten wechseln:",
    "Click or tap on the window you want to switch to": "Klicken oder tippen Sie auf das Fenster, zu dem Sie wechseln möchten",
    "Click or tap the app's icon in the dock": "Klicken Sie auf das Icon der Anwendung im Dock",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Drücken Sie <kbd>Alt</kbd><kbd>Tab</kbd> um zwischen Fenstern zu wechseln",
    "Workspaces": "Arbeitsflächen",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Standardmäßig öffnen sich alle Fenster auf der momentan aktiven Arbeitsfläche. Sie können allerdings mehrere Arbeitsflächen nutzen um Ihren Workflow zu organisieren:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Um nach links und rechts durch die Arbeitsflächen zu wechseln drücken Sie <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd><kbd>←</kbd> bzw. <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd><kbd>→</kbd> oder wischen Sie mit drei Fingern auf einem Touchpad oder Touchscreen.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Um zu einer bestimmen Arbeitsfläche zu springen drücken Sie <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd><kbd>1</kbd> bis <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd><kbd>9</kbd>. Sie können immer zu einer neuen Arbeitsfläche wechseln, indem Sie <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd><kbd>0</kbd> drücken.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Um Fenstern zwischen Arbeitsflächen zu verschieben, ziehen Sie diese in die <a href=\"#multitasking-view\">Multitasking-Ansicht</a> oder drücken Sie <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> oder <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Diese Einstellungen können angepasst werden über <strong><a href=\"#system-settings\">Systemeinstellungen</a></strong> → <strong>Tastatur</strong> → <strong>Tastenkürzel</strong> → <strong>Arbeitsflächen</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Einige Fenster können auch im Vollbildmodus auf einer neuen Arbeitsfläche erscheinen. Sie können zwischen den Arbeitsflächen wie gewohnt wechseln. Das Schließen oder das Beenden des Vollbildmodus dieser Anwendungen wird Sie auf die vorherige Arbeitsfläche zurückführen.",
    "Multitasking View": "Multitasking-Ansicht",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "Die Multitasking-Ansicht zeigt alle geöffneten Fenster und Arbeitsflächen, damit Sie zwischen diesen wechseln können. Um sie zu öffnen, klicken Sie auf das <strong>Multitasking-Ansicht</strong> Icon im Dock, drücken Sie <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd><kbd>↓</kbd>, oder wischen Sie auf einem Touchpad oder Touchscreen mit drei Fingern nach oben.",
    "Gestures": "Gesten",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS unterstützt Multitouch-Gesten auf unterstützter Hardware wie Touchpads oder Touchscreens. Standardmäßig wechseln sie mit einem Drei-Finger-Wisch nach links oder rechts zwischen Arbeitsflächen und ein Drei-Finger-Wisch nach oben öffnet die Multitasking-Ansicht.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Diese Gesten können angepasst werden über <strong><a href=\"#system-settings\">Systemeinstellungen</a></strong> → <strong>Maus &amp; Touchpad</strong> → <strong>Gesten</strong>.",
    "Hot Corners": "Aktive Ecken",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Aktive Ecken sind Kürzel, die aktiviert werden, indem Sie den Mauszeiger in die Ecken des Hauptbildschirms bewegen. Sie können Aktive Ecken einrichten um Multitasking-Aktionen wie das Anzeigen der Fensterübersicht, der Arbeitsflächenübersicht und mehr auszuführen.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Sie können das Verhalten aktiver Ecken über <strong><a href=\"#system-settings\">Systemeinstellungen</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong> anpassen.",
    "Multiple Displays": "Mehrere Bildschirme",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Das Panel, das Dock und die Arbeitsflächen erscheinen nur auf dem Hauptbildschirm. Jeder weitere angeschlossene Bildschirm agiert als eigenständige Arbeitsfläche. Um Ihre Bildschirme zu verwalten und neu zu arrangieren wechseln Sie zu <strong><a href=\"#system-settings\">Systemeinstellungen</a></strong> → <strong>Bildschirme</strong>. Ihr Hauptbildschirm ist mit einem ausgefüllten Stern markiert (",
    ") and each display's settings can be changed from its": ") und die Einstellungen der einzelnen Bildschirme können vom ihren jeweiligen",
    "menu.": "Menü aus angepasst werden.",
    "Installing Apps": "Anwendungen installieren",
    "elementary OS comes with <strong>AppCenter</strong>,the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS beinhaltet das <strong>AppCenter</strong>, den offenen, zahl-was-du-kannst Appstore für Indie-Entwickler. Um eine neue Anwendung zu installieren:",
    "Open <strong>AppCenter</strong>": "Öffnen Sie das <strong>AppCenter</strong>",
    "Search in the top-right, or browse by category": "Suchen Sie im Suchfeld rechts oben oder durchstöbern Sie die Kategorien",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Wählen Sie <strong>Kostenlos</strong> oder den vorgeschlagenen Preis neben der Anwendung, die Sie installieren möchten. Um einen anderen Preis auszuwählen, drücken Sie den <strong>▾</strong> Button und wählen Sie einen Preis oder geben Sie einen eigenen ein.",
    "Sideload": "Sideload",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Gewisse Drittanbietersoftware ist eventuell nicht im AppCenter verfügbar. Besonders dann, wenn sie Plattformübergreifend und nicht für elementary OS entwickelt wurde. Sie können Flatpak Anwendungen von Drittanbieterquellen wie z.B. <a href=\"https://flathub.org\">Flathub</a> sideloaden: Laden Sie eine <code>.flatpakref</code> oder <code>.flatpak</code> Datei herunter und öffnen Sie diese und das Sideload-Werkzeug wird es für Sie installieren. Updates zu dieser und für andere Anwendungen aus derselben Quelle werden daraufhin als \"nicht kuratierte Anwendungen\" im AppCenter erscheinen.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Beachten Sie bitte, dass sideloaded und nicht kuratierte Anwendungen nicht von elementary auf Sicherheit oder Datenschutzrichtlinien überprüft wurden.",
    "Updating": "Aktualisieren",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppCenter beinhaltet Updates für Anwendungen und das Betriebssystem selbst unter dem Tab <strong>Installiert</strong>. Denken Sie daran, häufig Updates zu installieren um die neuesten Features, Fehlerbehebungen und Sicherheitsverbesserungen zu erhalten. Für weitere Informationen bezüglich Sicherheitspatches, lesen Sie bitte die <a href=\"https://usn.ubuntu.com/\">Ubuntu Sicherheitshinweise</a>.",
    "System Settings": "Systemeinstellungen",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS beinhaltet die <strong>Systemeinstellungen</strong>-Anwendung, die Ihnen dabei hilft, Geräte- und Benutzereinstellungen zu verwalten. Hier können Sie Tastenkombinationen, die Bildschirmauflösung, Bildschirmhintergründe und vieles mehr anpassen.",
    "Search": "Suchen",
    "You can find specific settings by typing in the search bar at the top of the window.": "Sie können spezifische Einstellungen finden, indem Sie in der Suchleiste am oberen Fensterrand danach suchen.",
    "App Settings": "Anwendungseinstellungen",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Beachten Sie bitte, dass Systemeinstellungen nur systemübergreifende und Benutzereinstellungen in elementary OS verwaltet. Wenn eine Anwendung Einstellungsmöglichkeiten bietet, finden Sie diese in der Anwendung selbst.",
    "Keyboard Shortcuts": "Tastenkürzel",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Tastenkürzel werden in elementary OS grundsätzlich kontextbezogen in Tooltips oder Kontextmenüs angezeigt, wenn sie mit dem Mauszeiger darüber verweilen bzw. rechts/sekundärklicken.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "Um eine Übersicht der Desktop-Tastenkürzel einzublenden, drücken Sie <kbd title=\"Super, oder die Windows bzw. Command-Taste\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "Desktop-Tastenkürzel können über das",
    "menu in the shortcuts overlay or in": "Menü in der eingeblendeten Übersicht oder über",
    "→": "→",
    "Keyboard": "Tastatur",
    "Shortcuts": "Tastenkürzel angepasst werden."
}
