{
    "Translation Guide": "Leitfaden zur Übersetzung",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Das Lokalisieren unserer Webseite und Apps ist ein wichtiger Bestandteil, um elementary OS für so viele Personen wie möglich verfügbar zu machen. Anstatt auf ein internationales Übersetzungsteam zu setzen, crowdsourcen wir unsere Übersetzungen lieber, sodass jeder unsere Texte übersetzen kann, auch ohne technische Hintergründe. Um überall gleich zu klingen und den neuen Übersetzern zu helfen, haben wir diese Anleitung hier erstellt.",
    "Steps to Begin Translation": "Erste Schritte beim Übersetzen",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Unsere Apps und unsere Webseite werden mit Weblate übersetzt: Ein Web-basiertes Übersetzungsverwaltungssystem. Um Übersetzungen hinzuzufügen, sollten Sie folgendes haben bzw. tun:",
    "Have a": "Einen",
    "Weblate account": "Weblate Account",
    "Set your": "Ihre",
    "language preferences": "Spracheinstellungen festlegen",
    "Browse our": "Unsere",
    "translatable projects": "übersetzbaren Projekte durchstöbern",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Sobald Sie ein Projekt ausgewählt haben können Sie Vorschläge für Strings einreichen, die noch nicht übersetzt wurden oder Änderungen vorschlagen, die bereits übersetzt wurden. Diese Vorschläge werden von einem Mitglied des Übersetzungsteams evaluiert und es wird der am besten passende ausgewählt. Für weitere Infos zu Weblate gibt es die <a href=\"https://docs.weblate.org/en/latest/\">Dokumentation</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Standardmäßig ist es nur möglich, Übersetzungen vorzuschlagen. Wenn Sie Rechte zum Speichern von Übersetzungen erhalten möchten, <a href=\"https://translators-slack.elementary.io/\">melden Sie sich beim Translators Slack an</a> und schreiben Sie einem Admin ihren Weblate Usernamen und welche Sprache Sie gern übersetzen möchten.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Beim Übersetzen werden Sie wahrscheinlich auf Situationen treffen, bei denen mehrere sinngemäß gleiche Möglichkeiten zutreffend wären. In solchen Situationen verweisen wir auf die <a href=\"https://help.launchpad.net/Translations/Guide\">Allgemeinen Übersetzungsrichtlinien</a> von Ubuntu und für Sprachenspezifische Probleme folgen wir Ubuntus <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">Team Übersetzungsrichtlinien</a>. Wenn diesen Richtlinien gefolgt wird, werden zum einen einheitliche Übersetzungen sichergestellt und zum anderen ermöglicht, dass jeder mitmachen kann.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Wenn Sie Weblate nicht zum Übersetzen nutzen, oder eine große Zahl an Änderungen auf einmal vornehmen möchten, können Sie auch offline übersetzen. Dazu:",
    "Go to a project you want to translate": "Wechseln Sie zu einem Projekt das Sie übersetzen möchten",
    "Choose your language": "Wählen Sie Ihre bevorzugte Sprache",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Klicken Sie auf &quot;Dateien&quot; und wählen Sie &quot;Übersetzungsdatei als (gettext PO) herunterladen&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Wählen Sie Ihren bevorzugten Text-, Code- oder PO-Editor (z.B. <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Fang an zu Übersetzen",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Wenn Sie fertig sind, nutzen Sie die Option &quot;Übersetzung hochladen&quot; im Menü &quot;Dateien&quot; auf der gleichen Seite, von der Sie sie heruntergeladen haben.",
    "Additional Info": "Zusätzliche Infos",
    "We won't support translation of the following pages:": "Wir werden die Übersetzung folgender Seiten nicht unterstützen:"
}
