{
    "Translation Guide": "Leitfaden zur Übersetzung",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Das Lokalisieren unserer Webseite und Apps ist ein wichtiger Bestandteil, um elementary OS für so viele Personen wie möglich verfügbar zu machen. Anstatt auf ein internationales Übersetzungsteam zu setzen, crowdsourcen wir unsere Übersetzungen lieber, sodass jeder unsere Texte übersetzen kann, auch ohne technische Hintergründe. Um überall gleich zu klingen und den neuen Übersetzern zu helfen, haben wir diese Anleitung hier erstellt.",
    "Translating Applications": "Anwendungen übersetzen",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Anwendungen werden mit Rosetta übersetzt: Dies ist das Übersetzungstool, das auf Launchpad gehostet wird. Um Übersetzungen zu übermitteln, solltest Du:",
    "Have a": "Ein ",
    "Launchpad account": "Launchpad-Konto haben",
    "Set your": "Deine",
    "language preferences": "Spracheinstellungen festlegen",
    "Browse our": "Unsere",
    "translatable projects": "übersetzbaren Projekte durchstöbern",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Sobald Du deine Wahl getroffen hast, kannst Du Vorschläge für unübersetzte Textbausteine abgeben oder Änderungen für bereits übersetzte Texte vorschlagen. Alle Vorschläge werden von einem Mitglied des Übersetzungsteams ausgewertet. Anschließend wird die am besten geeignete Übersetzung gewählt. Um mehr über Rosetta zu erfahren, wirf einen Blick auf die <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">Dokumentation<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Während der Übersetzung kann es zur Situation kommen, in welcher Du dich zwischen mehreren Ausdrücken für ein und dasselbe entscheiden musst. In solchen Situationen verweisen wir auf den <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">allgemeinen Übersetzungsleitfaden<\/a> von Ubuntu, und bei sprachspezifischen Fragen halten wir uns an die <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">Übersetzungsrichtlinien für Teams<\/a> von Ubuntu. Durch das Einhalten dieser Richtlinien, sorgst Du für einheitliche Übersetzungen, an der sich auch andere beteiligen können.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Falls Du Rosetta nicht nutzen oder viele Änderungen auf einen Schlag vornehmen möchtest, kannst Du auch offline übersetzen. Achte dabei auf folgendes:",
    "Go to a project you want to translate": "Wechsle zum Projekt das Du übersetzen möchtest",
    "Choose your language": "Wähle deine bevorzugte Sprache",
    "Click on &quot;Download translation&quot;": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Anschließend kannst Du eine E-Mail anfordern, die den Link zum Herunterladen der Übersetzungen enthält. Und nun:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Wähle Deinen bevorzugten Text- or PO-Editor (z.B. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Fang an zu übersetzen",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "",
    "Translating our Website": "Unsere Website übersetzen",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Wie auch bei unseren Anwendungen, folgen wir auch hier dem <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">allgemeinen Übersetzungsleitfaden<\/a> von Ubuntu, und bei sprachspezifischen Fragen halten wir uns an Ubuntus <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">Übersetzungsrichtlinien für Teams<\/a>."
}
