{
    "Installation": "स्थापना",
    "Download elementary OS": "एलिमेंटरी अोएस डाउनलोड करा",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "आपण जर आधीच डाउनलोड  केली नसेल तर आपल्याला <a href=\"\/\" target=\"_blank\" rel=\"noopener\">एलिमेंटरी ओएस आमच्या मुख्य पृष्ठावरून डाऊनलोड करावी <\/a>.  ही डाउनलोड केलेली ISO फाईल एका USB फ्लॅश ड्राइव्ह वर खाली दिलेल्या सूचनांचा वापर करून कॉपी करावी.",
    "Recommended System Specifications": "शिफारस केलेले प्रणाली वर्णन",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "आमच्याकडे कमीत कमी सिस्टम आवश्यकतांचा कठोर संच नसला तरी आम्ही सर्वोत्कृष्ट अनुभवासाठी खालील विनिर्देशांची शिफारस करतो:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "अलीकडील इंटेल i3 किंवा तुलनात्मक ड्युअल-कोर 64-बिट प्रोसेसर",
    "4 GB of system memory (RAM)": "4 जीबी सिस्टीम मेमरी (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "सॉलिड स्टेट ड्राइव्ह (SSD) 15 जीबी फ्री स्पेस सह",
    "Internet access": "इंटरनेट जोडणी",
    "1024×768 display": "1024x768 डिस्प्ले",
    "Back Up Your Data": "तुमचा डेटा बॅकअप करा",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "क्लाउड सेवा किंवा बाह्य हार्ड ड्राइव्ह सारख्या बाह्य स्थानावर आपला महत्त्वाचा डेटा परत निश्चित केल्याची खात्री करा. नवीन ऑपरेटिंग सिस्टम स्थापित करणे आपल्या विद्यमान डेटावर अधिलिखित करू शकते.",
    "Choose your current Operating System": "तुमची सध्याची अॉपरेटींग सिस्टीम निवडा",
    "Select the operating system you are currently using to view tailored installation instructions.": "अनुरूप सुचना पाहण्यासाठी तुम्ही सध्या वापरत असलेली आॅपरेटिंग सिस्टीम निवडा.",
    "Windows": "विंडोज",
    "macOS": "मॅकअोएस",
    "Ubuntu": "उबुन्टू",
    "Creating an Install Drive": "स्थापनासक्षम ड्राइव्ह तयार करुया",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "तुम्हाला कमीत कमी २ जीबी रिकामी जागा असलेल्या युएसबी फ्लॅश ड्राइव्हची व Rufus नावाच्या प्रोग्रामची गरज पडेल.",
    "Download Rufus": "Rufus डाऊनलोड करा",
    "Rufus - select ISO": "Rufus - ISO निवडा",
    "Open Rufus": "Rufus उघडा",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "तुमचे यूएसबी ड्राइव्ह लावा आणि &quot; Device &quot; लिस्ट मधून ते निवडा",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "&quot;बूट निवड यादी&quot; मधून &quot;डिस्क अथवा ISO प्रत&quot; निवडा",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "आपण अगोदर डाउनलोड केलेली ISO निवडण्यासाठी &quot;निवडा(SELECT)&quot; वर क्लिक करा.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "आम्ही एलिमेंटरी ओएस प्रतिमांसाठी चेकसम (किंवा हॅश सम) व्युत्पन्न करतो जेणेकरून आपण आपली डाउनलोड केलेली फाइल सत्यापित करु शकता. हे सुनिश्चित करते की आपल्याला पूर्ण, संपूर्ण डाउनलोड प्राप्त झाला आहे आणि आपली स्थापित प्रतिमा कोणत्याही प्रकारे दूषित होत नाही. क्लिक करा",
    "the checksum icon": "चेकसम आयकॉन",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "&quot;SELECT&quot; च्या पुढील आणि &quot;SHA256&quot; च्या पुढील मजकूर खालील हॅशशी जुळतो हे सत्यापित करा :",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "हॅश जुळल्यास, 'START' क्लिक करा आणि प्रक्रिया समाप्त होण्याची प्रतीक्षा करा.",
    "Booting from the Install Drive": "स्थापन ड्राईव्हने बूट करण्याची प्रक्रिया",
    "In order to start the installation process, you must boot your computer from the install drive.": "इन्स्टॉलेशन प्रक्रिया सुरू करण्यासाठी, आपण आपला संगणक इन्स्टॉल ड्राइव्हमधून बूट करणे आवश्यक आहे.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "आपला संगणक चालू आहे अशी खात्री करून, आपला इन्स्टॉल ड्राइव्ह समाविष्ट करून आणि आपला संगणक रीस्टार्ट करून प्रारंभ करा.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "बहुतेक संगणक तुम्हास या बूटसाठी फक्त बूट कळ बदलू देतात - विशेषत: <kbd> F12 <\/kbd> , परंतु कधीकधी <kbd>Esc <\/kbd> किंवा इतर फंक्शन की दाबून. खात्री करण्यासाठी स्क्रीन किंवा आपल्या संगणकाचे दस्तऐवजीकरण पहा.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "<kbd>F12<\/kbd>(किंवा योग्य की दाबा) दाबा आणि &quot;USB-HDD&quot; किंवा &quot;USB&quot; सारखे शब्द असलेली इन्स्टॉल ड्राइव्ह निवडा हे शब्द बदलू शकतात. आपण चुकीचा ड्राइव्ह निवडल्यास, आपला संगणक नेहमी सामान्य म्हणून बूट होणे सुरू ठेवेल. आपला संगणक रीस्टार्ट करा आणि त्या मेनूमध्ये एक वेगळा ड्राइव्ह निवडा.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "योग्य बूट ड्राइव्ह निवडल्यानंतर लवकरच, आपल्याला एलिमेंटरी ओएस स्प्लॅश स्क्रीनसह सादर केली जाते. आपण आता ऑन-स्क्रीन निर्देशांचे अनुसरण करू शकता जी आपल्याला उर्वरित प्रक्रियेद्वारे मार्गदर्शन करेल.",
    "Verify your Download": "तुमच्या डाऊनलोडची पडताळणी करा",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "आपले डाउनलोड सत्यापित करणे एक महत्वाचे परंतु वैकल्पिक पर्याय आहे. आम्ही एलिमेंटरीओएस प्रतिमांसाठी चेकसम (किंवा हॅश सम अॅम) व्युत्पन्न करतो आणि आम्ही शिफारस करतो की आपला डाउनलोड इन्स्टॉल करण्याचा प्रयत्न करण्यापूर्वी त्या चेकसमवेत जुळतील. हे सुनिश्चित करते की आपल्याला पूर्ण, संपूर्ण डाउनलोड प्राप्त झाला आहे आणि आपली स्थापित प्रतिमा कोणत्याही प्रकारे दूषित होत नाही.",
    "Running the following command in your Terminal:": "आपल्या टर्मिनलमध्ये खालील आज्ञा चालवत आहे:",
    "Should produce the output:": "याने आउटपुट उत्पन्न करावे:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "टीप: असे गृहित धरले आहे की आपण आपल्या डाउनलोड फोल्डरमध्ये .iso फाइल डाउनलोड केली आहे.\nजर आपण इतरत्र ते डाउनलोड केले असेल तर कृपया खाली डाउनलोड केल्याप्रमाणे डाउनलोड केलेल्या फाईलचा योग्य मार्ग निर्दिष्ट करा",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "मॅकओएसवर एक एलिमेंटरी ओएस इन्स्टॉल ड्राइव्ह तयार करण्यासाठी आपल्याला यूएसबी फ्लॅश ड्राइव्हची जी कमीतकमी 2 जीबी क्षमतेची असेल आणि &quot;एचर&quot; नावाच्या अॅपची आवश्यकता असेल.",
    "Download Etcher": "Etcher डाऊनलोड करा",
    "etcher steps": "etcher च्या पायऱ्या",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "अतिरिक्त यूएसबी ड्राइव्ह घाला आणि आपण नुकताच डाउनलोड केलेली आयएसओ फाइल निवडा.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "&quot;Etcher&quot; उघडा आणि &quot;Select Image&quot; बटनाचा वापर करुन आपली डाउनलोड केलेली एलिमेंटरी ओएस प्रतिमा फाइल निवडा.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher ने स्वयंचलितपणे आपल्या यूएसबी ड्राइव्हचा शोध घ्यावा, परंतु त्याने योग्य लक्ष्य निवडले आहे का ते आपण पहावे.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "&quot;फ्लॅश!&quot; बटण क्लिक करून फ्लॅशिंग प्रक्रिया सुरू करा. यास प्रारंभ करण्यास एक क्षण लागेल.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "पूर्ण झाल्यावर ते ड्राइव्ह काढण्यासाठी आणि एलिमेंटरी ओएस स्थापित करण्यासाठी बूट करण्याचा प्रयत्न करण्यास सुरक्षित असेल.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "खालील संवाद फ्लॅशिंग प्रक्रियेदरम्यान दिसू शकतो, दुर्लक्ष करणे सुरक्षित आहे.",
    "Not readable warning": "चेतावणी वाचता येऊ शकत नाही",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "आपण घंटीचा आवाज ऐकल्यानंतर, <kbd>Option<\/kbd> दाबा आणि धरून ठेवा. मग योग्य बूट ड्राइव्ह निवडा. लक्षात ठेवा की ते &quot;विंडोज&quot; म्हणून चुकीचे ओळखले जाऊ शकते, परंतु हे सामान्य आहे.",
    "Boot Errors": "बूट त्रुटी",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "जर आपला मॅक बूट मेनूमधील आपला एलिमेंटरी ओएस यूएसबी स्थापित ड्राइव्ह ओळखत नसेल तर त्याऐवजी आपल्याला एलिमेंटरी ओएस स्थापित डीव्हीडी तयार करण्याची आवश्यकता असू शकते. एक तयार करण्यासाठी, रिक्त डीव्हीडी घाला, फाइंडरमधील आयएसओ फाइलवर उजवे क्लिक करा आणि &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot; निवडा. पूर्ण झाल्यावर, स्थापित डीव्हीडीवरून पुन्हा बूट करण्याचा प्रयत्न करा.",
    "Running the following command in your terminal:": "टर्मिनलमध्ये खालील आज्ञा चालवत आहे:",
    "should produce the output:": "आउटपुट उत्पन्न करावे:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "आपल्याला कमीतकमी 2 जीबी स्पेससह आणि यूनेटबूटिन नावाचा प्रोग्राम असलेल्या यूएसबी फ्लॅश ड्राइव्हची आवश्यकता असेल.",
    "Download UNetbootin": "यूनेटबूटिन डाउनलोड करा",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "डॅशमधून यूनेटबूटिन उघडा. ते खालीलप्रमाणे एक विंडो उघडेल:",
    "UNetbootin": "यूनेटबूटिन",
    "Select &quot;Diskimage&quot;": "&quot;Diskimage&quot; निवडा",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "आपण पूर्वी डाउनलोड केलेला आयएसओ निवडण्यासाठी &quot;...&quot; क्लिक करा.",
    "Unplug all USB memory devices apart from the one you want to use.": "आपण वापरू इच्छित असलेल्याव्यतिरिक्त सर्व USB मेमरी डिव्हाइसेस अनप्लग करा.",
    "Click &quot;OK&quot; and wait for the process to finish.": "&quot;OK&quot; क्लिक करा आणि प्रक्रिया समाप्त होण्याची प्रतीक्षा करा.",
    "After Installation": "इन्स्टॉल केल्यानंतर",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "आपल्या नवीन ऑपरेटिंग सिस्टमबद्दल जाणून घेण्यासाठी <a href=\"\/docs\/learning-the-basics\">प्रारंभ<\/a> मार्गदर्शक वाचण्यासाठी हा वेळ घ्या."
}
