{
    "Learning the Basics": "मुलतत्वे शिकूया",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "जसं की प्रत्येक अॉपरेटिंग सिस्टीम मध्ये अशा काही गोष्टी असतात ज्या तुमच्या परिचयाच्या नसतील. दैनंदिन, साधी कामे कशी करायची जसे की वेब ब्राउजिंग करणे आणि गाणी ऎकणे, तसेच इतर महत्वाची महिती या विभागात असेल.",
    "The Desktop": "डेस्कटॉप",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "एलिमेंटरी अोएसचा डेस्कटॉप अतिशय साधा आणि शिकायला सोपा आहे. यात दोन घटक आहेत: पॅनल आणि डॉक. डेस्कटॉपचा वॉलपेपर तुम्ही <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong>→<strong> Desktop</strong>→<strong>Wallpaper</strong> द्वारे बदलू शकता.",
    "The Panel": "पॅनल",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "स्क्रीनच्या वरच्या जागी तुम्ही पॅनल पाहू शकता. डाव्या बाजूला अॅप्लिकेशन मेनू आहे. मध्यभागी तारीख आणि वेळ आहेत आणि उजवीकडे इंडिकेटर्स आहेत.",
    "Applications Menu": "अॅप्लिकेशन्स मेनू",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "पॅनलच्या डाव्या बाजूला अॅप्लिकेशन्स मेनू आहे.  <strong>Applications</strong>ला सेलेक्ट केल्याने तुमचे सर्व इनस्टॉल झालेले अनुप्रयोग असलेला मेनू उघडतो. तळाशी असलेल्या पेजर्सचा उपयोग करून किंवा स्क्रोल करुन तुम्ही अनुप्रयोगांची अनेक पाने बघू शकता. वर दिलेल्या व्यू स्विचरचा सुद्धा उपयोग तुम्ही ग्रीड व्यू व कॅटेगरी व्यू मध्ये स्वीच करण्यासाठी करू शकता.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "आपण नावाद्वारे किंवा कीवर्डद्वारे अॅप्स शोधू शकता आणि त्यांच्याशी संबंधित क्रिया करू शकता. आपण सिस्टम सेटिंग्ज पेन देखील शोधू शकता. शोधामध्ये आपल्याला आढळणार्या काही क्रियांमध्ये हे समाविष्ट आहे:",
    "Shutdown and Restart": "शट डाऊन आणि रिस्टार्ट",
    "Compose Message": "संदेश तयार करा",
    "New Private Browsing Window": "नवी प्रायव्हेट ब्राउजिंग विंडो",
    "Math operations (example: 23 * 5)": "गणित क्रिया (उदा: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "अॅप्लिकेशन्स मेनू किबोर्डद्वारे उघडण्यासाठी, <kbd>&#8984;</kbd>+<kbd>space</kbd> दाबा.",
    "Indicators": "इंडिकेटर्स",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "पॅनेलच्या उजव्या बाजूस चिन्ह आहेत ज्यांना इंडिकेटर असे म्हटले जाते. हे आपल्या सत्राच्या वर्तमान स्थितीबद्दल सांगते, म्हणजे आपले नेटवर्क कनेक्शन, बॅटरी पावर, आवाज इनपुट आणि आउटपुट, अधिसूचना इत्यादि. इंडिकेटर निवडणे अधिक माहिती आणि संबंधित क्रिया उघडकीस आणते.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "इंडिकेटर वर एक मधले क्लिक किंवा तीन बोट टॅप आपल्याला पुढील द्रुत क्रिया सादर करेल:",
    "Sound: Toggle the mute state of the primary output device": "ध्वनीः प्राथमिक आउटपुट डिव्हाइसची निःशब्द स्थिती टॉगल करा",
    "Bluetooth: Toggle the Enabled/Disabled the primary bluetooth device": "ब्लूटूथ: प्राथमिक ब्लूटूथ डिव्हाइस सक्षम / अक्षम करा",
    "Power: Hide/Show the percentage of battery remaining": "उर्जा: उर्वरित बॅटरीची टक्केवारी लपवा / दर्शवा",
    "Notifications: Toggle Do Not Disturb mode": "नोटिफिकेशन: अडथळा आणू नका मोड टॉगल करा",
    "Session: Show the shutdown dialog": "सत्र(सेशन): शटडाउन संवाद दर्शवा",
    "The Dock": "डॉक",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "स्क्रीनच्या तळाशी डॉक आहे. यात आपले आवडते अॅप्स तसेच सद्यस्थितीत खुले असलेले अॅप्स असतात.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "डॉक सामग्री सहजपणे सानुकूल करण्यायोग्य आहेत. डॉकमध्ये अॅप जोडण्यासाठी, अनुप्रयोग मेनूमधून ड्रॅग आणि ड्रॉप करा किंवा खुल्या अॅपच्या चिन्हावर उजवे-क्लिक करा आणि <strong>डॉकमध्ये ठेवा</strong> निवडा. डॉकमधून अॅप काढण्यासाठी, त्यास ड्रॅग करा आणि आपल्या डेस्कटॉपवरील रिक्त स्थानावर ड्रॉप करा किंवा चिन्हावर उजवे-क्लिक करा आणि <strong>डॉकमध्ये ठेवा</strong> अनचेक करा. डॉकवर अॅप्सची पुनर्रचना करण्यासाठी, त्यास फक्त ड्रॅग आणि ड्रॉप करा.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "डीफॉल्टनुसार, जेव्हा अॅपचा आकार मोठा असेल तेव्हा डॉक स्क्रीनच्या तळाशी लपेटेल. डॉक उघडण्यासाठी आपला माउस स्क्रीनच्या तळाशी मध्यभागी हलवा.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "आपण <strong><a href=\"/docs/learning-the-basics#system-settings\">सिस्टम सेटिंग्ज </a></strong>→ <strong>डेस्कटॉप </strong>→ <strong>डॉक</strong>द्वारे डॉकचे वर्तन सानुकूलित करू शकता.",
    "App Windows": "अॅप विंडोज",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "अॅप्स त्यांच्या स्वत: च्या विंडोजमध्ये अस्तित्वात असतात ज्या बंद केल्या जाऊ शकतात, जास्तीत जास्त आकारात मोठ्या केल्या जाऊ शकतात  किंवा हलवल्या जाऊ शकतात.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "आपण एखादा अॅप उघडता तेव्हा त्याची विंडो डेस्कटॉपवर दिसते. प्रत्येक अॅपमध्ये सामान्यतः तीन भाग असतात: विंडो बटण, टूलबार आणि अॅपची सामग्री.",
    "HeaderBar": "हेडरबार",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "अॅप्सच्या शीर्षस्थानी बर्याच अॅप्समध्ये हेडरबार आहे. या क्षेत्रात अॅप्ससाठी सामान्य क्रिया किंवा नेव्हिगेशन आयटम तसेच विंडो बटणे आहेत.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "बटनांसह, आपण हेडरबारवरील कुठेही ड्रॅग करुन अॅपच्या विंडोला डेस्कटॉपच्या भोवती हलवू शकता.",
    "Window Buttons": "विंडो बटणे",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "अॅपच्या विंडो बटणे अॅप विंडोच्या शीर्ष कोपर्यात आहेत. बंद बटण डाव्या बाजूस आहे आणि विंडो मोठे करण्याचे बटण उजवीकडे आहे. बंद बटण दाबून अॅप विंडो बंद होईल. अॅप विंडो पूर्ण स्क्रीन चालू बंद करण्यासाठीविंडो मोठे करण्याचे बटण वापरावे.",
    "Multitasking": "मल्टीटास्किंग",
    "elementary OS supports two types of multitasking: windows and workspaces.": "एलिमेंटरी ओएस दोन प्रकारचे मल्टीटास्किंगचे समर्थन करतेः विंडोज व वर्कस्पेसेस.",
    "Windows": "विंडोज",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "अॅप्स विंडोमध्ये अॅप्स उघडतात. ते आपल्या डेस्कटॉपवर आच्छादित होऊ शकतात आणि फिरवून हलविले जाऊ शकतात. आपण विंडोजमध्ये अनेक प्रकारे स्विच करू शकता:",
    "click on the window you want to switch to": "आपण ज्या विंडोवर स्विच करू इच्छित आहात त्यावर क्लिक करा",
    "click on the app's icon in the dock": "डॉकमधील अॅपच्या चिन्हावर क्लिक करा",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "<kbd>Alt </kbd>+ <kbd>Tab </kbd> दाबा",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "आपल्या खुल्या अॅप विंडोचे विहंगावलोकन पाहण्यासाठी, दाबा<kbd>&#8984;</kbd>+<kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "आपण <strong><a href=\"/docs/learning-the-basics#system-settings\">सिस्टम सेटिंग्ज</a></strong> → <strong>कीबोर्ड</strong> → <strong>शॉर्टकट्स </strong>→<strong> विंडोज </strong>द्वारे हे शॉर्टकट्स सानुकूलित करू शकता.",
    "Hot Corners": "हॉट कॉर्नर",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "विंडो विहंगावलोकन, वर्कस्पेस विहंगावलोकन आणि बरेच काही यासारख्या मल्टि-टास्किंग फंक्शन्स सक्रिय करण्यासाठी देखील आपण \"हॉट कॉर्नर\" (प्रदर्शनाच्या कोपर्यात आपला कर्सर ठेवून सक्रिय केलेले शॉर्टकट) कॉन्फिगर करू शकता.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "आपण <strong> <a href=\"/docs/learning-the-basics#system-settings\"> सिस्टम सेटिंग्ज </a> </strong> → <strong> डेस्कटॉप </strong> → <strong> हॉट कॉर्नर </strong>  द्वारे हॉट  कॉर्नर सानुकूलित करू शकता.",
    "Workspaces": "कार्यक्षेत्रे",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "डीफॉल्टनुसार, सर्व अॅप्स विंडोज एकाच वर्कस्पेसवर उघडतात. तथापि, आपण वर्कफ्लो व्यवस्थापित करण्यासाठी एकाधिक कार्यक्षेत्रे(वर्कस्पेसेस)वापरू शकता:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "आपल्या कार्यक्षेत्रांची विहंगावलोकन पाहण्यासाठी  <kbd>&#8984;</kbd>+<kbd>S</kbd>दाबा",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "आपल्या कार्यक्षेत्रांद्वारे डावीकडे किंवा उजवीकडे हलविण्यासाठी, <kbd>&#8984;</kbd>+<kbd>←</kbd>किंवा<kbd>&#8984;</kbd>+<kbd>→</kbd> दाबा",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "आपल्या वर्कस्पेसेसद्वारे सायकल करण्यासाठी, दाबा<kbd>&#8984;</kbd>+<kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "<kbd>&#8984;</kbd>+<kbd>1</kbd>ते<kbd>&#8984;</kbd>+<kbd>9</kbd> दाबून आपण विशिष्ट वर्कस्पेस वर जाऊ शकता.  पण कधीही नवीन वर्कस्पेस वर जाण्यासाठी <kbd>&#8984;</kbd>+<kbd>0</kbd> वापरू शकता.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "वर्कस्पेस विहंगावलोकन मध्ये त्यांचे चिन्ह ड्रॅग करून आपण कार्यस्थानांवर अॅप्स विंडो ड्रॅग करू शकता किंवा <kbd>&#8984;</kbd>+<kbd>Alt</kbd>+<kbd>←</kbd>किंवा<kbd>→ </kbd> वापरुन वर्कस्पेसेस दरम्यान त्यांना डावीकडून उजवीकडे हलवू शकता. सर्व कार्यक्षेत्रांवर अॅप विंडोच्या विहंगावलोकन पाहण्यासाठी, <kbd>&#8984;</kbd>+<kbd>A</kbd>दाबा.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "आपण <strong> <a href=\"/docs/learning-the-basics#system-settings\"> सिस्टम सेटिंग्ज </a> </strong> → <strong> कीबोर्ड </strong> → <strong> द्वारे या शॉर्टकट सानुकूलित करू शकता. शॉर्टकट </strong> → <strong> वर्कस्पेसेस </strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em> टीपः <kbd>&#8984; </kbd> म्हणजे &quot;सुपर&quot; की होय. बहुतेक पीसीवरील &quot;विंडोज&quot; की किंवा Mac वर &quot;कमांड&quot; की म्हणूनही त्याला ओळखले जाते. </em>",
    "Multiple Displays": "एकाधिक प्रदर्शन",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "पॅनेल, डॉक आणि वर्कस्पेसेस केवळ प्राथमिक प्रदर्शनावर दिसतात. कोणतेही इतर संलग्न डिस्पले स्टँडअलोन वर्कस्पेसेस म्हणून कार्य करतात. प्रदर्शनांचे व्यवस्थापन आणि पुनर्वितरण करण्यासाठी, <strong><a href=\"/docs/learning-the-basics#system-settings\">सिस्टम सेटिंग्ज </a></strong> → <strong>डिस्प्ले</strong> वर जा. आपला प्राथमिक प्रदर्शन एका भरलेल्या तारासह चिन्हांकित केला जाईल(",
    ") and each display's settings can be changed from its cog (": ") आणि प्रत्येक डिस्पलेची सेटिंग्ज त्याच्या कॉगमधून बदलली जाऊ शकते (",
    ") menu.": ")मेनू.",
    "Installing Apps": "अॅप्स इन्स्टॉल करत आहे",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "एलिमेंटरी ओएस <strong>अॅपसेंटर</strong> सह एकत्रित केले जाते, जे विनामूल्य अॅप्ससाठी अॅप स्टोअर आहे. अॅपसेंटर वरून नवीन अॅप स्थापित करणे सोपे आहे:",
    "Open the <strong>AppCenter</strong> app.": "<strong> AppCenter </strong> अॅप उघडा.",
    "Search in the top-right, or browse.": "शीर्षस्थानी शोधा किंवा ब्राउझ करा.",
    "Click <strong>Install</strong> next to the app you want to install.": "आपण स्थापित करू इच्छित असलेल्या अॅपच्या पुढे <strong> Install </strong> क्लिक करा.",
    "You may be asked for your password prior to installing an app.": "आपल्याला अॅप स्थापित करण्यापूर्वी आपला पासवर्ड विचारला जाऊ शकतो.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 18.04 LTS should work on elementary OS Juno.</em>": "<em>टीप: काही सॉफ्टवेअर AppCenter वरून उपलब्ध नसू शकतात. आम्ही सामान्य इंटरनेटवरून सॉफ्टवेअर डाउनलोड करण्याची शिफारस करत नाही परंतु, उबंटू 18.04 एलटीएसशी सुसंगत अॅप्स प्राथमिक ओएस जुनूवर कार्य करु शकतात.</em>",
    "Updating": "अपडेट करीत आहे",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "एलिमेंटरी ओएसमध्ये अॅपसेंटरचा भाग म्हणून अपडेट्स समाविष्ट आहेत. विंडोच्या शीर्षस्थानी &quot;अपडेट्स&quot; टॅबकडे लक्ष द्या. आपल्या कॉम्प्यूटरमध्ये नवीनतम वैशिष्ट्ये आणि संरक्षण असल्याचे सुनिश्चित करण्यासाठी आम्ही कमीतकमी<em> एका आठवड्यातून </em>अपडेट्स तपासण्याची शिफारस करतो.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "सुरक्षा पॅचशी संबंधित अधिक माहितीसाठी <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu सुरक्षा सूचना</a> वाचा.",
    "System Settings": "प्रणाली सेटिंग्स",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "एलिमेंटरी ओएस &quot;सिस्टम सेटिंग्ज&quot; नावाच्या सुलभ अॅपसह येते जी आपल्या सर्व प्रणाली-व्यापी (किंवा &quot;वैश्विक&quot;) प्राधान्यांना नियंत्रित करते. सिस्टम सेटिंग्ज आपल्याला कीबोर्ड शॉर्टकट, प्रदर्शन रेझोल्यूशन, आपले वॉलपेपर आणि बरेच काही यासारख्या गोष्टी समायोजित करण्याची क्षमता देतात.",
    "Search": "सर्च",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "विंडोच्या शीर्षस्थानी शोध बारमध्ये कीवर्ड टाइप करून आपण शोधत असलेल्या सेटिंग्ज द्रुतपणे शोधू शकता. सिस्टम सेटिंग्ज विंडोची सामग्री आपल्या शोधाशी जुळण्यासाठी फिल्टर केली जाईल.",
    "App Settings": "अॅप सेटिंग्ज",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "लक्षात ठेवा की सिस्टम सेटिंग्ज केवळ एलिमेंटरी ओएससाठीच्या जागतिक प्राधान्यांशी संबंधित असतात. काही अॅप्सची स्वतःची प्राधान्ये देखील असू शकतात परंतु आपण त्यांना येथे शोधू शकणार नाही. त्याऐवजी, अॅपच्या प्रश्नामध्ये त्यांच्यासाठी शोधा."
}
