{
    "Translation Guide": "अनुवाद मार्गदर्शन",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "आमच्या वेबसाईट आणि अनुप्रयोगांना स्थानिक भाषांमध्ये अनुवादित करणे हा एलिमेंटरी ओएस जास्तीत जास्त लोकांपर्यंत पोहोचविण्याच्या प्रकियेतला एक भाग आहे. केवळ अंतर्गत अनुवाद कार्यसंघावर विश्वास ठेवण्याऐवजी आम्ही crowdsourcing वापरतो जेणेकरून कोणीही थोड्या तांत्रिक ज्ञानासह भाषांतरे सबमिट करू शकेल.संपूर्ण व्यासपीठावर आपला आवाज सुसंगत ठेवण्यासाठी आणि नवीन अनुवादकांना प्रारंभ करण्यास मदत करण्यासाठी आम्ही हे भाषांतर मार्गदर्शक बनविले आहे.",
    "Steps to Begin Translation": "अनुवाद सुरू करण्यासाठी पायऱ्या",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "मची अॅप्स आणि वेबसाइट वेबलेटद्वारे( एक मुक्त वेब-आधारित अनुवाद व्यवस्थापन प्रणाली) भाषांतरित केले जाते. अनुवाद सबमिट करण्यासाठी, आपण हे केले पाहिजे:",
    "Have a": "बनवा एक",
    "Weblate account": "वेबलेट खाते",
    "Set your": "सेट करा",
    "language preferences": "भाषा प्राधान्ये",
    "Browse our": "बघा",
    "translatable projects": "भाषांतर करण्यायोग्य प्रकल्प",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https:\/\/docs.weblate.org\/en\/weblate-3.0.1\/user\/index.html\">documentation<\/a>.": "एकदा आपण एखादे प्रोजेक्ट निवडल्यानंतर, आपण स्ट्रिंग्ससाठी सूचना प्रदान करू शकता ज्यांचा अद्याप अनुवाद केला गेला नाही किंवा स्ट्रिंग्जमध्ये आधीपासून भाषांतरित केलेले बदल सूचित करू शकता.या सूचनांचे भाषांतर भाषांतर कार्यसंघाद्वारे मूल्यांकन केले जाईल आणि ते सर्वात योग्य अनुवाद निवडतील. वेबलेटवरील अधिक माहितीसाठी आपण त्याच्या <a href=\"https:\/\/docs.weblate.org\/en\/weblate-3.0.1\/user\/index.html\">लेखी माहितीचा<\/a> संदर्भ घेऊ शकता.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https:\/\/join.slack.com\/t\/ele-l10n\/shared_invite\/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">join the translators Slack<\/a> and message an admin your Weblate username and what language you want to translate.": "डिफॉल्टनुसार, आपण केवळ अनुवाद सुचविण्यास सक्षम आहात. आपण अनुवाद जतन करण्यासाठी परवानग्या प्राप्त करू इच्छित असल्यास, अनुवादक <a href=\"https:\/\/join.slack.com\/t\/ele-l10n\/shared_invite\/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">स्लॅक मध्ये सामील व्हा <\/a>आणि प्रशासकास आपला वेबलेट वापरकर्तानाव आणि आपण कोणत्या भाषेत भाषांतरित करू इच्छिता याचा संदेश पाठवा.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues, we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "जेव्हा आपणास भाषांतर करताना आपणास एक परिस्थिती येते जिथे आपल्याला समान गोष्ट सांगण्याच्या अनेक मार्गांमध्ये निर्णय घ्यावा लागतो. या परिस्थितीत आम्ही <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">उबंटू सामान्य अनुवादक मार्गदर्शकाचा<\/a> संदर्भ घेतो आणि भाषेच्या विशिष्ट समस्यांसाठी आम्ही उबंटूच्या <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">टीम अनुवाद मार्गदर्शकतत्त्वांचे<\/a> पालन करतो. ही मार्गदर्शक तत्वे एकसमान भाषांतरे निश्चित करतात आणि कोणालाही योगदान देण्याची परवानगी देतात.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "आपण वेबलेट वापरुन भाषांतर करू इच्छित नसल्यास किंवा एकाच वेळी बरेच बदल करू इच्छित असल्यास आपण ऑफलाइन अनुवाद देखील करू शकता. असे करण्यासाठी:",
    "Go to a project you want to translate": "आपण अनुवाद करू इच्छित असलेल्या प्रकल्पावर जा",
    "Choose your language": "आपली भाषा निवडा",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "&quot;File&quot; वर क्लिक करा आणि नंतर &quot; Download translation as gettext PO&quot;  निवडा.",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https:\/\/poedit.net\/\">Poedit<\/a>)": "आपला आवडता मजकूर-, कोड- किंवा पीओ-एडिटर निवडा (उदा.. <a href=\"https:\/\/poedit.net\/\">1Poedit<\/a>2)",
    "Start translating": "भाषांतर करणे प्रारंभ करा",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "एकदा आपण भाषांतर पूर्ण केले की आपण त्याच पृष्ठावरुन &quot;File&quot; मेनूमधील &quot;Upload translation&quot; पर्याय वापरा.",
    "Additional Info": "अतिरिक्त माहिती",
    "We won't support translation of the following pages:": "आम्ही खालील पृष्ठांचे भाषांतर समर्थित करणार नाही :"
}
