{
    "Code of Conduct": "Retningslinjer for oppførsel",
    "Community Guidelines": "Retningslinjer for fellesskapet",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Å være involvert i elementary-samfunnet er en utrolig opplevelse; du kommer til å være en del av noe stort, samarbeide med folk fra hele verden, og hjelpe folk gjøre sine datamaskiner bedre. Men med det følger et ansvar for å følge et forhåndsdefinert sett med regler som sikrer det beste miljøet for alle involverte. Det forventes at følgende regler må overholdes når du er involvert med samfunnet, det være seg på elementary's nettside, i et offisielt IRC-rom, i egen person, eller andre steder.",
    "I. Respect": "Respekt\n",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Å respektere andre er viktig. Vær sikker på at du respekterer andre mennesker og deres meninger, personlige bakgrunn, personvern og ideer. Elementary-samfunnet er ikke en plass for vise respektløshet eller komme med stygge utsagn rettet mot andre. Når det skal gis kritikk, vær konstruktiv og vis respekt. Det er nulltoleranse for personangrep. Når du mottar konstruktiv kritikk, ta dett til vurdering og takk for kritikken og synspunktene, uansett hvilket standpunkt du har.",
    "II. Content": "II. Innhold.",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Elementary-samfunnet består av tusenvis av brukere med forskjellige aldere, religiøse bakgrunner og modenhet. På grunn av dette må du være bevist på innholdet du lager og hva du skriver. Ingen nakenhet, sterk vulgaritet, politisk innhold, religiøst innhold eller annet upassende innhold skal komme til syne i forbindelse med elementary. Det er elementary-moderatorene som har det siste ordet når noe skal vurderes som upassende. Hvis du er i tvil, vurder om det er, eller ikke er noe du ville vist i et rom fullt av mennesker inkludert barn og bestemødre fra jorden rundt.  Hvis du er nølende - ikke gjør det. ",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Skjermdumper delt i elementary-modererte nettsamfunn skal ikke inneholde temaer som imiterer andre operativsystemer, bilder eller illustrasjoner som objektifiserer et individ, eller innhold som ellers ikke er i tråd med våre Etiske retningslinjer.",
    "III. Rumors and Speculation": "III. Rykter og spekulasjoner",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Selv om den raske og spennende naturen av elementary-utvikling kan friste deg til å spre rykter eller spekulasjoner, unngå det. Å diskutere fremtidige planer er greit, men hvis det som ryktes ikke er verifiserte fakta, si at det er personlige spekulasjoner eller unngå å diskuter det. Å spre feilinformasjon kan være skadelig for fellesskapet, spesielt hvis det er spredt i et negativt lys. ",
    "IV. Helpful Discussion": "IV. Hjelpsom diskusjon",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary er skapt av mennesker som samler seg på fritiden for å lage noe spesielt. Det er viktig å respektere det faktum og alltid prøve å bidra til en konstruktiv og hjelpsom diskusjon. Hvis du er i et møte, hold deg til saken og vær stille med mindre du har noe hjelpsomt som vedrører til saken som diskuteres. Hvis du kommenterer på nettsiden, hold diskusjonen relatert til innholdet av journal-entry-en eller svar på emnet. Hvis du deltar i en utvikler-orientert diskusjon, som på en mail-liste eller en utvikler-IRC-kanal, ikke lag unødvendig støy ved å diskutere ikke-utvikler-temaer. Det avsporer bare diskusjonen og skitner til loggene for utviklere som kanskje ikke er tilstede. ",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Som et primært online-basert felleskap, er det viktig at vi unngår de potensielt negative delene av internet. Ikke troll; å starte krangler eller å si noe uten annet formål enn å håne folk er barnslig og uakseptabelt. Søppelposting er også uakseptabelt; dette inkluderer å poste linker til irrelevante sider og gjentatte ganger poste linker til den samme siden. Hvis noen troller eller søppelposter, ignorer og flagg brukeren.",
    "V. Avoiding Conflict": "V. Å unngå konflikter",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Hvis du syns noen - enten det er en ny eller velkjent bidragsyter - er slemme, vær snill å la personen vite det. \nÅ finne ut av problemene før de hoper seg opp er svært viktig. Alle har et ansvar for at kommunikasjonen skal flyte lett i vårt (noen ganger utfordrende) unike arbeidsmiljø.",
    "VI. Step Down Considerately": "VI. Trapp ned hensynsfullt",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Livsprioriteringer, interesser og lidenskaper kan forandre seg. Hvis du er involvert i et elementary-relatert prosjekt men føler at du må prioritere andre ting, gjør det på en måte som minimerer avbrytelser. Når vi jobber sammen er ikke arbeidet og ideene bare våre lengre; de tilhører elementary-fellesskapet i sin helhet. Informer andre medlemmer av teamet av du tenker på å trekke deg fra utviklingen, og hvis mulig, finn noen andre som kan fortsette med arbeidet ditt. I det minste, forsikre deg om at arbeidet ditt kan bli fortsatt fra der du slapp. ",
    "Consequences": "Konsekvenser",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Hvis du velger å ikke følge denne code of conduct eller på noen annen måte ødelegger for fellesskapet vil vi reservere retten til å gjøre følgende: Endre eller fjerne alt du har lagt ut;",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>",
    "Code of Conduct &sdot; elementary": "Code of Conduct ⋅ elementary"
}