{
    "Check out our progress for Freya Update 1": "Sjekk ut vår fremdrift for Freya Update 1",
    "Fixed": "Rettet",
    "In Progress": "Under fremdrift",
    "Unfixed": "Ikke rettet",
    "Translations": "Oversettelser",
    "Web Development": "Webutvikling",
    "Design": "Design",
    "Desktop Development": "Skrivebordsutvikling",
    "Funding": "Finansiering",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Et annet språk er et annet syn på livet.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS er laget og brukt av folk fra hele verden; hjelp oss å gjøre opplevelsen enda bedre ved å oversette den til flere språk.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS bruker et åpent verktøy for oversettelser via samarbeid på Launchpad kalt Rosetta.",
    "Learn More": "Lær mer",
    "Our website is also openly translated using an online platform called Transifex.": "Vår hjemmeside er også åpent oversatt ved hjelp av en online plattform kalt Transifex.",
    "Translate elementary OS": "Oversett elementary OS",
    "Translate This Website": "Oversett denne hjemmesiden",
    "World map": "Verdenskart",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Web-sider burde se bra ut fra innsiden og ut\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Vår hjemmeside er bygd med HTML, CSS, PHP og JavaScript. Vi er alltid på utkikk etter erfarne mennesker med kunnskap og et ønske om å gjøre siden enda bedre. Det meste av designarbeidet blir utført av vårt designteam, men vi elsker nye ideer om design og tilbakemeldinger fra webteamet vårt.",
    "Fork Us on GitHub": "Fork oss på GitHub",
    "See Our Open Bug Reports": "Se våre åpne feilrapporter",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Flott design er å gjøre noe minneverdig og meningsfylt.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Hvert prosjekt begynner med en idé. Vårt designteam tar disse ideene og gjør dem om til veikart. Vi deler design opp i to komponenter:",
    "Visual Design": "Visual Design",
    "A great place for visual designers to get started is by sharing mockups with": "A great place for visual designers to get started is by sharing mockups with",
    "our Google+ Community": "our Google+ Community",
    "Interactive Design": "Interactive Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Vi bruker et system på Launchpad kalt Blueprints for å lage detaljerte forklaringer av nye funksjoner.",
    "Read the Interface Guidelines": "Les retningslinjene for brukergrensesnitt",
    "Browse Our Blueprints": "Bla gjennom våre utkast",
    "Read About Our Workflow": "Les om vår arbeidsflyt",
    "Application wire frame": "Designskisse for applikasjon",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Før programvare kan gjenbrukes må den først være brukbar\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Vårt skriverbordsmiljø og alle apper er laget ved hjelp av Vala, GTK+, Clutter, Cairo, Granite og en rekke andre verktøy. All koden vår er lokalisert på Launchpad.net, en gratistjeneste for åpen kildekode-prosjekter. Vi er alltid på utkikk etter nye bidragsytere med forskjellig ferdighetsnivå.",
    "Browse Our Desktop Code": "Se gjennom vår kode for skrivebordsmiljøet",
    "Browse Our Apps' Code": "Se gjennom kode for våre applikasjoner",
    "Scratch text editor": "Scratch tekstbehandler",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Gjør det du elsker og pengene vil følge.\"",
    "Targeted Funding": "Målrettet finansiering",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource git penger direkte i hendene på utviklere ved å belønne dem for å gjøre feilrettinger eller skape nye finesser. Sett en premie på de sakene som betyr mest for deg eller finansier en bestemt applikasjon. Du kan også sette opp et abonnement.",
    "BountySource": "BountySource",
    "General Funding": "Generell finansiering",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fungerer som en pågående crowdfunding-kampanje. Velg et beløp, få belønninger og hjelp oss å nå våre mål.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal er en rask og enkel løsning. Velg et engangsbeløp eller sett opp et abonnement.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Involver deg i elementary OS"
}