{
    "Check out our progress for Freya Beta 2": "Sjekk ut vår fremdrift for Freya Beta 2",
    "Fixed": "Rettet",
    "In Progress": "I fremdrift",
    "Unfixed": "Ikke rettet",
    "Translations": "Oversettelser",
    "Web Development": "Web-utvikling",
    "Design": "Design",
    "Desktop Development": "Skrivebordsutvikling",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Et annet språk er et annet syn på livet.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "elementary OS er opprettet og brukt av folk fra hele verden. Hjelp oss med å gjøre opplevelsen enda bedre ved å oversette den til flere språk. Launchpad har et innebygd verktøy kalt Rosetta som muliggjør oversettelser i samarbeid online.",
    "View Our Translations Page": "Vis vår side for oversettelser",
    "Get More Info About Rosetta": "Hent mer informasjon om Rosetta",
    "World map": "Verdenskart",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Web-sider burde se bra ut fra innsiden og ut\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Vår hjemmeside er bygget ved hjelp av HTML, CSS, PHP og Javascript. Vi er alltid på jakt etter folk med erfaring i disse områdene som ønsker å bidra og gjøre det enda bedre. Mesteparten av designarbeidet er gjort av vårt Design Team, men vi elsker designideer og tilbakemeldinger for vårt Web Team.",
    "Fork Us on GitHub": "Fork oss på GitHub",
    "See Our Open Bug Reports": "Se våre åpne Bug rapporter",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Flott design er å gjøre noe minneverdig og meningsfylt.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Hvert prosjekt begynner med en idé. Vårt Design Team tar disse og gjør dem til veikart. Vi bryter opp design i to komponenter:",
    "Visual Design": "Visuelt design",
    "A great place for visual designers to get started is by sharing mockups with": "Et flott sted for visuelle designere å komme i gang er ved å dele utkast med",
    "our Google+ Community": "vårt Google+ fellesskap",
    "Interactive Design": "Interaktivt design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Vi bruker et system på Launchpad kalt Blueprints for å lage detaljerte forklaringer av nye funksjoner.",
    "Read the Interface Guidelines": "Les retningslinjene for brukergrensesnitt",
    "Browse Our Blueprints": "Bla igjennom våre utkast",
    "Read About Our Workflow": "Les om vår arbeidsflyt",
    "Application wire frame": "Designskisse for applikasjon",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Før programvare kan gjenbrukes må den først være brukbar\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Vårt skrivebordsmiljø og alle dets applikasjoner er bygget ved hjelp av Vala, GTK +, Clutter, Kairo, Granitt og en rekke andre gratis biblioteker. All våre kode er lokalisert på Launchpad.net, en gratis tjeneste for åpen kildekode-prosjekter. Vi er alltid på utkikk etter bidragsytere på alle ferdighetsnivåer.",
    "Browse Our Desktop Code": "Se igjennom vår kode for skrivebordsmiljøet",
    "Browse Our Apps' Code": "Se igjennom kode for våre applikasjoner",
    "Scratch text editor": "Scratch tekstbehandler",
    "Get Involved with elementary OS": "Engasjer deg med elementary OS"
}