{
    "A fast and open replacement for Windows and OS X": "Et raskt og åpent alternativ til Windows og OS X",
    "Custom": "Eget valg",
    "Enter any dollar amount.": "Skriv inn et hvilket som helst beløp i amerikanske dollar.",
    "Download Freya": "Last ned Freya",
    "893 MB (for PC or Mac)": "893 MB (for PC eller Mac)",
    "What the press is saying about elementary OS:": "Hva pressen sier om elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS er annerledes... et vakkert og kraftig operativsystem som vil kjøre godt selv på gamle PC-er\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"en rask plattform med lite vedlikehold som kan installeres nesten hvor som helst\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Lett og raskt... Helt fellesskapbasert, og har en reell teft for design og utseende.\"",
    "Meet Our Apps": "Møt våre applikasjoner",
    "Photos": "Bilder",
    "Music": "Musikk",
    "Videos": "Videoer",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importer, organiser og rediger bilder. Lag en lysbildefremvisning. Del på Facebook eller Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organiser og lytt til musikken din. Bla etter album, bruk lynraske søk og bygg spillelister med favoritter.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Se filmer og videoer med et rent grensesnitt. Den slanke, mørk rammen fades bort slik at du kan se mer av filmen.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surf på nettet med en rask og lett nettleser. Midori lar deg bruke HTML5 nettsteder og web-applikasjoner samtidig som den er lett på batterilevetid.",
    "Open Source": "Åpen kildekode",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Vår kode er tilgjengelig for gjennomsyn, granskning, modifikasjon, og redistribuering av hvem som helst.",
    "Learn More": "Lær mer",
    "No Ads. No Spying.": "Ingen reklame. Ingen overvåkning.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Vi gjør ikke reklameavtaler og vi samler ikke inn sensitive personopplysninger. Vår eneste inntekt er direkte fra våre brukere.",
    "Safe &amp; Secure": "Trygg og sikker",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Vi er bygget på Linux: den samme programvare som driver US Department of Defense, Bank of China og mer.",
    "Choose a Download": "Velg en nedlasting",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Vi anbefaler 64-bit for de fleste moderne datamaskiner. For hjelp og mer info, se",
    "installation guide": "installasjonsveiledning",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet-lenke",
    "Freya 64-bit": "Freya 64-bit",
    "Download elementary OS": "Last ned elementary OS"
}