{
    "Installation": "Pemasangan",
    "Download elementary OS": "Unduh elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Jika Anda belum melakukannya, Anda perlu <a href=\"/\" target=\"_blank\" rel=\"noopener\">mengunduh elementary OS dari beranda kami</a>. Anda perlu menyalin berkas ISO yang diunduh ke flash drive USB menggunakan petunjuk di bawah ini.",
    "Frequently-Asked Questions": "Soal Sering-Ditanya",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Lihat <a href=\"{#release_faq}\">soal sering-ditanya untuk rilis ini</a>.",
    "Recommended System Specifications": "Spesifikasi Sistem yang Direkomendasikan",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Meskipun kami tidak memiliki seperangkat persyaratan sistem minimum yang ketat, kami merekomendasikan setidaknya spesifikasi berikut untuk pengalaman terbaik:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 terkini atau prosesor 64-bit dual-core yang sebanding",
    "4 GB of system memory (RAM)": "Memori sistem (RAM) 4 GB",
    "Solid state drive (SSD) with at least 32 GB of free space": "Solid state drive (SSD) dengan setidaknya 32 GB ruang kosong",
    "Internet access": "Akses internet",
    "Built-in or wired mouse/touchpad and keyboard": "Tetikus bawaan atau berkabel/touchpad dan papan tombol",
    "1024×768 minimum resolution display": "Penampil resolusi minimum 1024×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Anda juga akan membutuhkan flash drive USB cadangan dengan setidaknya 4 GB penyimpanan untuk pemasangan.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Kami tidak merekomendasikan mesin virtual karena mereka tidak melakukan sebaik pemasangan penuh.</strong> Jika Anda mencoba memasang di mesin virtual, aktifkan EFI jika memungkinkan tetapi pahami bahwa Anda mungkin mengalami masalah lain.",
    "Back Up Your Data": "Cadangkan Data Anda",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Pastikan untuk mencadangkan data penting Anda ke lokasi eksternal seperti layanan awan atau hard drive eksternal. Memasang sistem operasi baru dapat menimpa data Anda yang sudah ada.",
    "Step-by-step Guide": "Panduan Langkah demi Langkah",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Ikuti video di atas, atau pilih sistem operasi yang saat ini Anda gunakan untuk melihat instruksi pemasangan yang disesuaikan di bawah ini.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Verifikasi Unduhan Anda",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Memverifikasi unduhan Anda adalah langkah penting: kami menghasilkan &quot;checksum&quot; untuk berkas elementary OS dan menyarankan Anda memverifikasi bahwa unduhan Anda cocok dengan checksum sebelum mencoba memasang. Ini memastikan bahwa Anda telah menerima unduhan yang utuh, lengkap dan tidak rusak.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Dengan asumsi Anda mengunduh elementary OS ke folder Unduhan Windows Anda, buka Command Prompt di Windows dan jalankan perintah berikut:",
    "It should produce the output:": "Ini seharusnya menghasilkan keluaran:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Jika checksum tidak cocok, Anda mungkin perlu mengunduh ulang salinan elementary OS Anda dan memastikannya selesai diunduh sebelum memverifikasi ulang.",
    "Creating an Install Drive": "Buat Drive Pemasangan",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Untuk membuat drive pemasangan elementary OS, Anda memerlukan flash drive USB yang berkapasitas setidaknya 4 GB dan aplikasi yang disebut &quot;Etcher&quot;.",
    "Download Etcher": "Unduh Etcher",
    "etcher steps": "Langkah-langkah Etcher",
    "Open Etcher, then:": "Buka Etcher, lalu:",
    "Plug in your spare USB flash drive": "Tancapkan flash drive USB cadangan Anda",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Pilih berkas .iso yang Anda unduh menggunakan tombol &quot;Select image&quot;",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher seharusnya secara otomatis mendeteksi drive USB Anda; jika tidak, pilih drive yang benar",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Klik tombol &quot;Flash!&quot;. Mungkin perlu beberapa saat untuk memulai.",
    "Once complete, continue to boot from the install drive.": "Setelah selesai, lanjutkan but dari drive pemasangan.",
    "Booting From the Install Drive": "But Dari Drive Pemasangan",
    "In order to start the installation process, you must boot your computer from the install drive.": "Untuk memulai proses pemasangan, Anda harus mem-but komputer Anda dari drive pemasangan.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Dengan asumsi bahwa komputer Anda masih hidup, mulailah dengan memasukkan drive pemasangan Anda dan mulai ulang komputer Anda.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Sebagian besar komputer akan mengizinkan Anda untuk mengubah urutan but hanya dengan menekan tombol khusus — biasanya <kbd> F12 </kbd>, tetapi terkadang <kbd> Esc </kbd> atau kunci fungsi lainnya. Lihat layar atau dokumentasi komputer Anda untuk memastikan.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Tekan <kbd> F12 </kbd> (atau kunci yang sesuai) dan pilih drive pemasangan—biasanya &quot; USB-HDD &quot; atau sesuatu yang mengandung kata &quot; USB &quot;, tetapi kata-katanya mungkin berbeda. Jika Anda memilih drive yang salah, komputer Anda kemungkinan akan melanjutkan but seperti biasa. Mulai ulang komputer Anda dan pilih drive lain di menu itu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Segera setelah memilih drive but yang sesuai, Anda seharusnya disajikan layar splash elementary OS. Anda sekarang dapat mengikuti petunjuk di layar yang akan memandu Anda melalui sisa proses.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Dengan asumsi Anda mengunduh elementary OS ke folder Unduhan macOS Anda, buka aplikasi Terminal di macOS dan jalankan perintah berikut:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Dialog berikut mungkin muncul selama proses pemasangan, aman untuk diabaikan.",
    "Not readable warning": "Peringatan tidak terbaca",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Setelah Anda mendengar bunyi lonceng, tekan dan tahan <kbd>Option</kbd>. Kemudian, pilih drive but yang sesuai. Perhatikan bahwa ini mungkin salah diidentifikasi sebagai &quot;Windows&quot; , tetapi ini normal.",
    "Boot Errors": "Galat But",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Jika Mac Anda tidak mengenali Drive Pemasangan USB elementary OS di menu but, Anda mungkin perlu membuat DVD Pemasangan elementary OS. Untuk membuatnya, masukkan DVD kosong, klik kanan pada file ISO di Finder, dan pilih &quot;Burn {#release_filename} to Disc&quot;. Setelah selesai, coba but lagi dari DVD Pemasangan.",
    "Running the following command in your terminal:": "Jalankan perintah berikut di terminal Anda:",
    "After Installation": "Setelah Pemasangan",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Luangkan waktu ini untuk membaca panduan <a href=\"/docs/learning-the-basics\">memulai</a> untuk mempelajari tentang sistem operasi baru Anda."
}
