{
    "Installation": "Pemasangan",
    "Download elementary OS": "Unduh elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Jika belum siap, anda perlu <a href=\"/\" target=\"_blank\" rel=\"noopener\"> unduh elementary OS dari halaman kami</a>  anda perlu copy hasil download file ISO ke USB flash drive menggunakan intruksi di bawah ini.",
    "Recommended System Specifications": "Spesifikasi Sistem yang Direkomendasikan",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Meskipun kami tidak memiliki persyaratan sistem minimum yang pasti, kami menyarankan setidaknya spesifikasi berikut untuk pengalaman terbaik:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 terbaru atau prosesor 64-bit dual-core yang sebanding",
    "4 GB of system memory (RAM)": "4 GB memori sistem (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid state drive (SSD) dengan 15 GB ruang kosong",
    "Internet access": "Akses internet",
    "1024×768 display": "Resolusi 1024x768",
    "Back Up Your Data": "Cadangkan Data Anda",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Pastikan Anda mencadangkan seluruh data penting Anda ke lokasi eksternal seperti layanan penyimpanan awan atau perangkat diska eksternal. Memasang sistem operasi baru bisa menimpa ulang atau menghapus data Anda yang ada.",
    "Choose your current Operating System": "Pilih Sistem Operasi Anda saat ini",
    "Select the operating system you are currently using to view tailored installation instructions.": "Pilih sistem operasi yang saat ini Anda gunakan untuk melihat petunjuk pemasangan yang disesuaikan.",
    "Windows": "Windows (OS)",
    "macOS": "Sistem Operasi macOS",
    "Ubuntu": "Sistem Operasi Ubuntu",
    "Creating an Install Drive": "Membuat Perangkat Pemasangan",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Anda akan membutuhkan sebuah USB drive yang memiliki ruang kosong minimal 2 GB dan sebuah program bernama Rufus.",
    "Download Rufus": "Unduh Rufus",
    "Rufus - select ISO": "Rufus - pilih ISO",
    "Open Rufus": "Buka Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Masukkan perangkat USB Anda dan pilihlah di dalam daftar \"Perangkat\"",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Pilih &quot;Disk atau gambar ISO&quot; pada daftar &quot;pilihan Boot&quot;",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klick &quot;PILIH&quot; untuk memilih ISO yang telah Anda unduh sebelumnya.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Kami hasilkan sebuah ceksum (atau hash sum) untuk gambar elementar OS supaya Anda dapat memverifikasi file yang telah Anda unduh. Hal ini memastikan bahwa Anda menerima gambar unduhan utuh, lengkap dan tidak rusak. Klik",
    "the checksum icon": "ikon ceksum",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "lanjut ke &quot;PILIH&quot; dan verifikasi teks disamping &quot;SHA256&quot; sesuai dengan hash berikut:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "jika hash sesuai, klik &quot;MULAI&quot; dan tunggu sampai proses selesai.",
    "Booting from the Install Drive": "Boot dari Perangkat Pemasangan",
    "In order to start the installation process, you must boot your computer from the install drive.": "Untuk memulai proses pemasangan, Anda harus memulai ulang komputer Anda dan boot dari perangkat pemasangan.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Jika komputer Anda masih menyala, mulailah dengan memasukkan perangkat pemasangan dan mulai ulang komputer Anda.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Beberapa komputer memperbolehkan Anda mengubah urutan boot untuk sementara dengan menekan tombol khusus — biasanya <kbd>F12</kbd>, atau <kbd>Esc</kbd> atau tombol fungsi lainnya. Untuk memastikannya, lihat petunjuk di layar atau baca panduan penggunaan.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Tekan <kbd>F12</kbd> (atau tombol yang sesuai) dan pilih perangkat pemasang — biasanya \"USB-HDD\" atau sesuatu yang mengandung kata \"USB\", tetapi kata-katanya dapat bervariasi. Jika Anda memilih perangkat yang salah, komputer Anda akan melanjutkan boot seperti biasanya. Mulai ulang komputer dan pilih perangkat yang berbeda.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Tak lama setelah memilih perangkat boot yang tepat, Anda akan melihat layar splash elementary OS. Sekarang Anda dapat mengikuti petunjuk di layar yang akan memandu Anda melewati seluruh proses.",
    "Verify your Download": "Verifikasi Unduhan Anda",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Memverifikasi unduhan Anda itu penting, namun tidak harus dilakukan. Kami membuat sebuah checksum (atau hash sum) untuk berkas ISO elementary OS dan kami sangat merekomendasikan Anda memastikan checksum sesuai dengan checksum yang kami sediakan sebelum Anda mulai memasang elementary OS. Ini menjamin berkas ISO yang Anda unduh adalah asli dan lengkap dan tidak terjadi kerusakan.",
    "Running the following command in your Terminal:": "Menjalankan perintah berikut pada Terminal Anda:",
    "Should produce the output:": "Akan menghasilkan output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Catatan: Diasumsikan bahwa Anda telah mengunduh file .iso dan menyimpannya ke dalam folder Unduhan.\nBila anda simpan di folder lain, tentukan jalur yang benar untuk file yang diunduh, seperti yang ditunjukkan di bawah ini",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Untuk membuat perangkat pemasangan elementary OS dari macOS, Anda membutuhkan perangkat penyimpanan USB minimal 2GB dan aplikasi &quot;Etcher&quot;.",
    "Download Etcher": "Unduh Etcher",
    "etcher steps": "langkah pensketsa",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Masukkan USB drive, lalu pilih berkas ISO yang telah Anda unduh.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Buka &quot;Etcher&quot; dan pilih ISO elementary OS yang sudah diunduh dengan tombol &quot;Select Image&quot; yang tersedia.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher secara otomatis mendeteksi drive USB Anda, tetapi periksa kembali untuk memastikan apakah Etcher telah memilih drive USB yang benar.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Mulai proses dengan mengeklik tombol \"Flash!\". Pemasangan segera dimulai.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Ketika selesai kita bisa melepaskan drive USB kemudian dilanjutkan dengan proses instalasi elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Dialog berikut mungkin muncul selama proses flashing, abaikan saja dengan menekan tombol \"ignore\".",
    "Not readable warning": "Peringatan 'tidak terbaca'",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Setelah Anda mendengar suara, tekan dan tahan <kbd>Option</kbd>. Lalu, pilih perangkat boot yang sesuai. Perhatikan bahwa pilihan tersebut bisa salah diidentifikasi sebagai \"Windows\", namun hal tersebut normal.",
    "Boot Errors": "Kesalahan Boot",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Jika Mac Anda tidak mengenali perangkat pemasangan USB elementary OS dalam menu boot, Anda mungkin perlu membuat DVD Penginstalan OS. Untuk membuatnya, masukkan DVD kosong, klik kanan pada file ISO di Finder, dan pilih &quot; Bakar (Burn) elementaryos-0.4.1-stable.20180214.iso ke DVD&quot;. Setelah selesai, coba boot lagi dari DVD Penginstalan.",
    "Running the following command in your terminal:": "Jalankan perintah berikut di terminal Anda:",
    "should produce the output:": "akan menghasilkan output:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Anda akan membutuhkan USB flash drive dengan setidaknya 2 GB ruang bebas dan sebuah program yang disebut UNetbootin.",
    "Download UNetbootin": "Unduh UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Buka UNetbootin dari Dash. Ia akan membuka tampilan baru seperti di bawah ini:",
    "UNetbootin": "Aplikasi UNetbootin",
    "Select &quot;Diskimage&quot;": "Pilih &quot;Diskimage&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klik \"...\" untuk memilih berkas ISO yang telah Anda unduh.",
    "Unplug all USB memory devices apart from the one you want to use.": "Lepaskan semua perangkat memori USB lain kecuali memori USB yang akan Anda gunakan.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klik \"OK\" dan tunggu proses tersebut selesai.",
    "After Installation": "Sesudah Pemasangan",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Sempatkan waktu untuk membaca <a href=\"/docs/learning-the-basics\">panduan memulai</a> untuk mempelajari sistem operasi baru Anda."
}
