{
    "Installation": "Pemasangan",
    "Download elementary OS": "Unduh elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Jika Anda belum melakukannya, Anda perlu <a href=\"/\" target=\"_blank\" rel=\"noopener\"> mengunduh elementary OS dari beranda kami </a>. Anda perlu menyalin file ISO yang diunduh ke flash drive USB menggunakan petunjuk di bawah ini.",
    "Recommended System Specifications": "Spesifikasi Sistem yang Direkomendasikan",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Meskipun kami tidak memiliki persyaratan sistem minimum yang diperlukan, kami merekomendasikan setidaknya spesifikasi berikut untuk penggunaan terbaik:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 terbaru atau prosesor 64-bit dual-core yang sebanding",
    "4 GB of system memory (RAM)": "Memori sistem (RAM) 4 GB",
    "Solid state drive (SSD) with 15 GB of free space": "Solid state drive (SSD) dengan ruang kosong 15 GB",
    "Internet access": "Akses internet",
    "1024×768 display": "Layar 1024x768",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "Anda juga memerlukan flash drive USB dengan setidaknya 2 GB ruang kosong untuk instalasi.",
    "Back Up Your Data": "Cadangkan Data Anda",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Pastikan untuk mencadangkan data penting Anda ke lokasi eksternal seperti layanan cloud atau hard drive eksternal. Menginstal sistem operasi baru dapat menimpa data Anda yang sudah ada.",
    "Choose your current Operating System": "Pilih Sistem Operasi Anda saat ini",
    "Select the operating system you are currently using to view tailored installation instructions.": "Pilih sistem operasi yang saat ini Anda gunakan untuk melihat petunjuk penginstalan yang disesuaikan.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Membuat Install Drive",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Anda memerlukan drive flash USB dengan ruang kosong minimal 2 GB dan program Rufus.",
    "Download Rufus": "Unduh Rufus",
    "Rufus - select ISO": "Rufus - Pilih ISO",
    "Open Rufus": "Buka Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Masukkan drive USB Anda dan pilih di bagian daftar &quot; Perangkat &quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Pilih &quot;Disk atau berkas ISO&quot; pada daftar &quot;Pemilihan boot&quot;",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klik &quot;PILIH&quot; untuk memilih ISO yang Anda unduh sebelumnya.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Kami membuat checksum (atau nilai hash) untuk berkas elementary OS sehingga Anda dapat memverifikasi file yang diunduh. Ini untuk memastikan bahwa Anda telah menerima unduhan yang lengkap dan bahwa berkas pemasangan Anda tidak rusak. Klik",
    "the checksum icon": "ikon checksum",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "selanjutnya pilih  quot;SELECT&quot; dan verifikasi bahwa teks di sebelah &quot;SHA256&quot; cocok dengan hash berikut:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Jika hashnya cocok, klik &quot; MULAI &quot; dan tunggu prosesnya selesai.",
    "Booting from the Install Drive": "Booting dari Install Drive",
    "In order to start the installation process, you must boot your computer from the install drive.": "Untuk memulai proses instalasi, Anda harus mem-boot komputer Anda dari drive penginstalan.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Dengan asumsi bahwa komputer Anda masih hidup, mulailah dengan memasukkan drive instalasi Anda dan mulai ulang komputer Anda.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Sebagian besar komputer akan mengizinkan Anda untuk mengubah urutan boot hanya dengan menekan tombol khusus - biasanya <kbd> F12 </kbd>, tetapi terkadang <kbd> Esc </kbd> atau tombol fungsi lainnya. Lihat layar atau dokumentasi komputer Anda untuk memastikan.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Tekan <kbd> F12 </kbd> (atau tombol yang sesuai) dan pilih drive penginstalan — biasanya &quot; USB-HDD &quot; atau sesuatu yang mengandung kata &quot; USB &quot;, tetapi kata-katanya mungkin berbeda. Jika Anda memilih drive yang salah, komputer Anda kemungkinan akan melanjutkan boot seperti biasa. Mulai ulang komputer Anda dan pilih drive lain di menu itu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Segera setelah memilih drive boot yang sesuai, Anda akan melihat layar splash elementary OS. Anda sekarang dapat mengikuti petunjuk di layar yang akan memandu Anda melalui proses selanjutnya.",
    "Verify your Download": "Verifikasi Unduhan Anda",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Memverifikasi unduhan Anda adalah langkah yang penting, tetapi opsional. Kami membuat checksum (atau nilaai hash) untuk berkas elementary OS dan kami menyarankan Anda memverifikasi bahwa unduhan Anda cocok dengan checksum itu sebelum mencoba menginstal. Ini memastikan bahwa Anda telah menerima unduhan yang lengkap dan bahwa berkas pemasangan Anda tidak rusak.",
    "Running the following command in your Terminal:": "Jalankan perintah berikut di Terminal Anda:",
    "Should produce the output:": "Harus menghasilkan keluaran:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Catatan: Ini dengan asumsi Anda telah mengunduh berkas .iso ke folder Unduhan Anda.\nJika Anda telah mengunduhnya di tempat lain, harap tentukan jalur yang benar ke file yang diunduh, seperti yang ditunjukkan di bawah ini",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Untuk membuat sebuah instalasi drive dari elementary OS dari macOS kamu akan membutuhkan sebuah flash disk dengan kapasitas paling kurang 2 GB dan sebuah aplikasi yang bernama &quot; Etcher &quot;",
    "Download Etcher": "Unduh Etcher",
    "etcher steps": "Langkah-langkas Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Masukkan drive USB cadangan, dan pilih berkas ISO yang baru saja Anda unduh.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Buka &quot;Etcher&quot; dan pilih berkas gambar elementary OS yang Anda unduh menggunakan tombol &quot;Pilih gambar&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher akan otomatis mendeteksi flash disk anda, tetapi periksa untuk melihat apakah itu telah memilih target yang benar.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Mulai proses flashing dengan mengklik tombol &quot;Flash&quot;. Perlu beberapa saat untuk memulai.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Ketika sudah selesai, maka flash disk dapat dicabut dengan aman dan siap untuk dilakukan boot untuk menginstal elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Dialog berikut mungkin muncul selama proses flashing, aman untuk diabaikan.",
    "Not readable warning": "Peringatan tidak terbaca",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Setelah Anda mendengar bunyi lonceng, tekan dan tahan <kbd>Pilihan</kbd>. Kemudian, pilih drive boot yang sesuai. Perhatikan bahwa ini mungkin salah diidentifikasi sebagai &quot;Windows&quot; , tetapi ini normal.",
    "Boot Errors": "Kesalahan Boot",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Jika Mac Anda tidak mengenali Drive Penginstalan USB elementary OS di menu boot, Anda mungkin perlu membuat DVD Penginstalan elementary OS. Untuk membuatnya, masukkan DVD kosong, klik kanan pada file ISO di Finder, dan pilih &quot; Bakar {#release_filename} ke Disk &quot ; . Setelah selesai, coba boot lagi dari Install DVD.",
    "Running the following command in your terminal:": "Jalankan perintah berikut di terminal Anda:",
    "should produce the output:": "harus menghasilkan keluaran:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Anda memerlukan drive flash USB dengan ruang kosong minimal 2 GB dan program bernama UNetbootin.",
    "Download UNetbootin": "Unduh UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Buka UNetbootin dari Dash. Ini akan membuka jendela seperti di bawah ini:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Pilih &quot;Nama disk&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klik &quot;...&quot; untuk memilih berkas ISO yang telah di unduh sebelumnya.",
    "Unplug all USB memory devices apart from the one you want to use.": "Cabut semua perangkat memori USB selain yang ingin Anda gunakan.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klik &quot;OK&quot; dan tunggu sampai proses selesai.",
    "After Installation": "Setelah pemasangan",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Luangkan waktu ini untuk membaca panduan <a href=\"/docs/learning-the-basics\"> memulai </a> untuk mempelajari tentang sistem operasi baru Anda."
}
