{
    "Learning the Basics": "Pelajari Dasar-dasar",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Seperti halnya setiap sistem operasi, ada beberapa hal yang mungkin tidak Anda kenal. Bagian ini akan membahas cara menyelesaikan tugas sehari-hari yang sederhana seperti menjelajahi web dan mendengarkan musik, serta informasi berguna lainnya yang mungkin tidak Anda sadari.",
    "The Desktop": "Desktop",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Desktop elementay OS  sangat sederhana dan mudah dipelajari. Ini terdiri dari dua elemen: panel dan dock. Anda dapat menyesuaikan wallpaper desktop melalui <strong><a href=\"/docs/learning-the-basics#system-settings\">Pengaturan Sistem</a></strong>→<strong>Desktop</strong>→<strong>Wallpaper</strong>.",
    "The Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "Di bagian atas desktop adalah Panel. Di sebelah kiri adalah Menu Aplikasi, di tengah adalah tanggal dan waktu, dan di sebelah kanan adalah Indikator.",
    "Applications menu": "Menu aplikasi",
    "Time and date": "Waktu dan Tanggal",
    "Indicators": "Indikator",
    "Applications Menu": "Menu Aplikasi",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Di sisi kiri panel adalah Menu Aplikasi. Memilih <strong>Aplikasi</strong> membuka menu dengan semua aplikasi yang Anda pasang. Anda dapat melihat beberapa halaman aplikasi menggunakan pager di bagian bawah atau dengan menggulir. Anda juga dapat menggunakan pengalih tampilan di bagian atas untuk beralih antara tampilan kisi dan tampilan kategori.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Anda dapat mencari aplikasi berdasarkan nama atau kata kunci dan melakukan tindakan yang terkait dengannya. Anda juga dapat mencari panel Pengaturan Sistem. Beberapa tindakan yang dapat Anda temukan dalam penelusuran meliputi:",
    "Shut Down and Restart": "Matikan dan Mulai Ulang",
    "Compose Message": "Menulis pesan",
    "New Private Browsing Window": "Jendela Penjelajahan Pribadi Baru",
    "Math operations (example: 23 * 5)": "Operasi matematika (contoh: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "Untuk membuka Menu Aplikasi dengan keyboard, tekan <kbd>&#8984;</kbd>+<kbd>Spasi</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Di sisi kanan panel ada ikon yang disebut Indikator. Ini memberi tahu Anda tentang status sesi dan perangkat Anda saat ini, yaitu koneksi jaringan, baterai, input dan output suara, pemberitahuan, dll. Memilih indikator akan memaparkan lebih banyak informasi dan tindakan terkait.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Klik tengah atau ketukan tiga jari pada indikator akan menampilkan tindakan cepat berikut:",
    "Sound: Toggle mute for the current output": "Suara: Matikan suara untuk keluaran saat ini",
    "Bluetooth: Toggle Bluetooth on or off": "Bluetooth: Mengaktifkan atau menonaktifkan Bluetooth",
    "Power: Hide/show the percentage of battery remaining": "Daya: Sembunyikan/tampilkan persentase sisa baterai",
    "Notifications: Toggle Do Not Disturb mode": "Pemberitahuan: Alihkan mode Jangan Ganggu",
    "Session: Show the Shut Down dialog": "Sesi: Menampilkan dialog Matikan",
    "The Dock": "Dock",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "Di bagian bawah desktop adalah Dock. Ini berisi aplikasi favorit Anda serta aplikasi apa pun yang saat ini terbuka.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Isi dock mudah disesuaikan. Untuk menambahkan aplikasi ke dok, seret dan lepas dari Menu Aplikasi atau klik kanan ikon aplikasi yang terbuka dan pilih <strong>Simpan di Dok</strong>. Untuk menghapus aplikasi dari dock, seret dan lepaskan di ruang kosong di desktop Anda atau klik kanan ikon dan hapus centang pada <strong>Simpan di Dok</strong>. Untuk mengatur ulang aplikasi di dok, cukup seret dan lepas.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Secara default, dock bersembunyi di bagian bawah desktop saat aplikasi dimaksimalkan. Cukup gerakkan mouse Anda ke bagian tengah bawah desktop untuk membuka dok.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Anda dapat menyesuaikan perilaku dok melalui <strong><a href=\"/docs/learning-the-basics#system-settings\">Pengaturan Sistem</a></strong>→<strong>Desktop</strong>→<strong>Dock</strong>.",
    "App Windows": "Aplikasi Window",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Aplikasi ada di jendelanya sendiri yang dapat ditutup, dimaksimalkan, atau dipindahkan.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Saat Anda membuka aplikasi, jendelanya muncul di desktop. Setiap aplikasi biasanya memiliki tiga area: tombol jendela, toolbar, dan konten aplikasi.",
    "Header Bar": "Bar Header",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Banyak aplikasi memiliki Bar Header di bagian atas aplikasi. Area ini berisi tindakan umum atau item navigasi untuk aplikasi, ditambah Tombol Jendela.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Anda dapat memindahkan jendela aplikasi di sekitar desktop dengan menyeret ke mana saja di Header Bar, termasuk di tombol.",
    "HeaderBar": "HeaderBar",
    "Window Buttons": "Tombol Jendela",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Tombol Jendela aplikasi berada di sudut atas jendela aplikasi. Tombol tutup ada di sebelah kiri dan tombol maksimalkan di sebelah kanan. Menekan tombol tutup akan menutup jendela aplikasi. Menekan tombol maksimalkan akan mengalihkan apakah jendela aplikasi menggunakan desktop penuh atau tidak. Anda juga dapat menyeret jendela ke bagian atas desktop atau mengklik dua kali bilah tajuknya untuk memaksimalkan, dan seret dari atas atau klik dua kali bilah tajuk untuk tidak memaksimalkan.",
    "Multitasking": "Multitasking",
    "elementary OS supports two types of multitasking: windows and workspaces.": "Elementary OS mendukung dua jenis multitasking: jendela dan ruang kerja.",
    "Windows": "Jendela",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplikasi terbuka di jendela aplikasi. Mereka dapat tumpang tindih di desktop Anda dan dipindahkan. Anda dapat beralih antar-jendela dengan beberapa cara:",
    "click on the window you want to switch to": "klik pada jendela tempat Anda ingin beralih",
    "click on the app's icon in the dock": "klik ikon aplikasi di dock",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "tekan <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "Untuk melihat ikhtisar jendela aplikasi Anda yang terbuka, tekan <kbd>&# 8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Anda dapat menyesuaikan pintasan ini melalui <strong><a href=\"/docs/learning-the-basics#system-settings\"> Pengaturan Sistem</a></strong>→<strong>Keyboard</strong>→<strong>Pintasan</strong>→<strong>Windows</strong>.",
    "Hot Corners": "Sudut Panas",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "Anda juga dapat mengkonfigurasi &quot; sudut panas &quot; (pintasan diaktifkan dengan menempatkan kursor di sudut layar) untuk mengaktifkan fungsi multitasking seperti tinjauan jendela, tinjauan ruang kerja, dan banyak lagi.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Anda dapat menyesuaikan Sudut Panas melalui <strong><a href=\"/docs/learning-the-basics#system-settings\">Pengaturan Sistem</a></strong>→<strong>Desktop</strong>→<strong >Sudut Panas</strong>.",
    "Workspaces": "Ruang kerja",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Secara default, semua jendela aplikasi terbuka di satu ruang kerja. Namun, Anda dapat menggunakan beberapa ruang kerja untuk mengatur alur kerja Anda:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Untuk melihat gambaran umum ruang kerja Anda, tekan <kbd>&#8984;</kbd> + <kbd> S </kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Untuk berpindah ke kiri atau kanan dengan cepat melalui ruang kerja Anda, tekan <kbd>&#8984;</kbd> + <kbd> ← </kbd> atau <kbd>&#8984;</kbd> + <kbd> → </ kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Untuk menelusuri ruang kerja Anda, tekan <kbd>&#8984;</kbd> + <kbd> Tab </kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Anda dapat langsung melompat ke ruang kerja tertentu dengan menekan <kbd>&#8984;</kbd> + <kbd> 1 </kbd> hingga <kbd>&#8984;</kbd> + <kbd> 9 </ kbd>. Anda selalu dapat melompat ke ruang kerja baru dengan <kbd>&#8984;</kbd> + <kbd> 0 </kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Anda juga dapat menyeret jendela aplikasi di antara ruang kerja dengan menyeret ikonnya di ikhtisar ruang kerja, atau memindahkannya ke kiri dan kanan di antara ruang kerja menggunakan <kbd>&#8984;</kbd> + <kbd> Alt </kbd> + <kbd> ← </kbd> atau <kbd> → </kbd> masing-masing. Untuk melihat ikhtisar jendela aplikasi di semua ruang kerja, tekan <kbd>&#8984;</kbd> + <kbd> A </kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Anda dapat menyesuaikan pintasan ini melalui <strong><a href=\"/docs/learning-the-basics#system-settings\"> Pengaturan Sistem </a></strong> → <strong> Keyboard </strong> → <strong > Pintasan </strong> → <strong> Ruang Kerja </strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Beberapa jendela mungkin juga layar penuh ke ruang kerja baru. Anda dapat berpindah di antara ruang kerja seperti biasa, dan menutup atau membatalkan layar penuh aplikasi akan mengembalikan Anda ke ruang kerja sebelumnya.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em> Catatan: <kbd>&#8984;</kbd> mengacu pada &quot; super &quot; kunci. Ia juga dikenal sebagai &quot; Windows &quot; pada kebanyakan PC atau &quot; Command &quot; tombol di Mac. </em>",
    "Multiple Displays": "Multiple Displays",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panel, dock, dan ruang kerja hanya muncul di layar utama. Layar terlampir lainnya bertindak sebagai ruang kerja mandiri. Untuk mengelola dan mengatur ulang tampilan, buka <strong><a href=\"/docs/learning-the-basics#system-settings\"> Pengaturan Sistem </a> </strong> → <strong> Layar </strong>. Layar utama Anda ditandai dengan bintang terisi (",
    ") and each display's settings can be changed from its cog (": ") dan setiap pengaturan tampilan dapat diubah dari roda penggeraknya (",
    ") menu.": ") menu,",
    "Installing Apps": "Memasang Aplikasi",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "Elementary OS hadir dengan <strong> AppCenter </strong>, toko aplikasi untuk aplikasi open source pay-what-you want. Memasang aplikasi baru dari AppCenter itu mudah:",
    "Open the <strong>AppCenter</strong> app.": "Buka aplikasi <strong> AppCenter </strong>.",
    "Search in the top-right, or browse by category.": "Cari di kanan atas, atau telusuri berdasarkan kategori.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Pilih <strong> Gratis </strong> atau harga yang disarankan di samping aplikasi yang ingin Anda pasang. Untuk memilih harga yang berbeda, pilih tombol <strong> ▾ </strong> dan pilih atau masukkan harga Anda sendiri.",
    "You may be asked for your password prior to installing an app.": "Anda mungkin dimintai kata sandi sebelum memasang aplikasi.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em> Catatan: Beberapa perangkat lunak mungkin tidak tersedia dari AppCenter. Mulai dari elementary OS 5.1 Hera, Anda juga dapat melakukan sideload aplikasi Flatpak dari file .flatpakref pihak ketiga. </em>",
    "Updating": "Pembaharuan",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppCenter menyertakan pembaruan untuk aplikasi dan sistem operasi itu sendiri di bawah tab <strong> Terpasang </strong>. Ingatlah untuk sering menginstal pembaruan untuk mendapatkan fitur, perbaikan, dan peningkatan keamanan terbaru. Untuk informasi lebih lanjut terkait patch keamanan, baca <a href=\"https://usn.ubuntu.com/\"> pemberitahuan keamanan Ubuntu </a>.",
    "System Settings": "Pengaturan sistem",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS dilengkapi dengan &quot; Pengaturan Sistem &quot; aplikasi yang membantu Anda mengelola pengaturan dan preferensi untuk perangkat Anda. Pengaturan Sistem memberi Anda kemampuan untuk menyesuaikan hal-hal seperti pintasan keyboard, resolusi layar, wallpaper Anda, dan banyak lagi.",
    "Search": "Pencarian",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Anda dapat dengan cepat menemukan pengaturan yang Anda cari dengan mengetikkan kata kunci di bilah pencarian di bagian atas jendela. Isi dari jendela Pengaturan Sistem akan disaring agar sesuai dengan pencarian Anda.",
    "App Settings": "Aplikasi pengaturan",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Perlu diingat bahwa Pengaturan Sistem hanya berurusan dengan preferensi global untuk elementary OS. Meskipun beberapa aplikasi mungkin juga memiliki preferensinya sendiri, Anda tidak akan menemukannya di sini. Sebaliknya, cari mereka di dalam aplikasi yang dimaksud."
}
