{
    "Translation Guide": "Panduan Terjemahan",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Melokalisasikan situs web dan aplikasi kami adalah bagian yang sangat penting untuk membuat elementary OS tersedia bagi sebanyak mungkin orang. Daripada hanya mengandalkan tim penerjemahan internal, kami menggunakan crowdsourcing sehingga siapapun dapat mengirimkan terjemahan dengan sedikit atau tanpa pengetahuan teknis. Untuk menjaga agar suara kami tetap konsisten di seluruh platform, dan untuk membantu penerjemah baru memulai, kami telah menyusun panduan terjemahan ini.",
    "Steps to Begin Translation": "Langkah-langkah untuk Memulai Penerjemahan",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Aplikasi dan situs web kami diterjemahkan melalui Weblate: Sistem manajemen terjemahan berbasis web gratis. Untuk mengirimkan terjemahan, Anda harus:",
    "Have a": "Mempunyai sebuah",
    "Weblate account": "akun Weblate",
    "Set your": "Setel",
    "language preferences": "preferensi bahasa Anda",
    "Browse our": "Jelajahi",
    "translatable projects": "proyek terjemahan kami",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Setelah Anda memilih sebuah proyek, Anda dapat memberikan saran untuk string yang belum diterjemahkan, atau menyarankan perubahan pada string yang telah diterjemahkan. Saran-saran ini akan dievaluasi oleh anggota tim penerjemahan dan mereka akan memilih yang paling tepat. Untuk info selengkapnya tentang Weblate, Anda dapat merujuk ke <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">dokumentasi</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Secara default, Anda hanya dapat menyarankan terjemahan. Jika Anda ingin mendapatkan izin untuk menyimpan terjemahan, <a href=\"https://translators-slack.elementary.io/\"> bergabunglah dengan penerjemah Slack </a> dan kirimi admin nama pengguna Weblate Anda dan bahasa yang Anda inginkan untuk menerjemahkan.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "",
    "Go to a project you want to translate": "Buka proyek yang ingin Anda terjemahkan",
    "Choose your language": "Pilih bahasa Anda",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "",
    "Start translating": "Mulai menerjemahkan",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "",
    "Additional Info": "",
    "We won't support translation of the following pages:": ""
}
