{
    "Translation Guide": "Panduan Terjemahan",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "",
    "Translating Applications": "Menerjemahkan Aplikasi",
    "Apps are translated through Weblate: a free web-based translation management system.. In order to submit translations, you should:": "Aplikasi diterjemahkan melalui Weblate: manajemen terjemahan berbasis web gratis. Untuk mengajukan terjemahan, Anda harus:",
    "Have a": "Mempunyai sebuah",
    "Weblate account": "akun Weblate",
    "Set your": "Setel",
    "language preferences": "preferensi bahasa Anda",
    "Browse our": "Jelajahi",
    "translatable projects": "proyek terjemahan kami",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-2.15/index.html\">documentation</a>.": "",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "",
    "If you don't want to use Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Jika Anda tidak mau menggunakan Weblate, atau ingin melakukan perubahan jumlah besar, Anda dapat menerjemahkan offline. Caranya:",
    "Go to a project you want to translate": "Buka proyek yang ingin Anda terjemahkan",
    "Choose your language": "Pilih bahasa Anda",
    "Click on &quot;Download translation&quot;": "Klik &quot;Unduh Terjemahan&quot;",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Sekarang Anda dapat meminta sebuah surel, yang akan memberikan alamat unduh terjemahan. Sekarang:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Pilih editor teks favorit Anda- atau editor-po (contoh <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Mulai menerjemahkan",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Setelah Anda selesai, gunakan pilihan &quot;Unggah terjemahan&quot; di halaman yang sama tempat Anda mengunduhnya.",
    "Translating our Website": "Menerjemahkan Website Kami",
    "Our website is also translated through <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. In order to submit translations, you should have a <a href=\"https://l10n.elementary.io/accounts/register/\">Weblate account</a>": "Situs web kami juga diterjemahkan melalui <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. Untuk mengajukan terjemahan, Anda harus memiliki sebuah <a href=\"https://l10n.elementary.io/accounts/register/\">akun Weblate</a>",
    "For more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/latest/\">documentation</a>.": "Untuk informasi lebih lanjut tentang Weblate, Anda bisa merujuk ke <a href=\"https://docs.weblate.org/en/latest/\">dokumentasi</a> mereka.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Sama dengan aplikasi kami, kami mengikuti <a href=\"https://help.launchpad.net/Translations/Guide\">panduan terjemahan umum</a> Ubuntu, dan untuk isu yang spesifik dengan bahasa, kami mengikuti <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">panduan terjemahan team</a> Ubuntu."
}
