{
    "Translation Guide": "Οδηγός Μετάφρασης",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Τοπικοποιώντας τη σελίδα μας και τις εφαρμογές μας, είναι ένα πολύ σημαντικό κομμάτι για να κάνουμε διαθέσιμο το elementary OS σε όσο το δυνατόν περισσότερα άτομα. Αντί να προσφύγουμε σε αυτοματοποιημένη μετάφραση, χρησιμοποιούμε ανθρώπινο δυναμικό έτσι ώστε να μπορεί ο καθένας να παραθέσει τις μεταφράσεις του με ελάχιστες έως καθόλου τεχνικές γνώσεις. Για να μπορούμε να είμαστε διαθέσιμοι παγκοσμίως και για να βοηθήσουμε στην έναρξη νέων μεταφραστών, έχουμε τοποθετήσει μαζί αυτό τον οδηγό μετάφρασης.",
    "Translating Applications": "Μεταφράζοντας Εφαρμογές",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Οι εφαρμογές μεταφράζονται μέσω της Rosetta: Η διεπαφή μετάφρασης που φιλοξενείται από το Launchpad. Για να τις μεταφράσετε, θα πρέπει:",
    "Have a": "Να έχετε",
    "Launchpad account": "ένα λογιαριασμό Launchpad",
    "Set your": "Να ρυθμίσετε",
    "language preferences": "τις προτιμήσεις γλώσσας σας",
    "Browse our": "Να περιηγηθείτε ",
    "translatable projects": "στα projects που μπορούν να μεταφραστούν",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Μόλις κάνετε την επιλογή σας, μπορείτε να παρέχετε προτάσεις για προτάσεις που δεν έχουν ήδη μεταφραστεί, ή να προτείνετε αλλαγές σε προτάσεις που έχουν ήδη μεταφραστεί. Αυτές οι προτάσεις θα αξιολογηθούν από ένα μέλος της μεταφραστικής μας ομάδας και θα επιλέξουν την πιο κατάλληλη μετάφραση. Για περαιτέρω πληροφορίες σχετικά με τη Rosetta, μπορείτε να ανατρέξετε στην <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">τεκμηρίωσή τους</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Κατά τη μετάφραση, ίσως να βρεθείτε σε μια κατάσταση όπου θα πρέπει να αποφασίσετε μεταξύ αρκετών τρόπων διατύπωσης της ίδιας φράσης. Σε αυτές τις καταστάσεις σας παραπέμπουμε στον <a href=\"https://help.launchpad.net/Translations/Guide\">γενικό οδηγό μετάφρασης</a> Ubuntu, και για συγκεκριμένα γλωσσικά θέματα ακολουθούμε τις <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">τις οδηγίες της ομάδας μετάφρασης</a> των Ubuntu. Ακολουθώντας αυτούς τους οδηγούς διασφαλίζονται κατάλληλες μεταφράσεις, ενώ παράλληλα επιτρέπεται στον καθένα να συνεισφέρει.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Εάν δεν επιθυμείτε να χρησιμοποιήσετε τη Rosetta, ή θέλετε να κάνετε ταυτόχρονα πολλαπλές αλλαγές, μπορείτε επίσης μα μεταφράσετε offline. Για να το κάνετε αυτό:",
    "Go to a project you want to translate": "Μεταβείτε σε ένα project που επιθυμείτε να μεταφράσετε",
    "Choose your language": "Επιλέξτε τη γλώσσα σας",
    "Click on &quot;Download translation&quot;": "Επιλέξτε τη \"Λήψη μετάφρασης\"",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Τώρα μπορείτε να ζητήσετε ένα e-mail, το οποίο σας δίνει τον σωστό σύνδεσμο να κατεβάσετε τις μεταφράσεις. Τώρα:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Επιλέξτε το αγαπημένο σας πρόγραμμα επεξεργασίας κειμένου ή το Poeditor (π.χ.  <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Ξεκινήστε να μεταφράζετε",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Μόλις τελειώσετε, χρησιμοποιήστε την επιλογή \"Ανεβάσμα Μετάφρασης\" στην ίδια σελίδα απ' όπου την λάβατε.",
    "Translating our Website": "Μεταφράζοντας την ιστοσελίδα μας",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "Η ιστοσελίδα μας μεταφράζεται μέσω του <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. Για να υποβάλλετε μεταφράσεις, θα πρέπει:",
    "Transifex account": "Λογαριασμός Transifex",
    "Join our": "Να συμμετέχετε στη",
    "translation team": "μεταφραστική μας ομάδα",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Για περαιτέρω πληροφορίες σχετικά με το Transifex, μπορείτε να αποτανθείτε στην <a href=\"http://docs.transifex.com/tutorials/txeditor\">τεκμηρίωσή τους</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Όπως και με τις εφαρμογές μας, ακολουθούμε τον <a href=\"https://help.launchpad.net/Translations/Guide\">γενικό οδηγό μετάφρασης των Ubuntu</a>, και για ειδικούς γλωσσικούς σκοπούς ακολουθούμε <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">τις γραμμές της μεταφραστικής ομάδας των Ubuntu</a>."
}