{
    "Brand": "ブランド",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary のブランドは特殊な形態をとっています。法律上は elementary は開発とサポートを推進する elementary LLC. のブランドです。しかし、elementary には素晴らしいコミュニティがあり、それは法や規則によって不当に制限されるされるべきではありません。そこで、elementary のブランドがどういう場合に、どういう方法で使われるかを示すためのわかりやすいガイドラインをここに示すことにしました。",
    "Name": "名称",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "\"elementary\" という名前は、elementary LLC とその商標を指します。また、elementary OS などのように特定の製品 (\"elementary OS\" など) を示すためにも使われます。スペルをつづるときは、文の先頭であっても必ず小文字ではじめて下さい。",
    "Brand Marks": "ロゴマーク",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary にはふたつのマークがあります。ひとつは \"elementary\" のロゴタイプ、もうひとつは \"e\" のロゴマークです。これらは両方とも商標であり、elementary の集まりとその製作物を表します。",
    "Both should be used with the following in mind:": "これらを利用するときは、以下の点に注意してください。",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "伸縮、傾斜、回転、反転など、マークを改変してはいけません。",
    "Do not use the marks on an overly-busy background; solid colors work best.": "華やか過ぎる背景の上で使ってはいけません。単色がもっとも効果的です。",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "マークはモノクロが望ましいです。暗い背景なら白、明るい背景なら黒の一色を使います。",
    "Logotype": "ロゴタイプ",
    "elementary Logotype": "elementary ロゴタイプ",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "このロゴタイプは十分なスペースがあるときに使われ、elementary の集まりを示します。また、特定の製作物を示すために、その製作名の前で使用することができます。",
    "The logotype should always be used under the following guidelines:": "このロゴタイプは以下のガイドラインに留意して使用してください。",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "ロゴタイプを改変しないでください。ロゴタイプは単純にあるフォントで \"elementary\" と書いたものではなく、繊細にデザインされています。",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "ロゴタイプのサイズを小さくしないでください。これを守れない場合は場合は、代わりにロゴマークを使ってください。",
    "Logomark": "ロゴマーク",
    "elementary Logomark": "elementary ロゴマーク",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "\"e\" のロゴマークは、スペースが限られているときや正方形の縦横比が指定されているときに、 elementary の集まりを指すために使用されます。",
    "Color": "カラー",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary ではブランドを確立させるため、以下のカラーパレットを名前やロゴに使用しています。",
    "Blueberry": "ブルーベリー",
    "Strawberry": "ストロベリー",
    "Orange": "オレンジ",
    "Banana": "バナナ",
    "Lime": "ライム",
    "Grape": "グレープ",
    "White": "ホワイト",
    "Black": "ブラック",
    "Fonts": "フォント",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "ウェブページや印刷には、Raleway を見出しに、Open Sans を本文に使っています。また、コードブロックには Roboto Mono を使用しています。",
    "Third Parties &amp; Community": "Third Parties & Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "elementary は、サードパーティーの開発者が elementary ブランドを取り入れて当ブランド向け製品を製作することを奨励します。",
    "Voice/tone": "権利の主張",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "ユーザーが混乱するのを避けるため、 elementary の商標とロゴの使用を制限する場合もあります。",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "あなたのアプリケーションやサービスがelementary OS向けに開発されていると言うことは自由にできますが、elementaryの名称やマークをあなたの会社名やアプリケーション、製品、サービス、ロゴの一部として使用しないでください。",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "elementary の名称およびマークは、 elementary LLC. と、elementary OS のようなその製品を指す場合にのみ使用できます。",
    "Community": "Community",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:",
    "elementary Community Logo with color": "elementary Community Logo with color",
    "elementary Community Logo in black": "elementary Community Logo in black",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.",
    "Merchandise": "商用利用",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "elementary は、第三者が elementary ブランド(名称およびロゴを含む)を商用利用することを原則許可しません。",
    "Assets &amp; More Info": "アセットと詳細情報",
    "Download on GitHub": "GitHub からダウンロード",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "名称、ブランド、商標の使用についてさらに詳しい情報が必要な場合は、 <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> にメールしてください。",
    "Brand &sdot; elementary": "ブランド - elementary"
}