{
    "Brand": "ブランド",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "elementary のブランドは、elementary の製品の開発を主導しサポートする企業である elementary, Inc. が保有しています。このガイドラインでは、elementary のブランドがどういう場合に、どういう方法で使われるべきかを示していきます。",
    "Company and Product Names": "企業名および製品名",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "<strong>elementary</strong> という言葉は、elementary, Inc. の商標で、企業そのものを指します。スペルをつづるときは、文の先頭であっても必ず小文字ではじめてください。また、elementary, Inc. の特定の製品 (“elementary OS” など) を示すために使われることもあります。",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "elementary, Inc. の主要製品は、<strong>elementary OS</strong> です。OS を指していることを明確にするため、elementary OS という呼称を “elementary” などと省略しないでください。",
    "Brand Marks": "ロゴマーク",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. には、2 つのマークがあります。ひとつは <strong>“e” のロゴマーク</strong>、もうひとつは <strong>“elementary” と書かれたロゴタイプ</strong>です。ともに、elementary, Inc. の商標であり、elementary, Inc. を意味します。",
    "Both should be used with the following in mind:": "これらを利用するときは、以下の点に注意してください。",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "伸縮、傾斜、回転、反転を含む、一切のマークの改変を行わないでください。",
    "Do not use the marks on an overly-busy background; solid colors work best.": "ごちゃごちゃした背景の上で使ってはいけません。単色の背景が最適です。",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "マークはモノクロにしてください。暗い背景なら白、明るい背景なら黒の一色を使ってください。",
    "elementary Logomark": "elementary ロゴマーク",
    "Default logomark": "デフォルトのロゴマーク",
    "Alternate elementary Logomark": "代替の elementary ロゴマーク",
    "Alternate logomark": "代替のロゴマーク",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "“e” のロゴマークは、特に正方形の縦横比が指定されている場合に、elementary, Inc. を指すために使用されます。このロゴマークは、同じ幅のロゴをそばに配置した上で、より大きいサイズで使ってください。代替のロゴマークは、ロゴのサイズを小さくする必要がある場合や、デフォルトのロゴマークでは視覚的な均衡がとれない場合に使用されます。",
    "elementary Logotype": "elementary ロゴタイプ",
    "Logotype": "ロゴタイプ",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "“elementary” のロゴタイプは、十分なスペースがあるときに elementary, Inc. を指すために使われます。elementary, Inc. の特定の製品を示すために、その製品名の直前で使用されることもあります。",
    "The logotype should always be used under the following guidelines:": "このロゴタイプは以下のガイドラインに留意して使用してください。",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "“elementary” という文字にあるフォントを指定してロゴタイプを作り変えないでください。常に指定された画像を使用するようにしてください。",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "ロゴタイプのサイズを小さくしないでください。これを守れない場合は場合は、代わりにロゴマークを使ってください。",
    "Color": "カラー",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "当社は、ブランドを確立させるため、企業名とマークに関連した色を使用しています。使用するカラーパレットは以下の通りです。",
    "Strawberry": "ストロベリー",
    "Strawberry 100": "ストロベリー 100",
    "Strawberry 300": "ストロベリー 300",
    "Strawberry 500": "ストロベリー 500",
    "Strawberry 700": "ストロベリー 700",
    "Strawberry 900": "ストロベリー 900",
    "Orange": "オレンジ",
    "Orange 100": "オレンジ 100",
    "Orange 300": "オレンジ 300",
    "Orange 500": "オレンジ 500",
    "Orange 700": "オレンジ 700",
    "Orange 900": "オレンジ 900",
    "Banana": "バナナ",
    "Banana 100": "バナナ 100",
    "Banana 300": "バナナ 300",
    "Banana 500": "バナナ 500",
    "Banana 700": "バナナ 700",
    "Banana 900": "バナナ 900",
    "Lime": "ライム",
    "Lime 100": "ライム 100",
    "Lime 300": "ライム 300",
    "Lime 500": "ライム 500",
    "Lime 700": "ライム 700",
    "Lime 900": "ライム 900",
    "Mint": "ミント",
    "Mint 100": "ミント 100",
    "Mint 300": "ミント 300",
    "Mint 500": "ミント 500",
    "Mint 700": "ミント 700",
    "Mint 900": "ミント 900",
    "Blueberry": "ブルーベリー",
    "Blueberry 100": "ブルーベリー 100",
    "Blueberry 300": "ブルーベリー 300",
    "Blueberry 500": "ブルーベリー 500",
    "Blueberry 700": "ブルーベリー 700",
    "Blueberry 900": "ブルーベリー 900",
    "Grape": "グレープ",
    "Grape 100": "グレープ 100",
    "Grape 300": "グレープ 300",
    "Grape 500": "グレープ 500",
    "Grape 700": "グレープ 700",
    "Grape 900": "グレープ 900",
    "Bubblegum": "ピンク",
    "Bubblegum 100": "ピンク 100",
    "Bubblegum 300": "ピンク 300",
    "Bubblegum 500": "ピンク 500",
    "Bubblegum 700": "ピンク 700",
    "Bubblegum 900": "ピンク 900",
    "Cocoa": "ココア",
    "Cocoa 100": "ココア 100",
    "Cocoa 300": "ココア 300",
    "Cocoa 500": "ココア 500",
    "Cocoa 700": "ココア 700",
    "Cocoa 900": "ココア 900",
    "Silver": "シルバー",
    "Silver 100": "シルバー 100",
    "Silver 300": "シルバー 300",
    "Silver 500": "シルバー 500",
    "Silver 700": "シルバー 700",
    "Silver 900": "シルバー 900",
    "Slate": "スレート",
    "Slate 100": "スレート 100",
    "Slate 300": "スレート 300",
    "Slate 500": "スレート 500",
    "Slate 700": "スレート 700",
    "Slate 900": "スレート 900",
    "Black": "ブラック",
    "Black 100": "ブラック 100",
    "Black 300": "ブラック 300",
    "Black 500": "ブラック 500",
    "Black 700": "ブラック 700",
    "Black 900": "ブラック 900",
    "Fonts": "フォント",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Web サイトと印刷物の見出しと本文には Inter を使用しています。コードブロックには、Roboto Mono を使用しています。",
    "Third Parties &amp; Community": "サードパーティー &amp; コミュニティー",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "当社は、elementary OS 向けの製品を製作するサードパーティーの開発者が一貫性を目的とし、以下に示す elementary ブランドの要素を使用することを奨励します。",
    "Voice/tone": "ボイスアンドトーン",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "ただし、ユーザーの混乱を避けるため、elementary の名称とマークの使用を制限する場合もあります。",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "あなたのアプリやサービスが「elementary OS 向けに開発されている」と言うことは自由ですが、elementary の名称やマークを、会社名やアプリケーション、製品、サービス、自作のロゴの一部に使用しないでください。",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "elementary の名称およびマークは、elementary, Inc. とその製品 (すなわち、elementary OS) を指す場合にのみ使用してください。",
    "Community": "コミュニティー",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "サイト・ファンクラブなどのコミュニティープロダクトには、elementary コミュニティーロゴの使用を推奨します。",
    "elementary Community Logo with color": "カラーの elementary コミュニティーロゴ",
    "elementary Community Logo in black": "白黒の elementary コミュニティーロゴ",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "これは、elementary, Inc. のロゴマークを使うことで生じうる混乱を減らす一方、コミュニティー全体の一部としてプロダクトを確立するのに役立ちます。",
    "Hardware Distributors": "ハードウェアの貢献者",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "当社のソフトウェアが elementary のブランドを背負っている限り、エクスペリエンスに一貫性がなくてはいけません—これは、OS が、当社の Web サイトからダウンロードされた場合でも、ハードウェア製品にプリインストールされていた場合でも、変わりません。",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "elementary OS のソフトウェアコンポーネントは、そのソフトウェアのライセンスの条項にしたがって改変・再頒布できます。ですが、上述のブランドとトレードマークは、次の条件を 1 つ以上満たす場合のみ再頒布できます。",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "ソフトウェア (デフォルトのアプリやスタイルシート、アイコンなど) が大幅に改変されていない場合",
    "Software modifications are approved by elementary, Inc.": "ソフトウェアの改変が elementary, Inc. により承認されている場合",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "ドライバーやハードウェアの追加機能はもちろん承認可能です。ブランド (デフォルトの壁紙など) は頒布者にとって重要なことですから、これらの改変は通常、承認されます。釈明や方針について疑問があれば、<a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> までお問い合わせください。",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "elementary, Inc. の商標の再頒布条項に準じることができなかったり気が進まなかったりする場合は、当社の商標を OS から取り除くのがシンプルかつ簡単です。",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "商標を除外するために <code>/etc/lsb-release</code> ファイルの <code>DISTRIB_DESCRIPTION</code> 行を変更します。",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "<code>/usr/share/icons/elementary/places/</code> に各サイズ別で提供されるアイコン <code>distributor-logo</code> が OS 内で出現しないように置き換えます。",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "<code>plymouth-theme-elementary</code> パッケージと <code>plymouth-theme-elementary-text</code> パッケージを、削除または置き換えします。",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "OEM とハードウェア会社に関する詳細な情報は、当社の <a href=\"oem\">OME 向け情報</a>をご覧ください。",
    "Merchandise": "商用利用",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "サードパーティーに対して、書面での許諾なく当社のブランド (名称およびマークを含む) の商用利用を許可することはありません。",
    "Assets &amp; More Info": "資産と詳細情報",
    "Download on GitHub": "GitHub からダウンロード",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "名称、ブランド、商標の使用についてさらに詳しい情報が必要な場合は、<a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> にメールしてください。",
    "Brand &sdot; elementary": "ブランド &sdot; elementary"
}
