{
    "Brand": "ブランド",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary のブランドは特殊な形態をとっています。法律上は、elementary のブランドは、elementary の製品の開発とサポートを推進する elementary, Inc. が保有しています。しかし、elementary には、すばらしいコミュニティーがあり、それは法律や規則によって不当に制限されるされるべきではありません。そこで、elementary のブランドがどういう場合に、どういう方法で使われるかを簡単に理解できるようにガイドラインをここに示すことにしました。",
    "Company and Product Names": "",
    "The word <strong>elementary<\/strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "",
    "The primary product of elementary, Inc. is <strong>elementary OS<\/strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "",
    "Brand Marks": "ロゴマーク",
    "elementary, Inc. claims two marks: the <strong>“elementary” logotype<\/strong> and the <strong>“e” logomark<\/strong>. Both are considered trademarks and represent elementary, Inc.": "",
    "Both should be used with the following in mind:": "これらを利用するときは、以下の点に注意してください。",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "伸縮、傾斜、回転、反転を含む、一切のマークの改変を行わないでください。",
    "Do not use the marks on an overly-busy background; solid colors work best.": "華やかすぎる背景の上で使ってはいけません。単色がもっとも効果的です。",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "マークはモノクロが望ましいです。暗い背景なら白、明るい背景なら黒の一色を使います。",
    "Logotype": "ロゴタイプ",
    "elementary Logotype": "elementary ロゴタイプ",
    "The logotype is to be used when space allows to refer to elementary, Inc., or it can be used before a product name to refer to a specific product of elementary, Inc.": "",
    "The logotype should always be used under the following guidelines:": "このロゴタイプは以下のガイドラインに留意して使用してください。",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply “elementary” written in a specific font.": "",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "ロゴタイプのサイズを小さくしないでください。これを守れない場合は場合は、代わりにロゴマークを使ってください。",
    "Logomark": "ロゴマーク",
    "elementary Logomark": "elementary ロゴマーク",
    "The “e” logomark is to be used to refer to elementary, Inc. when space is constrained or a square ratio is required.": "",
    "Color": "カラー",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "",
    "Strawberry": "ストロベリー",
    "Strawberry 100": "ストロベリー 100",
    "Strawberry 300": "ストロベリー 300",
    "Strawberry 500": "ストロベリー 500",
    "Strawberry 700": "ストロベリー 700",
    "Strawberry 900": "ストロベリー 900",
    "Orange": "オレンジ",
    "Orange 100": "オレンジ 100",
    "Orange 300": "オレンジ 300",
    "Orange 500": "オレンジ 500",
    "Orange 700": "オレンジ 700",
    "Orange 900": "オレンジ 900",
    "Banana": "バナナ",
    "Banana 100": "バナナ 100",
    "Banana 300": "バナナ 300",
    "Banana 500": "バナナ 500",
    "Banana 700": "バナナ 700",
    "Banana 900": "バナナ 900",
    "Lime": "ライム",
    "Lime 100": "ライム 100",
    "Lime 300": "ライム 300",
    "Lime 500": "ライム 500",
    "Lime 700": "ライム 700",
    "Lime 900": "ライム 900",
    "Mint": "ミント",
    "Mint 100": "ミント 100",
    "Mint 300": "ミント 300",
    "Mint 500": "ミント 500",
    "Mint 700": "ミント 700",
    "Mint 900": "ミント 900",
    "Blueberry": "ブルーベリー",
    "Blueberry 100": "ブルーベリー 100",
    "Blueberry 300": "ブルーベリー 300",
    "Blueberry 500": "ブルーベリー 500",
    "Blueberry 700": "ブルーベリー 700",
    "Blueberry 900": "ブルーベリー 900",
    "Grape": "グレープ",
    "Grape 100": "グレープ 100",
    "Grape 300": "グレープ 300",
    "Grape 500": "グレープ 500",
    "Grape 700": "グレープ 700",
    "Grape 900": "グレープ 900",
    "Bubblegum": "ピンク",
    "Bubblegum 100": "ピンク 100",
    "Bubblegum 300": "ピンク 300",
    "Bubblegum 500": "ピンク 500",
    "Bubblegum 700": "ピンク 700",
    "Bubblegum 900": "ピンク 900",
    "Cocoa": "ココア",
    "Cocoa 100": "ココア 100",
    "Cocoa 300": "ココア 300",
    "Cocoa 500": "ココア 500",
    "Cocoa 700": "ココア 700",
    "Cocoa 900": "ココア 900",
    "Silver": "シルバー",
    "Silver 100": "シルバー 100",
    "Silver 300": "シルバー 300",
    "Silver 500": "シルバー 500",
    "Silver 700": "シルバー 700",
    "Silver 900": "シルバー 900",
    "Slate": "スレート",
    "Slate 100": "スレート 100",
    "Slate 300": "スレート 300",
    "Slate 500": "スレート 500",
    "Slate 700": "スレート 700",
    "Slate 900": "スレート 900",
    "Black": "ブラック",
    "Black 100": "ブラック 100",
    "Black 300": "ブラック 300",
    "Black 500": "ブラック 500",
    "Black 700": "ブラック 700",
    "Black 900": "ブラック 900",
    "Fonts": "フォント",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Web や印刷には、Raleway を見出しに、Open Sans を本文に使っています。また、コードブロックには Roboto Mono を使用しています。",
    "Third Parties &amp; Community": "サードパーティー &amp; コミュニティー",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "",
    "Voice\/tone": "権利の主張",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "ユーザーが混乱するのを避けるため、elementary の商標とロゴの使用を制限する場合もあります。",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "elementary の名称およびマークは、elementary, Inc. とその製品 (すなわち、elementary OS) を指す場合にのみ使用できます。",
    "Community": "コミュニティー",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "サイト、ファンクラブなどのコミュニティープロダクトには elementary コミュニティーロゴを使うことを推奨します。",
    "elementary Community Logo with color": "カラーの elementary コミュニティーロゴ",
    "elementary Community Logo in black": "白黒の elementary コミュニティーロゴ",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "",
    "Hardware Distributors": "ハードウェアの貢献者",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "",
    "Software modifications are approved by elementary, Inc.": "",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "商標を除外するために <code>\/etc\/lsb-release<\/code> ファイルの <code>DISTRIB_DESCRIPTION<\/code> ラインを変更します。",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "<code>\/usr\/share\/icons\/elementary\/places\/<\/code> にある <code>distributor-logo<\/code> といったアイコンが提供されたサイズで OS 内で出現しないように図や画像を置き換えます。",
    "Remove or replace the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs<\/a>.": "",
    "Merchandise": "商用利用",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "",
    "Assets &amp; More Info": "資産と詳細情報",
    "Download on GitHub": "GitHub からダウンロード",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "名称、ブランド、商標の使用についてさらに詳しい情報が必要な場合は、<a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> にメールしてください。",
    "Brand &sdot; elementary": "ブランド &sdot; elementary"
}
