{
    "Code of Conduct": "行動規範",
    "Community Guidelines": "コミュニティガイドライン",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "elementary コミュニティへの参加は素晴らしい経験になります。それは、大きな何かの一員になり、世界中から集まる人々と協力し、人々のコンピューターをより良いものにする手助けをするということです。しかしながら、それには参加者全員がベストな環境になるよう決められたルールに従う責任が伴います。下記のルールは、Slack、GitHub、elementary コミュニティサイト、または個人間の連絡など、このコミュニティに携わるすべての場面において尊守することが望まれます。",
    "I. Respect": "1. 尊重",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "他人を尊重することは最も重要です。他人や他人の意見・個人的な背景・プライバシー・考えを尊重するようにしてください。elementary コミュニティは、理由の如何を問わず失礼や人を傷つけるような発言のための場所ではありません。批判をするときは、前向きかつ礼儀正しく話を持ちかけてください。個人への攻撃は容認されていません。前向きな批判を受けたときは、あなたの立場がなんであれそれを考慮し批判をした人が意見を言ってくれたことに感謝してください。",
    "II. Content": "2. コンテンツ",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementary コミュニティはさまざまな年齢層、信念、成熟度のユーザーによって構成されています。そのため、あなたが提供するコンテンツや感想・コメントの内容にいつも注意を払う必要があります。性的、度を過ぎた品のない発言、政治的、宗教的、不適切なコンテンツはこのコミュニティにおいて表現されるべきではありません。不適切かどうかについては、elementary モデレーターが最終的に判断する権限を持つものとします。もしあなたがしようとしている発言が不適切かどうか判断しかねる場合は、発言する前に、その言葉を世界中の子供や祖母などを含む人々が大勢いる部屋でしてもよいものかを想定してみてください。ためらいを感じるならば、その発言は控えるべきです。",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "elementary の管理下のコミュニティで共有するスクリーンショットには、ほかの OS を模倣したテーマ、個人を表現した写真やイラスト、あるいは行動規範に反するようなコンテンツが含まれるべきではありません。",
    "III. Rumors and Speculation": "3. 噂と憶測",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "elementary コミュニティのペースが早くエキサイティングな活動について、噂や推測を広めたくなったとしてもそれは避けるようにしてください。将来の計画について議論することは問題ありませんが、確認されていない事実については、個人の推測として話すか、そもそも議題に挙げないでください。正確でない情報が広まることは、特に否定的な見解が広まる場合において、コミュニティに対して有害になる場合があるためです。",
    "IV. Helpful Discussion": "4. 有用なディスカッション",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary は自分の自由時間に特別な何かを作るために集まった個人の集団によって活動しています。その事実を尊重して、常に健全で有益な議論に貢献しようとすることは大切なことです。ミーティングの際は、話を脱線させず、議論そのものに直接関係がある何か有益な情報を持っていない限り静かにしていてくだささい。Web サイトにおいてコメントする際は、議論をジャーナルの記載事項やアンサートピックの内容に関連したものにしてください。イシュートラッカー、プルリクエスト、メーリングリスト、IRC、Slack などの開発者向けの議論に参加する際は、開発に関係のないトピックを議論することで不必要に騒がないでください。議論を脱線させ、その場にいない開発者が後々読むのをややこしくさせるだけです。",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "主にオンラインベースで活動するコミュニティとして、インターネットの潜在的に否定的な側面を避けることは重要なことです。荒らさないでください。誰かを怒らせるだけという目的で争いを始めたり意見を述べたりすることは、おとなげなく受け入れがたいものです。スパムもまた受け入れがたいものです。これには無関係なサイトにリンクを投稿して、同じサイトに何度も何度もリンクを投稿することも含まれます。もし誰かが荒らしをしていたりスパムを投稿していたりした場合は、無視してユーザーをフラグしてください。",
    "V. Avoiding Conflict": "5. 紛争の回避",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "あなたが誰か—新しいユーザーまたは長年の貢献者—が、無礼な印象を与えていると感じた場合、優しくその人にお伝えください。彼らがいっそうひどくなる前に問題を予想し対処することは重要なことです。誰もが私達のユニークな (時には挑戦的な) 作業環境においてコミュニケーションがスムーズに進むように手助けする役割を持っています。",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "同様に、ほかのプロジェクト・会社・人と関わったりそれらを話に出したりする際は、専門的で正確で敬意があるよう常に努力してください。あなたの発言や関係が elementary コミュニティの発言や関係として受け取られることを心に留めておいてください。前向きな批判は有用になりえますが、その際は常にポジティブな方向から話を持ちかけ、決して不正確に述べたり中傷したりしないようにしてください。確証が持てない場合は、割愛しすぎるほうがましです。",
    "VI. Step Down Considerately": "6. 辞任の際の思いやり",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "人生の優先事項や興味、情熱は変わりうるものです。もしあなたが elementary に関連したプロジェクトに関わったものの、自分は辞めなくてはいけないと感じた場合は、混乱が最小限となるようなやり方でそうしてください。私たちが一緒になって働くとき、作品やアイデアはもはや私たち自身だけのものではありません。elementary のコミュニティ全体のものです。あなたが辞任するつもりであることをチームのほかのメンバーに知らせて、可能であれば、あなたの仕事を引き受ける誰かを探すのを手伝ってください。少なくとも、あなたがやめた後もあなたの仕事が確実に続けられるようにしてください。",
    "Consequences": "結果",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "あなたがこの行動規範に従わないことを選択した場合、あるいはそうでなくてもコミュニティを妨害した場合、私たちは以下のことをする権利を保有します。あなたが投稿したいかなる内容を改変または削除すること。サードパーティのサイトにおいてアカウントを無効化または停止すること。Slack のアカウントを無効化すること。そうでなくても、あなたがコミュニティと交流することを禁じます。",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>この elementary の行動規範は <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons BY-SA 3.0</a> ライセンスの元で公開されています。ある程度の観点は<a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\"> Ubuntu 行動規範</a>の影響を受けています。</em>",
    "Code of Conduct &sdot; elementary": "行動規範 &sdot; elementary"
}
