{
    "Code of Conduct": "行動規範",
    "Our Pledge": "私たちの約束",
    "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, caste, color, religion, or sexual identity and orientation.": "メンバー、コントリビューター、およびリーダーとして、年齢、体の大きさ、目に見えるまたは目に見えない障害、民族性、性的特徴、性同一性とジェンダー表現、経験のレベル、教育、社会経済的地位、国籍、人格、人種、カースト、肌の色、宗教、または性的同一性と性的指向に関係なく、コミュニティへの参加をハラスメントのない体験にすることを誓います。",
    "We pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community.": "私たちは、オープンで親しみやすく、多様で包括的で健全なコミュニティに貢献する方法で行動し、交流することを誓います。",
    "Our Standards": "私たちの標準",
    "Examples of behavior that contributes to a positive environment for our community include:": "前向きな環境を作り上げることに貢献する行動の例:",
    "Demonstrating empathy and kindness toward other people": "他人への共感と優しさを示す",
    "Being respectful of differing opinions, viewpoints, and experiences": "異なる意見、視点、経験を尊重する",
    "Giving and gracefully accepting constructive feedback": "建設的なフィードバックを与え、礼儀正しく受け入れる",
    "Accepting responsibility and apologizing to those affected by our mistakes, and learning from the experience": "私たちの過ちの影響を受けた人々に責任を受け入れ、謝罪し、そしてその経験から学ぶ",
    "Focusing on what is best not just for us as individuals, but for the overall community": "個人としてだけでなく、コミュニティ全体にとっても最善であることに焦点を当てる",
    "Examples of unacceptable behavior include:": "許容できない行動の例は次のとおりです:",
    "The use of sexualized language or imagery, and sexual attention or advances of any kind": "性的な言葉や画像の使用、および性的な注意またはその他あらゆる種類の問題行為",
    "Trolling, insulting or derogatory comments, and personal or political attacks": "トローリング、侮辱的または中傷的なコメント、個人的または政治的攻撃",
    "Public or private harassment": "公的またはプライベートの嫌がらせ",
    "Publishing others&#39; private information, such as a physical or email address, without their explicit permission": "明示的な許可なしに、住所や電子メールアドレスなど、他者の個人情報を公開する",
    "Other conduct which could reasonably be considered inappropriate in a professional setting": "職業上不適切と合理的に考えられるその他の行為",
    "Enforcement Responsibilities": "執行責任",
    "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful.": "コミュニティリーダーは、許容される行動の基準を明確にし、実施する責任があり、不適切、脅迫的、攻撃的、または有害と見なされる行動に応じて、適切で公正な是正措置を講じます。",
    "Community leaders have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, and will communicate reasons for moderation decisions when appropriate.": "コミュニティリーダーは、コメント、コミット、コード、wikiの編集、問題、およびこの行動規範に沿っていないその他の貢献を削除、編集、または拒否する権利と責任を持ち、適切な場合はモデレーションの決定の理由を伝えます。",
    "Scope": "適用範囲",
    "This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.": "この行動規範は、すべてのコミュニティスペース内で適用され、個人がパブリックスペースでコミュニティを公式に代表している場合にも適用されます。私たちのコミュニティを代表する例には、公式の電子メールアドレスの使用、公式のソーシャルメディアアカウントを介した投稿、オンラインまたはオフラインのイベントでの指定代理人としての行動などがあります。",
    "Enforcement": "執行",
    "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at contact@elementary.io. All complaints will be reviewed and investigated promptly and fairly.": "虐待的、嫌がらせ、またはその他の許容できない行動の事例は、執行を担当するコミュニティリーダーに対してcontact@elementary.ioで報告される場合があります。すべての苦情は迅速かつ公正にレビューおよび調査されます。",
    "All community leaders are obligated to respect the privacy and security of the reporter of any incident.": "すべてのコミュニティリーダーは、問題の報告者のプライバシーとセキュリティを尊重する義務があります。",
    "Enforcement Guidelines": "執行ガイドライン",
    "Community leaders will follow these Community Impact Guidelines in determining the consequences for any action they deem in violation of this Code of Conduct:": "コミュニティリーダーは、この行動規範に違反していると見なした行動への帰結を判断する際に、これらのコミュニティガイドラインに従います:",
    "1. Correction": "1. 更生",
    "<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed unprofessional or unwelcome in the community.": "<strong>コミュニティへの影響</strong>: コミュニティで専門家にふさわしくない、または歓迎されないと思われる不適切な言葉の使用やその他の不適切な行動をすること。",
    "<strong>Consequence</strong>: A private, written warning from community leaders, providing clarity around the nature of the violation and an explanation of why the behavior was inappropriate. A public apology may be requested.": "<strong>帰結</strong>: コミュニティリーダーからの非公開の書面による警告。違反の理由を明確にし、行動が不適切だった理由を説明します。公の謝罪が要求される場合があります。",
    "2. Warning": "2. 警告",
    "<strong>Community Impact</strong>: A violation through a single incident or series of actions.": "<strong>コミュニティへの影響</strong>: 単一の出来事または一連の動作による違反。",
    "<strong>Consequence</strong>: A warning with consequences for continued behavior. No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, for a specified period of time. This includes avoiding interactions in community spaces as well as external channels like social media. Violating these terms may lead to a temporary or permanent ban.": "<strong>帰結</strong>: 持続的な行動の結果を伴う警告。指定された期間、行動規範の実施者との一方的な対話を含め、関係者との対話はありません。これには、コミュニティスペースやソーシャルメディアなどの外部チャネルでの相互作用の回避が含まれます。これらの条件に違反すると、一時的または永続的に禁止される場合があります。",
    "3. Temporary Ban": "3. 一時的な禁止",
    "<strong>Community Impact</strong>: A serious violation of community standards, including sustained inappropriate behavior.": "<strong>コミュニティへの影響</strong>: 持続的で不適切な行動を含む、コミュニティ標準の重大な違反。",
    "<strong>Consequence</strong>: A temporary ban from any sort of interaction or public communication with the community for a specified period of time. No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, is allowed during this period. Violating these terms may lead to a permanent ban.": "<strong>帰結</strong>: 指定された期間のコミュニティとのあらゆる種類の相互関係または公的なコミュニケーションの一時的な禁止。この期間中、行動規範を実施する人々との一方的な対話を含め、関係する人々との公的または私的な対話は許可されません。これらの条件に違反すると、永久的に禁止される場合があります。",
    "4. Permanent Ban": "4. 永久的な禁止",
    "<strong>Community Impact</strong>: Demonstrating a pattern of violation of community standards, including sustained inappropriate behavior, harassment of an individual, or aggression toward or disparagement of classes of individuals.": "<strong>コミュニティへの影響</strong>: 連続的な不適切な行動、個人への嫌がらせ、または個人の集団に対する攻撃または名誉毀損を含む、コミュニティの標準への違反のパターンを示す。",
    "<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the community.": "<strong>帰結</strong>: コミュニティ内でのあらゆる種類の公的な相互関係の永久的な禁止。",
    "Attribution": "帰属",
    "This Code of Conduct is adapted from the <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, available at <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.": "この行動規範は、<a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>で利用可能な<a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a> バージョン 2.1を基に作成されています。",
    "Community Impact Guidelines were inspired by <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.": "コミュニティへの影響ガイドラインは<a href=\"https://github.com/mozilla/diversity\">Mozilla’s code of conduct enforcement ladder</a>に適合しています。",
    "For answers to common questions about this code of conduct, see the FAQ at <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Translations are available at <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.": "この行動規範に関する一般的な質問への回答については、<a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>のFAQを参照してください。翻訳は<a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>で入手できます。",
    "Code of Conduct &sdot; elementary": "行動規範 &sdot; elementary"
}
