{
    "Be a Part of Something Bigger": "大きなものの一部になりましょう",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "私たちが作るものはすべて、100% オープンソースであり、世界中の人たちによって共同開発されています。プログラマーではなくても、あなたが参加することでより良くすることができます。",
    "Funding": "寄付",
    "Translations": "翻訳",
    "Support": "サポート",
    "Web": "Web",
    "Desktop": "デスクトップ",
    "Design": "デザイン",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "ユーザーとファンのみなさまのおかげで、私たちは小さくて情熱的なボランティアグループから小さな会社へと成長できました。ひとつひとつは小さな支援でも、elementary OS の改善といっそう大きな問題への挑戦の手助けになります。",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "elementary に直接資金を提供して、GitHub のプロフィールに支援を示すバッジをゲットしましょう。GitHub Sponsors は手数料を必要としないため、貢献をより一層深めるのに最適です。",
    "Sponsor on GitHub": "GitHub で資金提供",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon は、継続的なクラウドファンディングキャンペーンのようなサービスです。毎月貢献する金額を選び、私たちの目標達成の手助けをしてください。そして、限定グッズを入手し、限定コンテンツをいち早く読みましょう。",
    "Back on Patreon": "Patreon で支援",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "デビットカード、クレジットカード、または PayPal アカウントを簡単に使用できます。1回限りの支払いか、定期的な支払いを設定するかを選択できます。",
    "Use PayPal": "PayPal を使う",
    "PayPal - The safer, easier way to pay online!": "PayPal は安全かつ簡単にオンライン決済をする方法です！",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "オープンソースで非営利のクラウドファンディングサービスである Liberapay を通じて、継続的な貢献を行えます。",
    "Contribute with Liberapay": "Liberapay で貢献",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS は世界中の人たちによって開発・使用されています。ですから、より多くの言語に翻訳することで、さらなるエクスペリエンスの向上に貢献できます。",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS と私たちの Web サイトはどちらも、Weblate というオンラインプラットフォームを使用して共同で翻訳されています。",
    "Learn More": "もっと知る",
    "Join Chat": "チャットに参加",
    "Suggest Translations": "翻訳を提案",
    "World map": "世界地図",
    "Question &amp; Answer": "質問と回答",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "コミュニティー支援の Q&A には、GitHub Discussions を使用しています。アカウントを作成すれば、誰でも質問や回答が可能です。",
    "New Questions": "新しい質問",
    "Unanswered Questions": "未回答の質問",
    "Documentation": "ドキュメンテーション",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary は、ユーザーにも開発者にも基本的なドキュメンテーションを用意しています。すべてのドキュメンテーションは Markdown で書かれており、GitHub で管理されています。そのため、変更や新しいセクションを簡単に追加できます。",
    "Learning the Basics Guide": "基本操作を身に付けるガイド",
    "Developer Docs": "開発者向けドキュメント",
    "Web Development": "Web 開発",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "私たちの Web サイトは、HTML・CSS・PHP・JavaScript を用いて作られています。私たちは、これらの技術を持ち、Web サイトの改善に貢献してくださる人を常に探しています。",
    "Report a Website Issue": "Web サイトの不具合を報告",
    "Fork the Website on GitHub": "GitHub で Web サイトをフォーク",
    "Desktop Development": "デスクトップ開発",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "私たちのデスクトップ環境とすべてのアプリは、Vala や GTK、Granite、そして数多くのオープンソースのライブラリを用いて構築されています。私たちは、すべてのソースコードの管理とすべての開発作業を GitHub で行っています。もしこれまでに elementary OS 向けのアプリを開発したことがない場合は、以下の開発者向けガイドを参照することを推奨します。",
    "Developer Guide": "開発者向けガイド",
    "Browse Code": "ソースコードを閲覧",
    "Report issues": "不具合を報告",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "不具合を調査し報告することで、開発の援助をしてください。既存の不具合を確認したり、明確化したり、まとめたりすることも力になります。",
    "Read the Guide": "ガイドを読む",
    "Fix issues": "不具合を修正",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "不具合を修正したり、機能を改善したり、新機能を実装したりすることで、elementary OS に貢献しましょう。",
    "Bitesize Issues": "軽微な不具合",
    "Create apps": "アプリを開発",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "AppCenter 向けに便利なアプリを開発することで、elementary OS を中心としたシステムを改善し、収入を得ましょう。",
    "Publish on AppCenter": "AppCenter でリリースする",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "私たちのデザインチームは、アイデアをイシューレポートに明確化し、サンプルを作成します。作業にとりかかる前に、私たちのデザインのワークフローについて読むことを推奨します。",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "私たちのデザインチームは、GitHub で “Needs Design” とラベル付けされた不具合を追跡しています。これらには、さらなる議論やワイヤーフレーム、サンプルが必要なことがあります。",
    "See ‘Needs Design’ Issues": "‘Needs Design’ タグの付いた Issue を参照",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "lementary OS では、CSS で記述されたシステムスタイルシートを使用しています。これは、ボタンやツールバー、メニューなどの UI の見た目を定義しています。",
    "View Stylesheet": "スタイルシートを参照",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS には、全プリインストールアプリで使われており、サードパーティーアプリでも利用可能な、ベクターアイコンのセットが付属しています。",
    "Browse Icons": "アイコンを参照",
    "Get Involved with elementary OS": "elementary OS の開発に参加しましょう"
}
