{
    "Information for OEMs": "OEM 向け情報",
    "Give your customers the best experience with elementary OS.": "elementary OS で顧客に最高のエクスペリエンスを提供しましょう。",
    "Partners &amp; Retailers": "パートナーと小売業者",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "elementary OS の OEM として<a href=\"https://store.elementary.io\">ストア</a>に掲載されるには、要件と利益の異なる2つの方法があります。",
    "Partner": "パートナー",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "1機種ごとに承認され、<a href=\"https://store.elementary.io\">ストア</a>に掲載されます。",
    "Requirements:": "要件:",
    "Official involvement from elementary, Inc.": "elementary, Inc. からの公式な関与",
    "Negotiable per-device royalty": "デバイスごとに交渉可能な使用料",
    "Strict software guidelines": "厳格なソフトウェアガイドライン",
    "Trademark compliance": "商標のコンプライアンス",
    "Retailer": "小売業者",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "貴社の Web サイトまたはランディングページへのリンクが<a href=\"https://store.elementary.io\">ストア</a>に追加されます。",
    "Selling devices with elementary OS": "elementary OS を搭載したデバイスの販売",
    "Per-device royalty encouraged": "デバイスごとの使用料を推奨",
    "Resources": "資料",
    "Installation": "インストール",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "elementary OS のインストーラーは常に、OEM インストールの挙動をします。指示に従って OS をインストールしてデバイスをシャットダウンすれば、出荷の準備は完了です。もしくはカスタムイメージを作成する場合、OS をインストールして、一時的な管理者アカウントを使って必要なパッケージの設定やシステムの設定変更を行います。その後、アカウントを削除し、ディスクイメージを作成します。どちらの場合でも、購入者はデバイスの初回起動時に“初期設定”アプリにて自身のユーザーアカウントを作成することになります。",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">インストーラー</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">初期設定</a>",
    "System Settings": "システム設定",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "OEM の皆さんが elementary OS を搭載するのにあたって、“システム設定”にはいくつも利点があります。プラグインへの対応、ブランド情報表示のしやすさなど、“システム設定“は OEM の皆さんを念頭に設計されています。",
    "Plugs": "プラグ",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "“システム設定” (コードネーム “<a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>”) は、多様なハードウェアとソフトウェアへの対応を考慮しており、必要に応じて設定項目を表示したり隠したりできるように“プラグ”という概念を取り入れています。例えば、<a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">マウスとタッチパッドの設定</a>はプラグとして提供されています。",
    "Switchboard": "Switchboard",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "特殊／独自のハードウェアがデバイスに存在し、素の elementary OS に追加で設定が必要な場合、OEM の皆さんは独自のプラグを開発しシステムに組み込むことができます。ここでいう独自のハードウェアとは、例えば特殊なセンサーや、搭載しているハードウェアが少ない入力デバイスを指します。もちろん、その設定項目が一定数のユーザーにも影響する場合は、ぜひ<a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">既存のプラグ</a>への貢献をお願いします。",
    "Documentation": "ドキュメンテーション",
    "OEM Info in About": "“システム”プラグに表示できる OEM の情報",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "<a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">“システム”</a>プラグはシステム情報をユーザーに表示し、設定の復元や不具合の報告、サポートなどのシステム全体にわたるアクションを提供します。OS バージョンなどのソフトウェア情報に加えて、ハードウェア情報も表示します。デフォルトでは、ハードウェア情報には一般的なデバイスの画像とシステムのホスト名が表示されます。しかし、OEM のブランド情報を表示することもできます。",
    "Switchboard About": "Switchboard “システム”プラグ",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "<code>oem.conf</code> ファイルを用意することで、メーカー名、製品名、モデル番号、メーカーの URL を表示できます。一般的なハードウェアアイコンの代わりに、オリジナル画像を表示することもできます。",
    "Learn More": "もっと知る",
    "Third-Party Repositories": "サードパーティーのリポジトリー",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "デフォルトの elementary OS にはないソフトウェアリポジトリや、OEM が提供・管理するリポジトリを追加して出荷することはご遠慮ください。<strong>サードパーティーのリポジトリが原因で、信頼性のないサードパーティーのシステムへのフルアクセスやパッケージの改変を可能にしてしまうリスクがあります。</strong>たとえ信頼のあるサードパーティーだとしても、方針が変わったり複数のサービス／デバイスでパスワードの使い回しをしていたりした場合、OEM の顧客のセキュリティーとプライバシーは危険にさらされることになります。",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "さらに、サードパーティーのリポジトリが公開終了したり管理が放置されたりすると、<strong>通常の OS アップデートができなくなる可能性があります。</strong>結果、OEM の顧客が重大なセキュリティーアップデートや品質向上アップデートを受けられなくなるおそれがあります。",
    "News &amp; Announcements": "ニュースとアナウンスメント",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "OS の開発状況、大規模な発表、開発者向けのヒント、アプリの特集などのニュースは、ブログで頻繁に公開しています。",
    "Visit our Blog": "ブログを表示",
    "Brand Resources": "ブランド資料",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "elementary のロゴ、ブランド使用に関するガイドライン、カラーパレット、コミュニティーロゴを参照しましょう。加えて、公式の高解像度のベクター形式の elementary ロゴアセットをダウンロードできます。",
    "View Brand Resources": "ブランド資料を参照",
    "Get in Touch": "お問い合わせ",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "<a href=\"mailto:oem@elementary.io\">oem@elementary.io</a> にメールしていただくことで、チームと直接やりとりできます。既存のパートナーさまも、elementary OS の提供は初めてという企業さまも、お気軽にお問い合わせください。",
    "Send an Email": "メールを送る",
    "Information for OEMs &sdot; elementary": "OEM 向け情報 &sdot; elementary"
}
