{
    "Press Resources": "プレス資料",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "私たちは、Linux 界そしてすばらしい技術文化分野の報道機関の皆さまに、私たちの物語とその取り組みを積極的に共有しています。",
    "Join Our Press List": "プレスリストに参加",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "次期リリースと重要な開発の進捗に関する情報を、誰よりも早く入手しましょう。高解像度のスクリーンショットを含んだ、プレスリリースとプレスキットをいち早くご利用いただけます。これは<strong>非常に低頻度<\/strong>なリストです。年に一度程度の頻度で、最大のニュースをお届けします。",
    "Email": "メールアドレス",
    "First Name": "名",
    "Last Name": "姓",
    "Publication": "出版社",
    "Subscribe": "参加",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "Juno は、さらに改良され、生産的で、またサードパーティーの開発者にとってもより良いプラットフォームです。私たちはアプリを大幅にアップデートし、中心となるデスクトップを数々の新機能でより生産的にし、全体的な外観と操作感を改良し、\"システム設定\" を大きく改善しました。",
    "Read Announcement": "アナウンスメントを読む",
    "Download Press Kit": "プレスキットをダウンロード",
    "News &amp; Announcements": "ニュースとアナウンスメント",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "Medium のパブリケーションを通じて、開発における頻繁なアップデートや、大規模なアナウンスメント、開発者向けのテクニック、おすすめアプリ、そしてその他の新しいコンテンツを共有します。",
    "Visit Medium": "Medium を参照",
    "Brand Resources": "ブランド資料",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "elementary のロゴ、ブランド使用に関するガイドライン、カラーパレット、コミュニティーロゴを参照しましょう。加えて、公式の高解像度のベクター形式の elementary ロゴアセットをダウンロードできます。",
    "View Brand Resources": "ブランド資料を参照",
    "Get in Touch": "お問い合わせ",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "<a href=\"mailto:press@elementary.io\">press@elementary.io<\/a> にお問い合わせしていただくと、チームと直接連絡できます。インタビューのリクエスト、ポッドキャスト出演、あるいは単にプレスに関することなど、ご遠慮なくお問い合わせください。",
    "Send an Email": "メールを送る",
    "Press &sdot; elementary": "プレス &sdot; elementary"
}
