{
    "Press Resources": "プレス資料",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "私たちは、Linux 界そしてすばらしい技術文化分野の報道機関の皆さまに、私たちの物語とその取り組みを積極的に共有しています。",
    "In the Press": "",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "",
    "Join Our Press List": "プレスリストに参加",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "次期リリースと重要な開発の進捗に関する情報を、誰よりも早く入手しましょう。高解像度のスクリーンショットを含んだ、プレスリリースとプレスキットをいち早くご利用いただけます。これは<strong>非常に低頻度</strong>なリストです。年に一度程度の頻度で、最大のニュースをお届けします。",
    "Email": "メールアドレス",
    "First Name": "名",
    "Last Name": "姓",
    "Publication": "出版社",
    "Subscribe": "参加",
    "elementary OS 6.1 Jólnir": "",
    "Larger strides in less time than ever before with a redesigned window switcher, much improved apps, better portals, and refinements in every corner. OS 6.1 addresses feedback, gets stuff done around the office, and expands compatibility with a wide range of hardware.": "短い期間で、大きな進化を遂げました。ウィンドウスイッチャーのデザイン変更、アプリの更なる改善、“ポータル”の改良、各所にわたる修正。elementary OS 6.1 ではフィードバックを反映しました。ビジネスタスクもお手のもの。より多くのハードウェアとの互換性も向上しています。",
    "Read Announcement": "アナウンスメントを読む",
    "Download Press Kit": "プレスキットをダウンロード",
    "News &amp; Announcements": "ニュースとアナウンスメント",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "アップデートの概要、メジャーアナウンスメント、開発者向けのヒント、アプリの特集などのコンテンツを、公式ブログを通じて紹介します。",
    "Visit Our Blog": "ブログを参照",
    "Brand Resources": "ブランド資料",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "elementary のロゴ、ブランド使用に関するガイドライン、カラーパレット、コミュニティーロゴを参照しましょう。加えて、公式の高解像度のベクター形式の elementary ロゴアセットをダウンロードできます。",
    "View Brand Resources": "ブランド資料を参照",
    "Get in Touch": "お問い合わせ",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "<a href=\"mailto:press@elementary.io\">press@elementary.io</a> にお問い合わせしていただくと、チームと直接連絡できます。インタビューのリクエスト、ポッドキャスト出演、あるいは単にプレスに関することなど、ご遠慮なくお問い合わせください。",
    "Send an Email": "メールを送る",
    "Press &sdot; elementary": "プレス &sdot; elementary"
}
