{
    "Privacy": "プライバシー",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "皆さんのデータは常に皆さんだけのものです。私たちは、広告を作成したり機密的な個人情報を収集したりすることはありません。私たちは、elementary OS や AppCenter のアプリに対するユーザーの皆さんの支払いによって、直接資金をいただいています。そして、それが本来あるべき姿なのです。",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "私たちは皆さんのデータを、私たちを含む第三者から積極的に保護します。私たちはユーザーデータを収集しません。私たちは、ユーザーの皆さんのプライバシーを尊重し保護することは、エシカルだと考えています。<strong>プライバシーはどなたにもある基本的な権利です。それは、たとえユーザーから信頼を得ている企業や製品であっても守るべきものです。</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>私たちは、elementary OS から一切データを収集しません。</strong>皆さんのファイルや設定、そのほかの個人データは、サードパーティ製のアプリやサービスを使用して明示的に共有しない限り、デバイス上にのみ保存されています。",
    "Protections": "保護機能",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS には、他者からユーザーデータを保護するのに役立つプライバシー保護機能がデフォルトで搭載されています。",
    "Tattle-tale": "アプリの状態をお知らせ",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS は、どのアプリが何をしているのかを監視するのに役立ちます。アプリがマイクを使用している場合、インジケーターを表示してお知らせします。アプリが電力を激しく消費している場合、パワーインジケーター内でお知らせします。",
    "Permissions": "パーミッション",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "アプリがユーザーデータやデバイスにアクセスするなら、ちゃんと許可を取ってからでないといけませんよね。私たちは AppCenter にリリースされたすべてのアプリが適切にパーミッションを取得するよう、審査しています。ユーザーの皆さんは“システム設定”からいつでもパーミッションを無効にできます。",
    "Housekeeping": "自動削除",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS は、一時ファイルとゴミ箱のファイルが整理された状態を自動的に維持します。これは、お使いのデバイスのストレージが開放された状態を維持するだけではなく、ご自身の個人情報が復元されて悩みの種とならないことを保証するのにも役立ちます。",
    "Online Accounts": "オンラインアカウント",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS は、“システム設定”で設定を行うことで、メールやカレンダーを提供する各サービスのオンラインアカウントと連携することもできます。これらのサービスから取得したデータは、“メール”や“カレンダー”、“タスク”などのローカルにインストールされたアプリに表示する目的で elementary OS によって取得され、お使いのデバイスに保存される可能性があります。<strong>このデータが elementary に送信されたり、サードパーティと共有されたりすることはありません。</strong>",
    "What Data is Collected": "収集されるデータ",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "オンラインアカウントを追加した場合、elementary OS は接続されたアカウントからユーザーの名前・メールアドレス・アバター・メールのメッセージ・カレンダーの予定・連絡先・写真・ファイルを収集し、お使いのデバイスに保存する可能性があります。<strong>elementary がこのデータを取得することは一切ありません。</strong>",
    "How Data is Used": "データの使用方法",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>ユーザーデータはお使いのデバイスに保存され、elementary のサーバーやサードパーティに送信されることは決してありません。</strong>このデータは、“メール”や“カレンダー”、“タスク”、“フォト”など、ローカルにインストールされたアプリをユーザーデータで事前設定して、ユーザーがアクセスできるようにするために使用されます。",
    "Sharing Data": "データの共有",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS は、皆さんのオンラインアカウントから収集したデータを共有することはありません。</strong>データが elementary やサードパーティのサーバーに送信されることは決してありません。",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "この Web サイトは、閲覧数、ダウンロード数などを匿名で確認するため、オープンソースの Plausible Analytics を使用しています。当社が確認可能できるデータは、誰でも<a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">パブリックダッシュボード</a>で確認できます。Cookie は一切使用しておらず、個人データ (IP アドレスやブラウザーのユーザーエージェントを含む) も一切保存されません。詳しくは、<a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a> をご確認ください。",
    "Cookies": "Cookie",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>お使いのブラウザーの設定で、すべての Cookie またはサードパーティの Cookie を、完全無効化または一部無効化できます。</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "このサイトでは継続的な改善のために Cookie を利用します。Cookie を利用しなくてもサービスは機能しますが、ユーザビリティが低下します。例えば、elementary OS を購入したことを記憶しないため、デフォルトで再度支払いを要求されることになります。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "ユーザーの挙動に関する要素を記録し、潜在的な脅威を分析するために Cookie を保存します。詳しくは、次のリンクを参照してください。",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare プライバシーとセキュリティポリシー",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Stripe は Cookie を使用してお客様の前回の注文と国を記憶するため、支払い時に適切な種類のカードを提案することができます。詳しくは、次のリンクを参照してください。",
    "Stripe's Privacy Policy": "Stripe プライバシーポリシー",
    "Manage Cookies": "Cookie を管理",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "皆さんはすでに私たちのサイトを訪問済みのため、すでにお使いのブラウザーに設定されている Cookie を管理できます。関連する手順へのリンクを以下に示します。",
    "Transparency": "透明性",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "私たちはソフトウェアにバックドアを設置していませんし、そのような要請も受け取っていません。また、National Security Letter、FISA 命令、そのほかの機密扱いの要請も受けたことはありません。",
    "Privacy &sdot; elementary": "プライバシー &sdot; elementary"
}
