{
    "Privacy Policy": "プライバシーポリシー",
    "Do Not Track": "Do Not Track",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "このサイトでは、たいていのモダンなブラウザにある Do Not Track 設定を尊重し、設定されている場合は Google Analytics を無効にします。私たちは、サイトの利用に重大な影響を与えることなく、他の追跡方法を自動的に削除することはできません。手動で他の追跡方法を管理したいのであれば、 Cookie を無効にするセクションを参照してください。",
    "Cookies": "クッキー",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>あなたはお使いのブラウザの設定ですべてのクッキーやサードパーティーのクッキーをすべてまたは一部を無効にするか選択できます。</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "このサイトでは継続的な改善のために Cookie を利用します。 Cookie を利用しなくてもサービスは機能しますが、ユーザビリティが低下します。例えば、 elementary OS の購入したことを覚えないため、デフォルトで、再び購入するようにお願いされるでしょう。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "行動要素を記録し、潜在的な脅威を分析するために Cookie を蓄積します。詳しくは、リンクを参照してください。",
    "CloudFlare Privacy & Security Policy": "CloudFlare プライバシーとセキュリティーポリシー",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "匿名の形での情報 - このサイトへの訪問者の数、どこから参照されたのか、訪問したページを含みます - を収集するために Cookie を利用します。この情報は、サイトを改善するために使用されます。詳しくは、 Google の記事を参照してください。",
    "Safeguarding Your Data": "データの保護",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "どのカードタイプを支払いで提供するべきかをわかっているように、あなたの前回の注文とあなたの国を記憶するために Cookie を使用します。詳しくは、リンクを参照してください。",
    "Stripe's Privacy Policy": "ストライプ プライバシーポリシー",
    "Manage Cookies": "クッキーを管理",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "あなたはすでに私たちのサイトを訪問済のため、すでにお使いのブラウザに設定されている Cookie を管理することもできます。関連する手順へのリンクを以下に示します。",
    "Transparency": "透明性",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "私たちはソフトウェアにバックドアは設置していませんし、そのような要請も受け取っていません。また、National Security Letter, FISA 命令, その他の機密扱いの要請も受けたことはありません",
    "Privacy Policy ⋅ elementary": "プライバシーポリシー - elementary"
}
