{
    "Privacy": "プライバシー",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "皆さんのデータは常に皆さんだけのものです。私たちは、広告を作成したり機密的な個人情報を収集したりすることはありません。私たちは、elementary OS や AppCenter のアプリに対するユーザーの皆さんの支払いによって、直接資金をいただいています。そして、それが本来あるべき姿なのです。",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "私たちは、elementary OS からデータを収集することはありません。皆さんのファイル、設定、その他すべての個人情報は、皆さんが明示的にサードパーティーのアプリやサービスと共有しない限り、デバイス上に保持されます。",
    "Online Accounts": "オンラインアカウント",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS は必要に応じて、システム設定で Google・Last.fm・FastMail などのオンラインアカウントのプロバイダーと連携します。これらのプロバイダーからのデータは、検索されてお使いのデバイスに保存されて、メールやカレンダーなどのアプリに使用される可能性があります。このデータが elementary に送信されたり、サードパーティーと共有されたりすることはありません。",
    "What Data is Collected": "収集されるデータ",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "オンラインアカウントを追加すると、elementary OS は接続されたアカウントからご自身のお名前・メールアドレス・アバター・メールのメッセージ・カレンダーの予定・連絡先・写真・ファイルを収集し、お使いのデバイスに保存する可能性があります。",
    "How Data is Used": "データの使用方法",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "ご自身のデータはお使いのデバイスに保存され、elementary のサーバーやサードパーティーに送信されることは決してありません。データは、メールやカレンダー、ファイル、フォトなどのローカルのアプリをご自身のデータで事前設定するために使用されます。",
    "Sharing Data": "データの共有",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS は、皆さんのオンラインアカウントから収集したデータを共有することはありません。データが elementary やサードパーティーのサーバーに送信されることは決してありません。",
    "Website": "Web サイト",
    "Do Not Track": "トラッキング拒否",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "このサイトでは、たいていのモダンなブラウザーにあるトラッキング拒否設定を尊重し、設定されている場合は Google Analytics を無効にします。私たちは、サイトの利用に重大な影響を与えることなく、他の追跡方法を自動的に削除することはできません。手動で他の追跡方法を管理したいのであれば、Cookie を無効にするセクションを参照してください。",
    "Cookies": "Cookie",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>お使いのブラウザーの設定で、すべてのクッキーやサードパーティーの Cookie のすべてまたは一部を無効にするか選択できます。</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "このサイトでは継続的な改善のために Cookie を利用します。Cookie を利用しなくてもサービスは機能しますが、ユーザビリティーが低下します。例えば、elementary OS を購入したことを記憶しないため、デフォルトで再度支払いを要求されることになります。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "行動要素を記録し、潜在的な脅威を分析するために Cookie を保存します。詳しくは、次のリンクを参照してください。",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare プライバシーとセキュリティーポリシー",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "このサイトへの訪問者の数、どこから参照されたのか、どのページを訪問したのかを含む情報を匿名の形で収集するために Cookie を保存します。この情報は、サイトを改善するために使用されます。詳しくは、以下の Google の記事を参照してください。",
    "Safeguarding Your Data": "データの保護",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "どのカードタイプを支払いで提供するべきかを知るために、Cookie を使用してご自身の前回の注文と国を記憶します。詳しくは、次のリンクを参照してください。",
    "Stripe's Privacy Policy": "Stripe プライバシーポリシー",
    "Manage Cookies": "Cookie を管理",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "皆さんはすでに私たちのサイトを訪問済のため、すでにお使いのブラウザーに設定されている Cookie を管理できます。関連する手順へのリンクを以下に示します。",
    "Transparency": "透明性",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "私たちはソフトウェアにバックドアを設置していませんし、そのような要請も受け取っていません。また、National Security Letter、FISA 命令、その他の機密扱いの要請も受けたことはありません。",
    "Privacy &sdot; elementary": "プライバシー &sdot; elementary"
}
