{
    "Always Provide An Undo": "Selalu Sediakan Pembatalan",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should allow the user to undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "Terkadang seorang pengguna akan melakukan tindakan yang kemungkinan besar dapat merusak atau secara tradisional tidak dapat dikembalikan seperti sebelumnya. Daripada memberikan pengguna dengan sebuah peringatan, aplikasi harus memperbolehkan pengguna untuk membatalkan tindakan dalam jumlah waktu yang wajar. Beberapa contoh utama ketika perilaku ini berguna adalah:",
    "<strong>Closing an app</strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"/docs/human-interface-guidelines/closing\">Closing</a>.": "<strong>Menutup sebuah aplikasi</strong>. Daripada memperingatkan pengguna, secara otomatis menyimpan pekerjaan mereka dan keadaan aplikasi sehingga mereka dapat kembali persis sama seperti saat mereka meninggalkannya. Lihat <a href=\"/docs/human-interface-guidelines/closing\">Penutupan</a>.",
    "<strong>Deleting an item</strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Menghapus item</strong>. Daripada menanyakan pengguna apakah mereka yakin, buatlah item tersebut \"menghilang\" dari aplikasi, namun sediakan langkah yang mudah dan intuitif untuk membatalkan penghapusan.",
    "<strong>Sending an email</strong>. Rather than asking the user if they want to send an email, allow them to undo or edit the message a short time after &quot;sending.&quot;": "<strong>Mengirimkan sebuah surel</strong>. Daripada menanyakan pengguna apakah mereka ingin mengirimkan sebuah surel, izinkan mereka untuk dapat membatalkan atau menyunting pesan segera setelah \"mengirimkan.\"",
    "<strong>Editing a photo</strong>. Instead of asking the user if they want to destructively apply an edit, allow them to undo the edit and always keep the original backed up.": "<strong>Menyunting foto</strong>. Daripada menanyakan pengguna apakah mereka ingin menerapkan suntingan yang rusak, izinkan mereka untuk membatalkan penyuntingan dan selalu menyimpan cadangan aslinya.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Perilaku ini harus menjadi yang terakhir diimplementasikan dengan menyediakan waktu tunggu antara ketika aplikasi menunjukkan pengguna apa yang sedang terjadi dan melaksanakan tindakan yang sebenarnya. Untuk menjaga tetap responsif, aplikasi harus selalu nampak seperti melaksanakan tindakan sesaat setelah pengguna memulainya.",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Perilaku ini menghasilkan keseimbangan terbaik dengan menjaga jarak pengguna sambil memastikan mereka tidak akan melakukan sesuatu yang tidak diinginkan. Penting untuk tetap menjaga tindakan pembatalan sederhana dan intuitif; cara yang umum adalah dengan menggunakan bilah info, walaupun metode yang lain mungkin juga tepat.",
    "See also: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo</a> by Aza Raskin": "Baca juga: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Baca artikel di A List Apart\">Never Use a Warning When you Mean Undo</a> oleh Aza Raskin",
    "Next Page:": "Halaman Selanjutnya:",
    "First-Launch Experience": "Pengalaman Peluncuran Pertama"
}