{
    "App Launchers": "Peluncur Aplikasi",
    "The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. In order to provide these launchers you must install an appropriate .desktop file with your app. This includes giving your launcher an appropriate name, placing it in the correct category, assigning it an icon, etc.": "Metode utama untuk menemukan dan menggunakan aplikasi anda hanyalah melalui sebuah peluncur aplikasi di dalam Slingshot atau pada dok. Untuk menyediakan peluncur ini, anda harus memasang berkas .desktop yang sesuai bersama dengan aplikasi anda. Termasuk memberi peluncur nama yang tepat, menempatkannya di kategori yang benar, menetapkan sebuah ikon, dll.",
    ".desktop files follow the freedesktop.org <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Desktop Entry Specification</a>. They should be installed in <em>/usr/share/applications</em>. Users may create their own launchers by putting .desktop files in <em>~/.local/share/applications</em>.": "Berkas .desktop mengikuti <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"Lihat spesifikasinya di FreeDesktop.Org\">Spesifikasi Desktop Entry</a> freedesktop.org. Mereka harus dipasang di <em>/usr/share/applications</em>. Pengguna bisa membuat peluncur mereka sendiri dengan menempatkan berkas .desktop di <em>~/.local/share/applications</em>.",
    "The contents of .desktop files should follow this formula:": "Isi dari berkas .desktop harus mengikuti formula berikut:",
    "<em><strong>Title</strong> is a(n) <strong>GenericName</strong> that lets you <strong>Comment</strong>.</em>": "<em><strong>Title</strong> adalah <strong>GenericName</strong> yang memperbolehkan anda <strong>Comment</strong>.</em>",
    "Title": "Title",
    "You should not include descriptive words in your title. For example, Dexter is called &quot;Dexter,&quot; not &quot;Dexter Address Book.&quot; Midori is just &quot;Midori,&quot; not &quot;Midori Web Browser.&quot; Instead, utilize the GenericName attribute of your app's .desktop file for a generic name, and the Comment attribute for a longer descriptive phrase.": "Anda harus tidak menyertakan kata-kata deskriptif pada \"Title\". Sebagai contoh, Dexter disebut \"Dexter\", bukan \"Dexter Buku Alamat.\" Midori hanya disebut \"Midori,\" bukan \"Midori Peramban Web.\" Sebaiknya, gunakan atribut GenericName pada berkas .desktop aplikasi anda untuk nama umum, dan atribut Comment untuk frasa deskriptif yang lebih panjang.",
    "GenericName": "GenericName",
    "If your app is easily categorized or described with a generic name, you should use that for the GenericName attribute in your app's .desktop file. If you can say, &quot;My app is a(n) <strong>____</strong>,&quot; then whatever fits in that blank could be the generic name. For example, Maya is a calendar, so its generic name is &quot;Calendar.&quot;": "Jika aplikasi anda dapat dengan mudah dikategorikan atau dijelaskan dengan sebuah nama umum, anda harus menggunakannya untuk atribut GenericName pada berkas .desktop aplikasi anda. Jika anda bisa berkata, \"Aplikasi saya adalah sebuah <strong>____</strong>\", maka apapun yang cocok di baris kosong tersebut bisa jadi nama umum. Contoh, Maya adalah sebuah kalender, jadi nama umumnya adalah \"Kalender\".",
    "You should not include articles (the, a, an) or the words &quot;program,&quot; &quot;app,&quot; or &quot;application&quot; in your app's generic name.": "Anda harus tidak menyertakan artikel (sebuah, suatu, sesuatu) atau kata \"program\", \"app\", atau \"aplikasi\" pada nama umum aplikasi anda.",
    "The generic name should be in <a href=\"/docs/human-interface-guidelines/capitalization#title-case\">title case</a> and may be used around the system to better describe or categorize your app. ": "Nama umum harus sesuai dengan <a href=\"/docs/human-interface-guidelines/capitalization#title-case\">kaidah penulisan judul</a> dan bisa digunakan di seluruh sistem untuk penjelasan yang lebih baik atau pengategorian aplikasi anda.",
    "Comment": "Comment",
    "The system utilizes an app's Comment attribute found in the .desktop file to succinctly inform a user what can be done with the app. It should be a short sentence or phrase beginning with a verb and containing the primary nouns that your app deals with. For example, the following are appropriate comments:": "The system utilizes an app's Comment attribute found in the .desktop file to succinctly inform a user what can be done with the app. It should be a short sentence or phrase beginning with a verb and containing the primary nouns that your app deals with. For example, the following are appropriate comments:",
    "Maya: <strong>Browse and schedule events</strong>": "Maya: <strong>Ramban dan jadwalkan acara</strong>",
    "Noise: <strong>Listen to music</strong>": "Noise: <strong>Mendengarkan musik</strong>",
    "Lingo: <strong>Look up definitions</strong>": "Lingo: <strong>Telusuri definisi</strong>",
    "Geary: <strong>Send and receive mail</strong>": "Geary: <strong>Kirim dan terima surel</strong>",
    "Scratch: <strong>Edit text files</strong>": "Scratch: <strong>Sunting berkas teks</strong>",
    "Files: <strong>Browse and manage your files</strong>": "Files: <strong>Ramban dan kelola berkas anda</strong>",
    "An app's comment should be in <a href=\"/docs/human-interface-guidelines/capitalization\">sentence case</a>, not include terminal punctuation (periods, exclamation points, or question marks), and should be as short as possible while describing the <em>primary</em> use case of the app.": "Kementar aplikasi harus sesuai dengan <a href=\"/docs/human-interface-guidelines/capitalization\">kaidah penulisan kalimat</a>, tidak menyertakan tanda baca akhir (titik, tanda seru, atau tanda tanya), dan harus seringkas mungkin menjelaskan kegunaan <em>utama</em> aplikasi.",
    "Categories": "Categories",
    "The following categories may be used to aid with searching or browsing for your app:": "Kategori berikut bisa digunakan untuk membantu mencari atau meramban aplikasi anda:",
    "AudioVideo  ": "AudioVideo",
    "Audio": "Audio",
    "Video": "Video",
    "Development": "Development",
    "Education": "Education",
    "Game": "Game",
    "Graphics": "Graphics",
    "Network ": "Network",
    "Office": "Office",
    "Science": "Science",
    "Settings": "Settings",
    "System": "System",
    "Utility": "Utility",
    "For more info, see the FreeDesktop.Org <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">menu entry</a> spec.": "Untuk info lebih lanjut, lihat spesifikasi <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">entri menu</a> FreeDesktop.Org.",
    "Keywords": "Keywords",
    "You may also include keywords in your launcher to help users find your app via search. These follow the convention of &quot;X-GNOME-Keywords&quot; (for in the app launcher) and &quot;X-AppInstall-Keywords&quot; (for in the app installer). For example, web browser might include &quot;Internet&quot; as a keyword even though it's not in the app's name, generic name, or description. As a result, a user searching for &quot;Internet&quot; will find the app. Here are some more examples:": "Anda juga dapat menyertakan kata kunci pada peluncur untuk membantu pengguna menemukan aplikasi anda melalui pencarian. Ikuti kaidah dari \"X-GNOME-Keywords\" (untuk peluncur aplikasi) dan \"X-AppInstall-Keywords\" (untuk pemasang aplikasi). Sebagai contoh, peramban web mungkin menyertakan \"Internet\" sebagai kata kunci meskipun bukan nama aplikasi, nama umum, atau deskripsi. Hasilnya, seorang pengguna mencari \"Internet\" akan menemukan aplikasi yang diinginkan. Berikut beberapa contohnya:",
    "Geary: <strong>Email;Gmail</strong>": "Geary: <strong>Surel;Gmail</strong>",
    "Midori: <strong>Internet;WWW;Explorer</strong>": "Midori: <strong>Internet;WWW;Explorer</strong>",
    "Files: <strong>Folders;Browser;Explorer;Finder;Manager</strong>": "Files: <strong>Folder;Peramban;Explorer;Pencari;Pengelola</strong>",
    "Terminal: <strong>Command;Prompt;cmd;Emulator</strong>": "Terminal: <strong>Command;Prompt;cmd;Emulator</strong>",
    "Scratch: <strong>Notepad;IDE;Plain</strong>": "Scratch: <strong>Notepad;IDE;Plain</strong>",
    "System Settings: <strong>Control;Panel</strong>": "Pengaturan Sistem: <strong>Kontrol;Panel</strong>",
    "Shotwell: <strong>Camera;Picture</strong>": "Shotwell: <strong>Kamera;Gambar</strong>",
    "Keywords should be single words in <a href=\"/docs/human-interface-guidelines/capitalization#title-case\">title case</a> and seperated with a semicolon.": "Kata kunci harus kata tunggal sesuai dengan <a href=\"/docs/human-interface-guidelines/capitalization#title-case\">kaidah penulisan judul</a> dan pisahkan dengan sebuah titik-koma.",
    "See also: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Desktop Entry Specification</a> from FreeDesktop.org": "Lihat juga: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Spesifikasi Desktop Entry</a> dari FreeDesktop.org",
    "Next Page:": "Halaman Selanjutnya:",
    "Contractor": "Contractor"
}