{
    "Concision": "Keringkasan",
    "Always work to make your app instantly understandable. The main function of your app should be immediately apparent. You can do this in a number of ways, but one of the best ways is by sticking to a principal of concision.": "Selalu jadikan aplikasi anda mudah dipahami. Fungsi aplikasi anda harus selalu jelas. Anda dapat melakukannya dengan berbagai cara, tetapi salah satu cara terbaik adalah dengan mengikuti prinsip keringkasan.",
    "Avoid Feature Bloat": "Hindari Penumpukan Fitur",
    "It's often very tempting to continue adding more and more features into your application. However, it is important to recognize that every new feature has a price. Specifically, every time you add a new feature:": "Terus memperkaya aplikasi anda dengan fitur-fitur baru rasanya memang menyenangkan. Tetapi, penting untuk diingat bahwa setiap fitur baru memiliki harga yang harus dibayar, seperti:",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "Aplikasi anda akan menjadi lebih lambat, lebih rakus, serta memakan lebih banyak ruang.",
    "Your application's interface becomes more cluttered and thus harder to use.": "Tampilan aplikasi anda menjadi berantakan sehingga dapat membingungkan pengguna.",
    "More time is spent implementing this new feature, rather than perfecting an old feature.": "Memakan waktu pengembangan sehingga fitur lama yang belum sempurna menjadi terabaikan.",
    "More code can often mean a greater possibility for bugs.": "Lebih banyak kode seringkali berarti lebih banyak peluang kemunculan bug.",
    "More features means more work on documentation, translations, etc.": "Menambah pekerjaan pembuatan panduan, penerjemahan, dll.",
    "Think in Modules": "Jadikan Modular",
    "Build small, modular apps that communicate well. elementary apps avoid feature overlap and make their functions available to other apps either through <a href=\"/docs/human-interface-guidelines/contractor\">Contractor</a> or over <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. This both saves you time as a developer (by other apps making their functions available to you), and is a courteous gesture towards other developers (by making your app's functions available to them).": "Ciptakan aplikasi yang kecil, modular, dan dapat berinteraksi dengan baik. Aplikasi-aplikasi elementary menghindari tumpang tindih fitur dan buat fungsinya tersedia bagi aplikasi lain baik melalui <a href=\"/docs/human-interface-guidelines/contractor\">Contractor</a> atau <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"Baca panduan D-Bus di FreeDesktop.Org\">D-Bus</a>. Ini dapat menghemat waktu anda sebagai pengembang (dengan aplikasi lain menyediakan fungsinya bagi anda), juga merupakan suatu sikap yang baik kepada pengembang lain (dengan menyediakan fungsi aplikasi anda bagi mereka).",
    "Next Page:": "Halaman Selanjutnya:",
    "Avoid Configuration": "Hindari Konfigurasi"
}