{
    "Desktop Integration": "Integrasi Desktop",
    "An important advantage that developers have when choosing the elementary platform is the ability to seamlessly integrate their application with the default desktop. Outlined below are the several ways in which you can make your application feel beyond native in elementary. This section will cover things like:": "Keuntungan besar yang diperoleh pengembang ketika memilih platform elementary adalah kemampuan untuk mengintegrasikan aplikasi mereka dengan desktop. Pada bagian ini akan diulas beberapa cara untuk membuat aplikasi anda menyatu dengan elementary, seperti:",
    "<strong>Creating an App Launcher</strong>. The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. This section details how to create these launchers.\nMIME handling. If your application can open and save files, place entries for those file types in the application database and the document type (MIME) database. This allows the file manager and other applications to automatically launch your application when they encounter files your application can handle.": "<strong>Membuat Peluncur Aplikasi</strong>. Cara utama untuk menampilkan aplikasi anda adalah dengan membuat peluncur aplikasi pada Slingshot atau dok. Bagian ini akan memerinci cara membuat peluncur ini.\nPenanganan MIME. Jika aplikasi anda dapat membuka dan menyimpan berkas, masukkan jenis berkas tersebut ke dalam database aplikasi dan database MIME. Ini memungkinkan pengelola berkas dan aplikasi lain untuk meluncurkan aplikasi anda secara otomatis ketika dibutuhkan.",
    "<strong>Contractor</strong>. elementary provides an easy new way for applications to share files with each other. This will make your application more useful and extend its functionality without adding hundreds of lines of code.": "<strong>Contractor</strong>. elementary menyediakan cara baru yang mudah bagi aplikasi untuk saling bertukar berkas. Ini akan memperluas fungsi aplikasi anda tanpa harus menuliskan berbaris-baris kode.",
    "<strong>Using System Indicators</strong>. elementary uses indicator applets in the panel that allow your application to provide persistent notifications. This section discusses not only how to use that area, but when it is or isn't appropriate to use it.": "<strong>Menggunakan Indikator Sistem</strong>. elementary menggunakan applet indikator pada panel yang memungkinkan aplikasi anda menampilkan notifikasi secara konsisten. Bagian ini tidak hanya mengulas bagaimana cara menggunakannya, tetapi juga kapan harus menggunakannya.",
    "<strong>Integrating with the Dock</strong>. elementary ships with a great dock that supports the Unity Launcher API. This allows your application to provide notification badges, progress indicators, and more.": "<strong>Integrasi dengan Dok</strong>. elementary dibekali dengan panel dok hebat yang mendukung Unity Launcher API. Ini memungkinkan aplikasi anda untuk menyediakan tanda notifikasi, indikator proses, dan banyak lagi.",
    "Next Page:": "Halaman Selanjutnya:",
    "App Launchers": "Peluncur Aplikasi"
}