{
    "Dialogs": "Dialog",
    "A generic alert dialog": "Sebuah kotak dialog-peringatan umum",
    "Alert Text": "Teks Peringatan",
    "An alert contains both primary and secondary text.": "Sebuah teks peringatan berisi teks utama dan teks tambahan.",
    "The primary text contains a brief summary of the situation and offer a suggested action. This text should be displayed in a bold font that is slightly larger than the default.": "Teks utama berisi ringkasan singkat mengenai apa yang terjadi dan memberi saran tentang apa yang sebaiknya dilakukan. Teks ini sebaiknya ditulis tebal dengan ukuran sedikit lebih besar dari ukuran normal.",
    "The secondary text provides a more detailed description of the situation and describes any possible side effects of the available actions. It's important to note that a user should only need the primary text to make a decision and should only need to refer to the secondary text for clarification. This text should be placed one text line height beneath the primary text using the default font size and weight.": "Teks tambahan memberikan informasi yang lebih terperinci mengenai situasi yang terjadi serta efek samping yang mungkin dari semua pilihan yang ada. Penting untuk diingat bahwa mestinya pengguna cukup membaca teks utama untuk menentukan apa yang harus dilakukan dan teks tambahan hanya berperan sebagai penjelas. Teks tambahan ditempatkan di bawah teks utama dengan jarak satu baris huruf normal.",
    "Make both the primary and secondary text selectable. This makes it easy for the user to copy and paste the text to another window, such as an email message.": "Buat teks utama dan teks tambahan dapat diblok sehingga pengguna dapat menyalinnya dengan mudah, misalnya ke dalam pesan email.",
    "Button Order": "Urutan Tombol",
    "All dialogs should contain an affirmative button that performs the action suggested in the primary text. This button goes on the far right side of the window.": "Setiap dialog harus memiliki tombol yang menegaskan pilihan-pilihan yang disebutkan pada teks utama. Tombol ini diletakkan di ujung kanan jendela.",
    "For dialogs that are displayed in response to user action (such as &quot;Quit&quot;), provide a &quot;Cancel&quot; button directly to the left of the affirmative button.": "Untuk dialog yang ditampilkan sebagai respon atas tindakan pengguna (misalnya \"Keluar), berikan tombol \"Batal\" tepat di sebelah kiri tombol penegasan tersebut.",
    "If your dialog has alternative actions, list them to the left of the &quot;Cancel&quot; button.": "Jika terdapat pilihan-pilihan alternatif pada dialog anda, letakkan di kiri tombol \"Batal\".",
    "If you wish your dialog to contain a &quot;Help&quot; button, this should be placed to the far left of the window.": "Jika anda ingin menempatkan tombol \"Bantuan\" pada kotak dialog, letakkan di ujung kiri jendela.",
    "&quot;OK&quot; is not Okay": "\"OK\" Tidaklah Baik",
    "When presenting a dialog to a user, always use explicit action names like &quot;Save...&quot;, &quot;Shut Down&quot;, etc. Consider that using &quot;OK&quot; enables users to proceed without understand the action they are authorizing. Not all users will read the question or information presented to them in a dialog. Using specific action names will make it harder for a user to select an unintended action and may even encourage them to read the information presented before making a selection.": "Ketika menampilkan kotak dialog, selalu sebutkan tindakan secara jelas seperti \"Simpan...\", \"Matikan\", dll. Menggunakan kata \"OK\" memungkinkan pengguna melanjutkan tindakan tanpa memahaminya. Tidak semua pengguna akan membaca pertanyaan atau informasi yang diberikan pada dialog. Menyebutkan tindakan secara jelas akan mengurangi kemungkinan pengguna memilih tindakan yang tidak diharapkan, bahkan dapat mendorong mereka membaca informasi penjelasan terlebih dahulu.",
    "Preference Dialogs": "Dialog Preferensi",
    "Preference dialogs should be made Transient, but not Modal. When a user makes a change in a preference dialog, the change should be immediately visible in the UI. If the dialog is modal, the user may be blocked from seeing (and especially from interacting with) the change. This means they will have to close the dialog, evaluate the change, then possibly re-open the dialog. By making the dialog transient, we keep the dialog on top for easy access, but we also allow the user to evaluate and possibly revert the change without having to close and re-open the preference dialog.": "Dialog preferensi tidak boleh dibuat merepotkan. Ketika pengguna mengotak-atik preferensi, hasilnya harus langsung tampak saat itu juga sehingga pengguna tidak harus mentutup kotak dialog preferensi terlebih dahulu hanya untuk meninjau hasil perubahan (lalu membukanya kembali jika ada pengaturan yang ingin diubahnya lagi).",
    "See also:": "Baca juga:",
    "<a href=\"http://uxmovement.com/buttons/why-ok-buttons-in-dialog-boxes-work-best-on-the-right/\">Why 'Ok' Buttons In Dialog Boxes Work Best On The Right</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-ok-buttons-in-dialog-boxes-work-best-on-the-right/\">Why 'Ok' Buttons In Dialog Boxes Work Best On The Right</a> oleh UX Movement",
    "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The Ok Button Is No Longer Okay</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The Ok Button Is No Longer Okay</a> oleh UX Movement",
    "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes/No or Ok/Cancel on my message box?</a> on UX StackExchange": "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes/No or Ok/Cancel on my message box?</a> di UX StackExchange",
    "<a href=\"http://uxmovement.com/buttons/where-to-place-icons-next-to-button-labels/\">Where to Place Icons Next to Button Labels</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/where-to-place-icons-next-to-button-labels/\">Where to Place Icons Next to Button Labels</a> oleh UX Movement",
    "Next Page:": "Halaman Selanjutnya:",
    "Window Titles": "Judul Jendela"
}