{
    "First-Launch Experience": "Kesan Pertama",
    "Required Configuration": "Pengaturan yang Dibutuhkan",
    "When a user first launches an app, they should be able to get down to business as quickly as possible. If configuration is not absolutely required for the first use, they should not be required to configure anything. If configuration is required (like in Postler), they should be presented with a clean and simple <a href=\"/docs/human-interface-guidelines/welcome-screen\">welcome screen</a> within the app (again, like Postler). Avoid separate configuration dialogs when launching.": "Ketika pengguna menjalankan aplikasi untuk pertama kalinya, mereka harus dapat langsung melakukan pekerjaannya. Jika pengaturan tidak dibutuhkan ketika aplikasi dijalankan untuk pertama kalinya, jangan haruskan pengguna untuk menata pengaturan apapun. Namun jika dibutuhkan (seperti pada Postler), sajikan <a href=\"/docs/human-interface-guidelines/welcome-screen\">layar sambutan</a> yang ringkas dan sederhana (sama, seperti pada Postler). Hindari dialog pengaturan yang terpisah-pisah.",
    "Speed of Launch": "Kecepatan Membuka",
    "Your app's first launch is the user's first impression of your app; it's a chance to really show off its design and speed. If your app has to configure things in the background before visibly launching, it gives the user the impression that the app is slow or will take a long time to start up. Instead, focus on making the application window appear fast and ready to be used, then do any background tasks behind the scenes. If the background task is blocking (ie. the user is unable to perform certain tasks until it's complete), show some type of indication that a background process is happening and make the blocked user interface items insensitive (see: <a href=\"/docs/human-interface-guidelines/widget-concepts\">Widget Concepts</a>).": "Kesan pertama pengguna terhadap aplikasi anda tercipta saat aplikasi tersebut dijalankan untuk pertama kalinya; itu adalah peluang yang tepat untuk menunjukkan desain dan kecepatannya. Jika sebelum muncul ke layar aplikasi anda masih mengerjakan berbagai pengaturan di belakang, hal tersebut dapat menciptakan kesan bahwa aplikasi anda lambat. Berfokuslah untuk membuat jendela aplikasi cepat muncul dan langsung siap digunakan, lalu buat aplikasi anda melakukan pekerjaannya di latar. Jika pekerjaan-pekerjaan latar tersebut menghalangi pengguna (mis. pengguna tidak dapat melakukan suatu hal sebelum pekerjaan latar tersebut selesai), tampilkan indikator yang menunjukkan bahwa pekerjaan latar sedang berlangsung, lalu jadikan elemen antarmuka yang terhalang tersebut tidak aktif (lihat: <a href=\"/docs/human-interface-guidelines/widget-concepts\">Konsep Widget</a>).",
    "Welcoming the User": "Menyambut Pengguna",
    "If there is no content to show the user, provide actions they can act upon by using a simple <a href=\"/docs/human-interface-guidelines/welcome-screen\">welcome screen</a>. Allow them to open a document, add an account, import a CD, or whatever makes sense in the context of the app.": "Jika tidak ada konten yang ditampilkan kepada pengguna, sajikan <a href=\"/docs/human-interface-guidelines/welcome-screen\">layar sambutan</a> sederhana yang menampilkan menu untuk membuka dokumen, menambahkan akun, mengimpor sesuatu dari CD, atau apapun yang berkaitan dengan aplikasi anda.",
    "Resetting the App": "Me-reset Aplikasi",
    "If a user explicitly &quot;resets&quot; the app (ex. by deleting all songs in a music library or removing all mail accounts in a mail client), it should return to its first-launch state.": "Jika pengguna me-reset aplikasi (mis. menghapus semua lagu di daftar koleksi atau menghapus semua akun email di aplikasi klien email), kembalikan aplikasi kepada keadaannya semula seperti ketika baru dijalankan untuk pertama kali.",
    "Next Page:": "Halaman Selanjutnya:",
    "Normal Launch": "Peluncuran Normal"
}