{
    "Human Interface Guidelines": "Pedoman Antarmuka Manusiawi",
    "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will allow you to decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:": "Pedoman ini dirancang untuk membantu pengembang dan desainer membuat pengalaman antarmuka yang indah dan konsisten pada dekstop elementary. Pedoman ini ditulis untuk desainer antarmuka, seniman grafis dan pengembang perangkat lunak yang akan bekerja pada OS elementary. Tidak hanya menjelaskan prinsip dan elemen desain yang spesifik, tetapi juga menanamkan filosofi yang akan memperbolehkan anda untuk memutuskan kapan pantasnya menyimpang dari pedoman ini. Berpegang pada banyak saran yang terkandung di sini akan memberikan banyak manfaat:",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Pengguna akan belajar menggunakan aplikasi anda dengan cepat karena sama-sama berbagi elemen umum yang mereka telah akrab sebelumnya.",
    "Users will accomplish tasks more quickly because you will have a straight-forward interface design that isn't confusing or difficult.": "Pengguna dapat menyelesaikan tugas lebih cepat karena anda akan memiliki desain antarmuka yang tidak membingungkan atau sulit digunakan.",
    "Your application will appear native to the desktop and share the same elegant look as default applications.": "Aplikasi anda akan nampak menyatu dengan desktop dan saling berbagi penampilan elegan yang sama seperti aplikasi bawaan.",
    "Your application will be easier to document because an expected behavior does not require explanation.": "Dokumentasi aplikasi anda akan lebih mudah karena perilaku yang diharapkan tidak memerlukan penjelasan.",
    "The amount of support you will have to provide, including bugs filed, will be lessened (for the reasons above).": "Penyediaan layanan dukungan yang anda harus akan berikan, termasuk pelaporan kutu, akan jauh berkurang (karena alasan di atas).",
    "To help you achieve these goals, these guidelines will cover basic interface elements, how to use them and put them together effectively, and how to make your application integrate well with the desktop. The most important thing to remember is that following these guidelines will make it easier to design a new application, not harder.": "Untuk membantu anda meraih tujuan tersebut, pedoman ini akan membahas elemen antarmuka dasar, bagaimana menggunakan mereka dan menempatkan mereka bersama secara efektif, dan bagaimana membuat aplikasi anda terintegrasi baik dengan desktop. Hal yang paling penting adalah mengikuti pedoman ini akan mempermudah dalam mendesain aplikasi baru, bukannya lebih sulit.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "Bagaimanapun juga, perlu diingat bahwa ini adalah pedoman, bukan ketentuan. Paradigma interaksi baru yang menakjubkan muncul setiap hari dan masih banyak lagi yang menunggu untuk ditemukan. Ini adalah dokumen yang hidup dan akan terus berubah.",
    "For sections that have not yet been written, please refer to": "Untuk bagian yang belum ditulis, harap mengacu pada",
    "The GNOME HIG": "HIG GNOME (Pedoman Antarmuka Manusiawi GNOME)",
    "Next Page:": "Halaman Selanjutnya:",
    "Design Philosophy": "Filosofi Desain"
}