{
    "Minimal Documentation": "Panduan Ringkas",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance. This is great for developers because most of us don't want to write documentation anyways. Follow these principals and you'll create understandable apps that save you a lot of work.": "Kebanyakan pengguna tidak ingin membaca seluruh isi panduan terlebih dahulu sebelum mulai menggunakan aplikasi anda. Karena itu mereka ingin agar aplikasi anda mudah mereka pahami. Ini bagus bagi para pengembang karena kebanyakan dari kita pun pasti tidak ingin menulis panduan. Ikuti prinsip-prinsip berikut untuk membuat aplikasi anda mudah dipahami sehingga akan mengurangi pekerjaan anda.",
    "The most ridiculous offender of all is the sudoers man page, which for 15 years has started with a 'quick guide' to EBNF, a system for defining the grammar of a language. 'Don't despair', it says, 'the definitions below are annotated.'": "Pelanggar terbesar sepanjang masa adalah halaman man sudoers yang selama 15 tahun menyajikan 'panduan cepat' EBNF, sebuah sistem definisi tata bahasa. 'Jangan menyerah' katanya, 'definisi berikut telah diberi keterangan.'",
    "Use Understandable Copy": "Gunakan Kata-Kata yang Mudah Dimengerti",
    "Avoid technical jargon and assume little-to-no technical knowledge. This allows your app to be &quot;self-documenting.&quot;": "Hindari istilah-istilah teknis dan asumsikan pengguna hanya memiliki sedikit pengetahuan teknis—atau bahkan tidak ada sama sekali—sehingga aplikasi anda akan \"menjelaskan dirinya sendiri.\"",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Berikan penjelasan nonteknis, jangan hanya pesan-pesan-galat khusus. Jika ada sesuatu yang salah, berikan penjelasan mengenai apa yang terjadi dan bagaimana cara memperbaikinya.",
    "For more information, see <a href=\"/docs/human-interface-guidelines/writing-style\">Writing Style</a>.": "Untuk informasi lebih lanjut, baca <a href=\"/docs/human-interface-guidelines/writing-style\">Kaidah Penulisan</a>.",
    "Next Page:": "Halaman Selanjutnya:",
    "User Workflow": "Alur Kerja Pengguna"
}