{
    "Search Fields": "Ruas Telusur",
    "Apps that support the searching or filtering of content should include a search field on the right side of the app's toolbar (to the left of the AppMenu). This gives users a predictable place to see whether or not an app supports searching, and a consistent location from which to search. Gtk+ provides a convenient complex widget for this purpose called <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.SearchEntry\">Gtk.SearchEntry</a>.": "Aplikasi yang mendukung penelusuran atau penyaringan isi harus menyertakan sebuah ruas telusur pada bagian kanan bilah perkakas aplikasi (sebelah kiri AppMenu). Hal ini memberi pengguna tempat yang mudah diprediksi untuk mengetahui apakah sebuah aplikasi mendukung penelusuran, dan lokasi yang konsisten untuk melaksanakan penelusuran. Dan untuk tujuan ini, Gtk+ menyediakan sebuah widget yang cukup rumit bernama <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.SearchEntry\">Gtk.SearchEntry</a>.",
    "Behavior": "Perilaku",
    "If it is possible to include search functionality within your app, it is best to do so. Any list or representation of multiple pieces of data should be searchable using a search field that follows these rules:": "Jika memungkinkan untuk menyertakan fungsi penelusuran di dalam aplikasi anda, maka lebih baik menyertakannya. Senarai apapun atau representasi dari banyak bagian data harus dapat ditelusuri menggunakan ruas telusur yang mengindahkan aturan berikut:",
    "Results should be instantly shown as you type. This helps your app to appear faster and is more useful than having to hit &quot;Enter&quot; and wait. Exceptions may be made if the data is not stored locally.": "Hasil harus nampak seketika anda mengetik. Ini membantu aplikasi tampil lebih cepat dan lebih bermanfaat daripada harus menekan \"Enter\" dan menunggu. Pengecualian boleh dibuat jika data tidak disimpan secara lokal.",
    "In most cases, the search should be case-insensitive; users should not be expected to provide the exact capitalization. A good compromise is &quot;smart case&quot; where case is respected whenever the user intentionally types lower and upper case letters.": "Pada kebanyakan kasus, penelusuran sebaiknya tidak sensitif pada besar kecil huruf; pengguna seharusnya tidak diharapkan untuk mengetikkan kapitalisasi yang sama persis. Jalan tengahnya adalah \"smart case\", dimana besar kecil huruf tetap diindahkan kapanpun pengguna dengan sengaja mengetik huruf kecil dan besar.",
    "Labeling": "Pelabelan",
    "Search fields should contain hint text that describes what will be search. You can set this using the entry property <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Entry.placeholder_text\">&quot;placeholder_text&quot;</a>.": "Ruas telusur harus berisi teks petunjuk yang menjelaskan apa yang akan ditelusuri. Anda dapat menyetel ini menggunakan entri properti <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Entry.placeholder_text\">\"placeholder_text\"</a>.",
    "Most search fields should use the format &quot;Search OBJECTS&quot; where OBJECTS is something to be searched, like Contacts, Accounts, etc.": "Sebagian besar ruas telusur harus menggunakan format \"Search OBJECTS\" dimana OBJECTS adalah sesuatu yang akan ditelusuri, seperti Kontak, Akun, dll.",
    "If the search field interacts with a search service, the hint text should be the name of that service such as &quot;Google&quot; or &quot;Yahoo!&quot;": "Jika ruas telusur berinteraksi dengan layanan penelusuran, teks petunjuk harus sama dengan nama layanan tersebut, misal, \"Google\" atau \"Yahoo!\"",
    "Next Page:": "Halaman Selanjutnya:",
    "Windows": "Jendela"
}