{
    "Source List": "Senarai Sumber",
    "A source list may be used as a high-level form of navigation. Source lists are useful for showing different locations, bookmarks, or categories within your app.": "Senarai sumber mungkin bisa digunakan sebagai bentuk tertinggi navigasi. Senarai sumber berguna untuk menampilkan lokasi yang berbeda, tanda buku, atau kategori di dalam aplikasi anda.",
    "Sections": "Bagian-bagian",
    "A source list may be separated into different collapsible sections, each with its own heading. For example, a file manager might have a section for bookmarked locations, a section for storage devices attached to the computer, and a section for network locations. These sections help group related items in the source list and allows the user to hide away sections they might not use.": "Senarai sumber dapat dipisahkan ke dalam bagian-bagian, masing-masing memiliki tajuknya sendiri. Sebagai contoh, pengelola berkas mungkin memiliki bagian untuk lokasi yang diberi tanda buku. Bagian ini membantu mengelompokkan butir-butir terkait di dalam senarai sumber dan memperbolehkan pengguna untuk menyembunyikan bagian yang mungkin mereka tidak gunakan.",
    "Avoid nesting expandable sections within a source list if possible; if you find yourself wanting to do this, you may need to rethink the sections.": "Jika memungkinkan, hindari menumpuk bagian yang dapat diluaskan di dalam senarai sumber; Jika anda memang menginginkan hal ini, anda mungkin ingin berpikir ulang mengenai bagian tersebut.",
    "Hierarchy": "Hirarki",
    "Hierarchy is important with source lists, both within the widget itself and within the broader scope of your app.": "Hirarki penting bagi senarai sumber, keduanya berada di dalam widget itu sendiri dan di dalam lingkup yang lebih luas dari aplikasi anda.",
    "Sections in the source list should be sorted from most important at the top to least important at the bottom. If you're having a hard time deciding the relative importance of each section, think about which section a user is likely to use more often. Sorting the sections this way ensures that the most important items are always visible, even if the source list is too short to fit all of the items, though of course items at the bottom will still be accessible via scrolling.": "Bagian-bagian dala senarai sumber dapat di urutkan dari yang paling penting ke yang kurang penting di bawah. Jika anda kesulitan menentukan relasi penting masing-masing bagian, pikir tentang bagian yang mana seorang pengguna mungkin akan sering gunakan. Mengurutkan bagian seperti ini memastikan bahwa bagian yang penting akan terus kelihatan, meskipun senarai sumber terlalu kecil untuk menampung semua butirnya, butir yang paling bawah masih akan dapat diakses dengan menggulirkannya.",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "Senarai sumber terletak di sisi kiri sebuah jendela (atau sisi kanan untuk bahasa berteks kanan-ke-kiri). Karena pengguna membaca dengan arah ini, bilah samping diletakkan sebelum (dan oleh karena itu pada tingkat yang lebih tinggi) dari isi aplikasi.",
    "Next Page:": "Halaman Selanjutnya:",
    "Popovers": "Jendela Munculan"
}