{
    "Using Ellipsis": "Penggunaan Elipsis",
    "The ellipsis character (…) is used in the interface for two primary reasons: informing the user of an additional required information and letting the user know text has been shortened.": "Tanda elipsis (…) digunakan untuk dua alasan utama: memberitahu pengguna bahwa ada informasi tambahan yang diperlukan dan ada bagian teks yang dihilangkan.",
    "Additional Information": "Informasi Tambahan",
    "An ellipsis should be used to let a user know that more information or a further action is required before their action can be performed. Usually this means that the user should expect a new interface element to appear such as a new window, dialog, toolbar, etc in which they must enter more information or make a selection before completing the intended action. This is an important distinction because a user should typically expect an instant action from buttons and menu items while this prepares them for an alternate behavior. More specifically, an ellipsis should be used when the associated action:": "Gunakan elipsis untuk memberitahu pengguna bahwa informasi tambahan atau suatu tindakan dibutuhkan sebelum pekerjaan dapat dilanjutkan. Biasanya ini berarti bahwa jendela baru, kotak dialog, toolbar, dsb. akan muncul untuk menerima informasi tambahan dari pengguna sebelum pekerjaan dapat dilanjutkan. Ini penting karena biasanya ketika sebuah tombol ditekan, pengguna mengharapkan pekerjaannya dapat segera berlangsung, sedangkan adanya tanda elipsis menandakan ada hal lain yang harus dilakukan terlebih dahulu. Lebih spesifiknya, tanda elipsis digunakan ketika:",
    "<strong>Requires specific input from the user.</strong> For example, Find, Open, and Print commands all use ellipses because the user must select or input the item to find, open, or print. An easy way to remember this is to think of a question requiring and answer: Find what? Open what? Print what?": "<strong>Dibutuhkan input spesifik dari pengguna.</strong> Sebagai contoh, perintah Cari, Buka, dan Cetak, semuanya diikuti elipsis karena pengguna harus menginput apa yang akan dicari, dibuka, atau dicetak. Cara mudah untuk mengingatnya adalah dengan memikirkan pertanyaan dengan jawabannya: Mencari apa? Membuka apa? Mencetak apa?",
    "<strong>Is performed in a new window or dialog.</strong> For example, Preferences, Report a Problem, and Customize Toolbar all use ellipses because they open a new window (sometimes another app) or dialog in which the user makes a selection or inputs other information. Consider that the absence of an ellipsis implies the app will handle the action immediately. This means that the app will automatically generate a report or customize its own toolbar. Using an ellipsis makes the important distinction that the user will be writing the report or selecting which toolbar items to show.": "<strong>Akan dimunculkan jendela baru atau kotak dialog.</strong> Sebagai contoh, Preferensi, Laporkan Masalah, dan Pengubahsuaian Toolbar, semuanya menggunakan elipsis karena semua dikerjakan di jendela baru (atau terkadang di aplikasi lain) atau di kotak dialog. Ingat bahwa ketiadaan tanda elipsis mengisyaratkan bahwa aplikasi akan langsung melakukan pekerjaannya. Ini berarti bahwa aplikasi akan mengirimkan laporan atau mengubahsuaikan toolbar-nya sendiri secara otomatis. Adanya elipsis menandai perbedaan penting tersebut.",
    "<strong>Warns the user of a potentially dangerous action.</strong> For example, Log Out, Restart, and Shut Down all use ellipses because they display an alert that asks the user to confirm or cancel a potentially harmful action. Again, this is the user clicking a button or menu item that requires them to input more information or make a selection before the action is completed.": "<strong>Memperingatkan pengguna mengenai tindakan yang dapat membahayakan.</strong> Sebagai contoh, Log Out, Menyalakan Ulang, dan Mematikan Komputer menggunakan elipsis karena semuanya menampilkan peringatan yang akan meminta konfirmasi untuk melanjutkan atau membatalkan tindakan tersebut. Sekali lagi di sini pengguna harus menginput informasi tambahan atau membuat pilihan sebelum tindakan dilanjutkan.",
    "Shortened Text": "Teks yang Dipotong",
    "Ellipses should be used when shortening text that cannot fit in any specific place. For example, if a playlist's name is longer than the space available in the sidebar, truncate it and use an ellipsis to signify that it's been truncated. There are two ways to use an ellipsis when shortening text:": "Elipsis juga digunakan untuk menghilangkan bagian teks yang tidak muat untuk ditampilkan secara utuh. Misalnya, jika nama daftar putar lebih panjang daripada ruang yang tersedia di bilah samping, potong teks tersebut lalu beri tanda elipsis untuk menandakan bahwa sebagian teks telah dihilangkan. Ada dua cara untuk menggunakan elipsis ketika memotong teks:",
    "End truncation. If the important or distinctive text is at the beginning of the string, truncate it at the end and append an ellipsis.": "Pemotongan di ujung. Jika bagian teks yang penting terdapat di awal, potong teks di bagian belakang lalu tambahkan elipsis.",
    "Middle truncation. When the end of the text is more important or distinctive, truncate the text in the middle and replace the truncated text with an ellipsis.": "Pemotongan di tengah. Jika bagian belakang teks termasuk bagian yang penting, potong teks di bagian tengah dan gantikan bagian yang hilang dengan elipsis.",
    "If you're unsure, it's best to use middle truncation as it keeps both the beginning and end of the string in tact. It's also important that you do not ship your app with any truncated text; truncation should only be the result of a user action such as resizing a sidebar or entering custom text.": "Jika anda tidak yakin, sebaiknya anda gunakan pemotongan di tengah karena bagian awal dan akhir teks tetap utuh. Penting untuk anda ingat untuk tidak menampilkan teks yang terpotong. Pemotongan sebaiknya hanya terjadi akibat tindakan pengguna seperti mengubah ukuran bilah samping atau memasukkan teks yang terlalu panjang.",
    "When Not to Use Ellipsis": "Kapan untuk Tidak Menggunakan Elipsis",
    "In an entry's placeholder text. An ellipsis is not necessary here and adds no value.": "Pada teks pengganti suatu entri. Elipsis tidak penting dan tidak dibutuhkan di sini.",
    "For a submenu item. The right arrow already indicates that this entry spawns a submenu and is not an action.": "Pada item submenu. Tanda panah ke kanan sudah menunjukkan bahwa entri tersebut akan menampilkan submenu, bukan melakukan sebuah tindakan langsung.",
    "Be sure to use the actual ellipsis character (…) rather than three consecutive period (.) characters.": "Selalu pastikan untuk menggunakan karakter elipsis yang benar (…), bukan deretan tiga karakter tanda titik (.).",
    "Next Page:": "Halaman Selanjutnya:",
    "Naming Menu Items": "Menamai Item Menu"
}