{
    "Welcome Screen": "Layar Sambutan",
    "The Welcome Screen is a friendly way to help users get started with your app.": "Layar Sambutan adalah cara yang ramah untuk membantu para pengguna mulai menggunakan aplikasi anda.",
    "Usage": "Penggunaan",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Biasanya Layar Sambutan digunakan untuk aplikasi seperti Noise dan Scratch dimana anda harus mengimpor atau membuat obyek dalam sebuah pustaka sebelum anda dapat berinteraksi dengan mereka. Hal ini memberi pengguna anda jalan yang jelas untuk memulai dan menunjukkan langkah-langkah yang harus segera dilakukan sebelum aplikasi benar-benar bisa digunakan.",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Harap pastikan jika aplikasi anda memperbolehkan pustaka dikosongkan, maka Layar Sambutan akan ditampilkan kembali bukannya dihadapkan dengan senarai kosong.",
    "Labeling": "Pelabelan",
    "The Welcome Screen consists of two sets of labels:": "Layar Sambutan terdiri dari 2 set label:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "Set yang pertama menjelaskan situasi dan hal-hal yang Layar Sambutan akan bantu untuk anda raih. Sebagai contoh, Layar Sambutan Noise menjelaskan bahwa pustaka musik anda kosong dan agar tampilan pustaka menjadi berguna, kita harus menambahkan lagu-lagu ke dalamnya.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "Set label yang kedua berisi tindakan-tindakan yang menuntun seorang pengguna mulai menggunakan aplikasi anda. Untuk menggunakan Noise, sebagai contoh lagi, satu tindakan yang mungkin dilakukan adalah mengatur folder musik anda ke lokasi alternatif. Pertama kita beri nama tindakan, \"Tetapkan Folder Musik\". Lalu, kita jelaskan apa tindakan tersebut lakukan, \"Temukan folder Musik anda dan impor isinya.\"",
    "Iconography": "Ikonografi",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Pengelompokan bersama setiap tindakan adalah ikon yang membantu dengan cepat menggambarkan maksud tindakan. Biasanya ini ikon Tindakan, tetapi anda dapat menggunakan ikon Tempat ketika mengimpor atau mengatur lokasi dan bahkan ikon Aplikasi jika anda harus membuka utilitas konfigurasi.",
    "Next Page:": "Halaman Selanjutnya:",
    "Source List": "Senarai Sumber"
}