{
    "Widget Concepts": "Konsep Widget",
    "Before we get into all the widgets available in elementary OS, we need to cover some basic concepts that apply to all widgets. Employing these concepts correctly will create a more seamless experience for your users and help you avoid sifting through bug reports!": "Sebelum kita mendalami semua widget yang tersedia di OS elementary, kita perlu membahas beberapa konsep dasar yang berlaku ke semua widget. Menggunakan konsep ini dengan benar akan memberi pengalaman penggunaan yang lebih baik dan membantu anda menghindari memilah-milah banyak laporan kutu.",
    "Controls That Do Nothing": "Kendali Yang Tidak Bekerja",
    "A very common mistake for developers to make is creating controls that seemingly do nothing. Keep in mind that we want to present an environment where users feel comfortable exploring. A curious user will interact with a control expecting there to be some immediate reaction. When a control seemingly does nothing, this creates confusion and can be scary (Think,  &quot;uh-oh I don't know what happened!&quot;). In some cases, controls that do nothing are simply clutter and add unnecessary complexity to your UI.": "Kesalahan paling umum para pengembang adalah membuat kendali yang tidak melakukan apa-apa. Harap diingat bahwa kita ingin mempersembahkan sebuah lingkungan dimana pengguna merasa nyaman dalam menjelajah. Seorang pengguna yang penasaran akan sering berinteraksi dengan pengendali berharap terjadi sesuatu. Ketika pengendali tidak melakukan apa-apa, hal ini akan menyebabkan mereka kebingungan dan khawatir (Berprasangka, \"uh-oh Saya tidak tahu apa yang terjadi!\"). Dalam beberapa kasus, kendali yang tidak melakukan apa-apa akan membuat kacau dan menambah kerumitan UI anda.",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Misal tombol \"clear\" tersedia dalam ruas pencarian. Tombol ini sebaiknya hanya muncul ketika memang relevan dan diperlukan. Mengklik tombol ini ketika ruas sudah dalam keadaan kosong pada dasarnya tidak akan terjadi apa-apa.",
    "Sensitivity": "Sensitifitas",
    "Sometimes it doesn't make sense for a user to interact with a widget until some pre-requisite is fulfilled. For example, It doesn't make sense to allow a user to click the &quot;Forward&quot; button in a browser unless there is forward history available. In this case, you should make the &quot;Forward&quot; button insensitive or a user may click it, expecting a result, and be confused when nothing happens.": "Terkadang tidak masuk akal bagi pengguna berinteraksi dengan widget sampai beberapa prasyaratnya terpenuhi. Sebagai contoh, tidak masuk akal mengizinkan pengguna mengklik tombol \"Forward\" pada peramban kecuali ada riwayat maju yang tersedia. Pada kasus ini, anda harus membuat tombol \"Forward\" tidak sensitif atau pengguna mungkin akan mengkliknya, dan akan kebingungan ketika tidak terjadi apa-apa.",
    "It's usually better to make a widget insensitive than to hide it altogether. Making a widget insensitive informs the user that the functionality is available, but only after a certain condition is met. Hiding the widget gives the impression that the functionality is not available at all or can leave a user wondering why a feature has suddenly &quot;disappeared&quot;.": "Biasanya lebih baik membuat widget tidak sensitif daripada menyembunyikannya. Membuat sebuah widget tidak sensitif menginformasikan kepada pengguna bahwa tombol widget memiliki kegunaan, tapi hanya setelah kondisi tertentu tercapai. Menyembunyikan widget memberi kesan fungsi tersebut tidak tersedia sama sekali atau dapat membuat pengguna bertanya-tanya kenapa fitur sebuah tiba-tiba \"menghilang\".",
    "Hidden Widgets": "Widget Tersembunyi",
    "When a widget only makes sense in a certain context (not as an indicator of an action to be performed) sometimes it does make more sense to hide it. Take hardware requirements for example: It may not make sense to show multi-display options if the system only has a single display. Making multi-display options insensitive is not really a helpful hint on this system. Another exemption to this rule is a widget that a user will only look for in context, like the clear button example above. Finally, Keep in mind that insensitive items will still be recognized by screen readers and other assistive tech, while hidden widgets will not.": "Ketika sebuah widget hanya masuk akal pada konteks tertentu (bukan sebagai indikator atau pelaksana tindakan) terkadang memang perlu untuk menyembunyikannya. Contohnya kebutuhan perangkat keras: Tidak masuk akal untuk menampilkan opsi tampilan-ganda jika sistem hanya memiliki tampilan tunggal. Membuat opsi tampilan-ganda tidak sensitif juga bukan hal yang membantu pada sistem ini. Pengecualian lain untuk aturan ini adalah widget yang pengguna hanya lihat dalam konteks tertentu, seperti contoh tombol \"clear\" diatas. Terakhir, harap diingat bahwa butir yang tidak sensitif akan tetap dikenali oleh pembaca layar, sedangkan widget tersembunyi tidak.",
    "Spacing": "Jarak",
    "Windows should have a 12px (minimum) space between any widgets and the window's border.": "Jendela harus memiliki jarak 12px (minimum) antara widget dan batas jendela.",
    "Labels should be 12px (minimum) from their widgets.": "Label harus 12px (minimum) dari widget.",
    "If there are section headers present, labels should be indented.": "Jika ada bagian tajuk, label harus terindentasi.",
    "Horizontal spacing between buttons is 6px.": "Jarak horizontal di antara tombol adalah 6px.",
    "Alignment": "Pemerataan",
    "Widgets should be &quot;Justified&quot; so that they align on both the left and right sides. Do not include &quot;descriptor&quot; widgets such as icons or labels in this justification.": "Widget harus \"Rata Kanan Kiri\" sehingga mereka sejajar dengan kedua sisi kanan dan kiri. Jangan sertakan widget \"descriptor\" seperti ikon atau label pada perataan kanan kiri ini.",
    "Labels should be right aligned with respect to each other when possible.": "Label harus sejajar satu sama lain jika memungkinkan.",
    "Section headers should be left aligned with respect to each other.": "Tajuk bagian harus rata kiri sesuai dengan yang lain.",
    "See also: <a href=\"http://uxmovement.com/forms/form-label-proximity-right-aligned-is-easier-to-scan\">Form Label Proximity: Right Aligned is Easier to Scan</a> by UX Movement": "Lihat juga: <a href=\"http://uxmovement.com/forms/form-label-proximity-right-aligned-is-easier-to-scan\">Form Label Proximity: Right Aligned is Easier to Scan</a> oleh UX Movement",
    "Next Page:": "Halaman Selanjutnya:",
    "Infobars": "Bilah Info"
}