{
    "Windows": "Jendela",
    "Windows are the foundation that your app is built on. They provide a sort of canvas with basic actions built in such as closing an app, resizing it, etc. Although users may see all windows as being the same, there are several distinct types of windows in elementary OS. It's important to understand the types of windows available to you, window behavior in general, and behavior that is specific to a certain window type.": "Jendela adalah pondasi aplikasi anda dibangun. Mereka menyediakan semacam kanvas dengan tindakan dasar bawaan seperti menutup aplikasi, membesar-kecilkan ukuran, dll. Walaupun pengguna mungkin akan melihat semua jendela sama, ada beberapa jenis perbedaan jendela pada OS elementary. Penting untuk memahami jenis-jenis jendela yang tersedia untuk anda, perilaku jendela pada umumnya, dan perilaku spesifik pada jenis jendela tertentu.",
    "Window Types": "Jenis Jendela",
    "This section will cover the different types of windows available in elementary OS. Although each type of window is a bit different, think of them all as a subclass of a window. Unless otherwise stated, they all behave as an average window.": "Bagian ini akan membahas jenis-jenis jendela yang tersedia dalam OS elementary. Meskipun masing-masing jenis jendela sedikit berbeda, bayangkan semuanya merupakan bagian sub-kelas dari sebuah jendela. Kecuali dinyatakan sebaliknya, mereka semua berperilaku layaknya jendela pada umumnya.",
    "<strong>View Windows</strong> are the most literal kind of &quot;Window&quot; available. They show content such as presentations, web pages, documents, etc. These Windows act as a sort of frame around the specific content they display. They typically allow multiple instances of an application to be shown and may utilize tabs to help keep content organized without displaying too many windows.": "<strong>Jendela Penilik</strong> adalah jenis paling harfiah yang tersedia dari sebuah \"Jendela\". Mereka menampilkan muatan seperti presentasi, halaman web, dokumen, dsb. Jendela ini bertindak seperti bingkai dari muatan spesifik yang ditampilkannya. Biasanya memperbolehkan banyak instance aplikasi sekaligus ditampilkan dan dapat menggunakan tab untuk menjaga muatan tetap terorganisir tanpa menampilkan terlalu banyak jendela.",
    "<strong>App Windows</strong> are the main windows of apps that are not document-based. These windows typically only allow one instance of an application to be shown.": "<strong>Jendela Aplikasi</strong> adalah jendela utama dari aplikasi yang tidak berbasis dokumen. Biasanya hanya memperbolehkan satu instance aplikasi untuk ditampilkan.",
    "<strong>Dialogs and Alerts</strong> are temporary windows that require a response from a user. Dialogs and Alerts are especially unique types of windows with much stricter guidelines for their use and visual style. They typically belong to App or View windows and are often modal. We'll discuss what modality means in a bit.": "<strong>Dialog dan Peringatan</strong> adalah jendela sementara yang membutuhkan tanggapan balik dari pengguna. Dialog dan Peringatan adalah jenis yang unik dan khusus dari jendela dengan panduan penggunaan dan gaya visual yang lebih ketat. Biasanya dimiliki oleh jendela Aplikasi atau Penilik dan terkadang jendela modal. Kita akan membahas apa maksud jendela modal nanti.",
    "Next Page:": "Halaman Selanjutnya:",
    "Dialogs": "Dialog"
}