{
    "Window Tiles": "Judul Jendela",
    "When dealing with window titles, consider that their main use is in distinguishing one window from another. A good window title will provide a description that helps a user make a selection. Keep that in mind as you consider the following:": "Ketika berhadapan dengan judul jendela, pertimbangkan bahwa kegunaan utama mereka adalah membedakan antara satu jendela dengan yang lain. Judul jendela yang baik menyediakan keterangan yang membantu seorang pengguna membuat pilihan. Simpan dalam ingatan saat anda mempertimbangkan hal-hal berikut:",
    "A view window should display the name of the content being viewed.  For example, in Midori the window title reflects the title of the current web page. When looking for a specific window among multiple instances of an app, simply showing the application's name is not helpful.": "Jendela harus menampilkan nama dari isi yang sedang dilihat. Sebagai contoh, pada Midori, judul jendela merefleksikan judul dari laman web saat ini. Ketika mencari jendela spesifik diantara banyak aplikasi, hanya menampilkan nama aplikasi tidaklah membantu.",
    "A window's title should not show the vendor name or version number of the app.  Adding the version number or vendor name clutters the title and doesn't help to distinguish a window. Additionally, this information is already available from your app's About window.": "Judul jendela harus tidak menampilkan nama vendor atau nomor versi aplikasi. Menambahkan nomor versi dan nama vendor memperkeruh bilah judul dan tidak membantu membedakan sebuah jendela. Informasi versi dan vendor sudah tersedia di jendela \"Tentang\" aplikasi anda.",
    "Dialogs and alerts should not display a window title. They are distinctive enough in their visual style and are often modal.": "Dialog dan tanda peringatan harus tidak menampilkan judul jendela. Mereka sudah sangat berbeda secara gaya visual dan seringkali sebagai jendela modal.",
    "If you need to display more than one item in the title, separate the items with an em dash (—) with space on either side. The helps keep the title clean when you need to show more information.": "Jika anda ingin menampilkan lebih dari satu butir di dalam judul, pisahkan butir dengan 'em dash' (—) dan spasi di kedua sisinya. Hal ini membantu menjaga judul tetap jelas ketika anda ingin menampilkan lebih banyak informasi.",
    "Don’t display pathnames in window titles, only the current destination. If you have two paths that are very similar it will be hard to distinguish them when displaying the full path. If you only show the destination, the distinction is clear.": "Jangan tampilkan alur direktori di judul jendela, hanya yang dituju saja. Jika anda memiliki 2 alur yang sangat mirip, akan sangat sulit untuk membedakan mereka ketika alur penuh yang ditampilkan. Jika anda hanya menampilkan tujuannya, perbedaannya jelas.",
    "Next Page:": "Halaman Selanjutnya:",
    "Checkboxes &amp; Switches": "Kotak Centang & Jungkitan"
}