{
    "Developer hero image": "Developer hero image",
    "Develop Your Ideas Into Code": "Trasforma le tue idee in codice",
    "Learn to design, develop, and publish apps for elementary OS": "Impara a progettare, sviluppare, e pubblicare applicazioni per elementary OS",
    "Get Started": "Get Started",
    "Documentation": "Documentazione",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "prendi un applicazione base, costruiscila e rendila pronta per la distribuzione con la nostra guida introduttiva",
    "Design": "Design",
    "Learn about the design principles that make up apps on elementary OS.": "Conosci i principi di progettazione che compongono le applicazioni su Elementary OS",
    "Reference": "Riferimenti",
    "Get more info about code style, reporting issues, and proposing design changes.": "Ricevi più informazioni sullo stile del codice, su come riportare problemi, e come proporre cambiamenti nel design. ",
    "Build for": "Compila per",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 & Vala 0.32, running atop Linux 4.4",
    "Contractor": "Contractor",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Un servizio di estensione a livello desktop che permette le applicazioni da utilizzare funzionalità esposte da altre applicazioni - senza coordinamento preliminare.",
    "HIG for Contractor": "HIG per Contractor",
    "Reference for Contractor": "Riferimento per Contractor",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "La libreria fondamentale per le applicazioni di elementary OS. Fornisce potenti widget come DynamicNotebook, utilità, funzioni di convenienza e altro",
    "Reference for Granite": "Referenze pper granite",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "Semplice, flessibile gestione del database. Supporta database SQL remoti e locali, incluso SQLite. Arriva con navigatori di dati SQL grafici ed a riga di comando, un estrattore di metadata consentendo la scoperta automatica di oggetti, ed altro.",
    "Reference for GDA": "Referenze per GDA",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "Una libreria client/server HTTP con API sincronizzate e non. Arriva con SSL/TLS, cookies, chaching, WenSockets, proxy e tunneling support, ed altro. Va alla grande con JSON-Glib.",
    "Reference for Soup": "referenze per Soup",
    "Reference for JSON-GLib": "referenze per JSON-GLIB",
    "vala": "vala",
    "Vala. Write Fast, Native, Object-Oriented Code.": "Vala. Write Fast, Native, Object-Oriented Code.",
    "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C": "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C",
    "Low memory requirements, native execution, and purpose-built for GObject": "Low memory requirements, native execution, and purpose-built for GObject",
    "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more": "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more",
    "Learn More about Vala": "leggi dipiù su Vala",
    "Library Documentation for Vala": "Documentazione per Vala",
    "Developer &sdot; elementary": "Sviluppatori - elementary"
}