{
    "Check out our progress for Loki Alpha 1": "Controlla i nostri progressi per Loki Beta 1",
    "Fixed": "Risolto",
    "In Progress": "In risoluzione",
    "Unfixed": "Non risolto",
    "Funding": "Finanziamento",
    "Translations": "Traduzioni",
    "Web Development": "Sviluppo Web",
    "Desktop Development": "Sviluppo Desktop",
    "Design": "Design",
    "Targeted Funding": "Finanziamenti mirati",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource mette i fondi direttamente nelle mani degli sviluppatori, ricompensandoli per sottoscrivere correzioni o creare nuove funzionalità. Imposta una \"taglia\" sui temi che ti stanno più a cuore, o finanzia un'applicazione specifica. È inoltre possibile impostare un abbonamento ricorrente.",
    "Learn More": "Scopri di più",
    "BountySource": "BountySource",
    "General Funding": "Finanziamento generale",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funziona come una campagna di crowdfunding in corso. Scegli un importo, ottieni ricompense, e aiutaci a raggiungere i nostri obiettivi.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal è una soluzione semplice e veloce. Scegli un importo una tantum o imposta una sottoscrizione.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS viene prodotto ed usato da persone provenienti da ogni parte del globo; aiutaci a rendere l'esperienza ancora migliore traducendolo in altre lingue.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS usa uno strumento di traduzione collaborativo ed aperto su Launchpad, chiamato Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Il nostro sito viene tradotto sfruttando la piattaforma online Transifex.",
    "Translate elementary OS": "Traduci elementary OS",
    "Translate This Website": "Traduci questo sito",
    "World map": "Mappa globale",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Il nostro sito è stato sviluppato usando HTML, CSS, PHP e JavaScript.\nSiamo alla costante ricerca di persone con esperienza in queste aree, che abbiano la volontà di contribuire e renderlo ancora migliore.\nLa maggior parte del lavoro è svolto dal nostro Design Team, ma amiamo ricevere idee di design e riscontri dal nostro Web Team.",
    "Fork Our Website on GitHub": "Effettua un Fork del nostro sito su GitHub",
    "Report an Issue with Our Website": "Segnala un problema con il nostro sito",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Il nostro ambiente desktop e tutte le sue applicazioni sono sviluppate usando Vala, GTK+, Clutter, Cairo, Granite ed una vasta selezione di librerie gratuite.\nIl nostro codice risiede interamente su Launchpad.net, un servizio gratuito per progetti open source.\nSiamo sempre alla ricerca di collaboratori ad ogni livello di competenza.",
    "Browse Our Desktop Code": "Sfoglia il codice del Desktop",
    "Browse Our Apps' Code": "Sfoglia il codice delle App",
    "See Our Open Bug Reports": "Guarda le segnalazioni riguardanti i bug aperti",
    "Scratch text editor": "Editor di testi Scratch",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Ogni progetto parte da un'idea. Il nostro Design Team prende queste idee e le trasforma in road maps. Noi separiamo il design in due componenti:",
    "Visual Design": "Design Visivo",
    "A great place for visual designers to get started is by sharing mockups with": "Un modo ideale per i visual designer per cominciare è quello di condividere i mockup con",
    "our Google+ Community": "la nostra Community su Google+",
    "Interactive Design": "Design Interattivo",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Utilizziamo un sistema su Launchpad chiamato Blueprints per creare spiegazioni dettagliate delle nuove funzionalità.",
    "Read the Interface Guidelines": "Leggi le linee guida di interfaccia",
    "Browse Our Blueprints": "Sfoglia i nostri Blueprint",
    "Read About Our Workflow": "Informati sul nostro flusso di lavoro",
    "Application wire frame": "Schema applicazione",
    "Get Involved with elementary OS": "Prendi parte ad elementary OS"
}