{
    "Check out our progress for Freya Update 1": "Controlla a che punto siamo con Freya Update 1",
    "Fixed": "Risolto",
    "In Progress": "In risoluzione",
    "Unfixed": "Non risolto",
    "Translations": "Traduzioni",
    "Web Development": "Sviluppo Web",
    "Design": "Design",
    "Desktop Development": "Sviluppo Desktop",
    "Funding": "Finanziamento",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Un linguaggio diverso è una diversa visione della vita.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS è prodotto e usato da persone da ogni parte del globo; aiutaci a rendere l'esperienza ancora migliore traducendolo in altre lingue.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS usa uno strumento di traduzione, collaborativo e aperto, su Launchpad chiamato Rosetta.",
    "Learn More": "Scopri di più",
    "Our website is also openly translated using an online platform called Transifex.": "Il nostro sito è tradotto tramite la piattaforma online Transifex.",
    "Translate elementary OS": "Traduci elementary OS",
    "Translate This Website": "Traduci questo sito",
    "World map": "Mappa globale",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"I siti web dovrebbero essere belli sia dentro che fuori.\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Il nostro sito web è sviluppato usando HTML, CSS, PHP e Javascript. Siamo alla costante ricerca di persone dotate di esperienza in questi campi, con la volontà di contribuirvi e renderlo ancora migliore. La maggior parte del lavoro di design è realizzato dal nostro Design Team, ma apprezziamo idee di design e riscontri per il nostro Web Team.",
    "Fork Us on GitHub": "Fai un Fork su GitHub",
    "See Our Open Bug Reports": "Guarda le segnalazioni riguardanti i bug aperti",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Fare del gran design vuol dire creare qualcosa di memorabile e significativo.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Ogni progetto parte da un'idea. Il nostro Design Team prende queste idee e le trasforma in road map. Noi separiamo il design in due componenti:",
    "<strong>Visual Design</strong>": "<strong>Visual Design</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Un luogo ideale per i progettisti visivi per iniziare è quello di condividere i mockup sulla <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">nostra Community Google+</a>",
    "<strong>Interactive Design</strong>": "<strong>Design Interattivo</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Utilizziamo un sistema su Launchpad chiamato Blueprints per creare spiegazioni dettagliate delle nuove funzionalità.",
    "Read the Interface Guidelines": "Leggi le linee guida di interfaccia",
    "Browse Our Blueprints": "Sfoglia i nostri Blueprint",
    "Read About Our Workflow": "Informati sul nostro flusso di lavoro",
    "Application wire frame": "Schema applicazione",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Prima che un software sia riutilizzabile deve innanzitutto essere usabile.\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Il nostro ambiente desktop e tutte le sue app sono sviluppate usando Vala, Gtk+, Clutter, Cairo, Granite ed una serie di altre librerie libere. Tutto il nostro codice è ospitato su Launchpad.net, un servizio libero per progetti Open Source. Siamo sempre alla ricerca di collaboratori ad ogni livello di abilità.",
    "Browse Our Desktop Code": "Sfoglia il codice del Desktop",
    "Browse Our Apps' Code": "Sfoglia il codice delle App",
    "Scratch text editor": "Editor di testi Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Fai quello che ti piace e il denaro seguirà.\"",
    "Targeted Funding": "Finanziamenti mirati",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource mette fondi direttamente nelle mani degli sviluppatori, ricompensandoli per commettere correzioni o la creazione di nuove funzionalità. Imposta una taglia sui temi che ti interessano di più o finanzia un'applicazione specifica. È anche possibile impostare un abbonamento ricorrente.",
    "BountySource": "BountySource",
    "General Funding": "Finanziamento generale",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funziona come una campagna di crowdfunding in corso. Scegli un importo, ottieni ricompense, e aiutaci a raggiungere i nostri obiettivi.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal è una soluzione semplice e veloce. Scegli un importo una tantum o imposta una sottoscrizione.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Prendi parte ad elementary OS"
}