{
    "Download elementary OS": "Scarica elementary OS",
    "Blog": "Blog",
    "Support": "Supporto",
    "Store": "Store",
    "Developer": "Sviluppatore",
    "Get Involved": "Partecipa",
    "This is a development site.": "Questo sito è in sviluppo.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "Stai visualizzando la versione in sviluppo del nostro sito. Alcune pagine potrebbero non funzionare correttamente. Se sei capitato qui per sbaglio, visita  <a href=\"http://elementary.io\">elementary.io</a>, il nostro sito ufficiale.",
    "A fast and open replacement for Windows and OS X": "Un'alternativa veloce ed aperta a Windows e OS X",
    "Custom": "Personalizzato",
    "Enter any dollar amount.": "Inserisci una qualunque quantità in dollari.",
    "Download Freya": "Scarica Freya",
    "893 MB (for PC or Mac)": "893 MB (per PC o Mac)",
    "What the press is saying about elementary OS:": "Quello che la stampa dice su elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS è diverso... un sistema operativo bello e potente che funzionerà bene persino su PC datati.\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"Una piattaforma veloce ed a bassa manutenzione che può essere installata praticamente ovunque.\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Leggero e veloce... Completamente mantenuto dalla comunità, con una vera attitudine per il design e l'aspetto.\"",
    "Meet Our Apps": "Scopri le nostre App",
    "Photos": "Foto",
    "Music": "Musica",
    "Videos": "Video",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importa, organizza e modifica foto. Crea una presentazione. Condividi su Facebook o Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organizza e ascolta la tua musica. Sfoglia per album, utilizza la ricerca fulminea, e costruisci le playlist dei tuoi favoriti.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Guarda film e video con un'interfaccia minimale. La sottile cornice scura scompare in modo da poter vedere di più del tuo film.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Naviga sul Web con un browser web veloce e leggero. Midori consente di utilizzare siti web HTML5 e applicazioni web riducendo al minimo l'impatto sulla batteria.",
    "Learn More": "Scopri di più",
    "dat": "dat",
    "Accessories": "Accessori",
    "Graphics": "Grafica",
    "Internet": "Internet",
    "Office": "Ufficio",
    "Other": "Altro",
    "Sound &amp; Video": "Musica & Video",
    "System Tools": "Strumenti di Sistema",
    "Applications": "Applicazioni",
    "3 Ways to Explore": "3 Modi di Esplorare",
    "Grid": "Griglia",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Vedi tutte le tue app in una griglia in ordine alfabetico. Scorri e trova quella che vuoi.",
    "Categories": "Categorie",
    "View your apps automatically organized into categories. Perfect for large collections.": "Vedi le tue app organizzate automaticamente in categorie. Perfetto per grandi collezioni.",
    "Search": "Cerca",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Lancia app, apri pannelli di impostazioni, lancia comandi, e molto altro nella veloce vista cerca.",
    "Open Source": "Open Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Il nostro codice è disponibile per la revisione, il controllo, la modifica e la ridistribuzione da parte di chiunque.",
    "No Ads. No Spying.": "Niente pubblicità. Niente spionaggio.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Non facciamo offerte pubblicitarie e non raccogliamo dati personali sensibili. Il nostro unico reddito è direttamente dai nostri utenti.",
    "Safe &amp; Secure": "Sicuro e protetto",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Siamo basati su Linux: lo stesso software che usano il Dipartimento della Difesa statunitense, la Bank of China, e altro ancora.",
    "Choose a Download": "Scegli un Download",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Noi consigliamo 64-bit per la maggior parte dei computer moderni. Per un aiuto e maggiori informazioni, visita la",
    "installation guide": "guida all'installazione",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Copyright © 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>",
    "Language": "Lingua",
    "Change Site Language": "Cambia la lingua del sito",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "Il sito web di elementary OS fa uso di tecnologie web moderne che il tuo browser non supporta.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "Questa versione di Internet Explorer è obsoleta e potrebbe contenere bug o vulnerabilità di sicurezza. Per favore <a href=\"http://browsehappy.com/\">esegui l'aggiornamento</a> a IE 11 o installa un altro browser web.",
    "Dismiss": "Chiudi"
}