{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Crediamo nella combinazione unica di una User Experience di prima qualità, e nel potere che ha l'open source di cambiare il mondo.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "Elementary nasce nel 2007 grazie ad un piccolo gruppo di appassionati volontari. Con il passare degli anni, siamo divenuti una piccola compagnia e fondo sviluppo di software open source. Siamo un team di devoti sviluppatori, designers, writers, ed utilizzatori quotidiani di computer, al lavoro su un incredibile esperienza di open computing. Noi siamo elementary.",
    "Pacific Daylight Time": "Pacific Daylight Time",
    "India Standard Time": "India Standard Time",
    "Eastern Daylight Time": "Eastern Daylight Time",
    "Mountain Daylight Time": "Mountain Daylight Time",
    "Central Daylight Time": "Central Daylight Time",
    "Central European Summer Time": "Central European Summer Time",
    "Brasilia Time": "Brasilia Time",
    "British Summer Time": "British Summer Time",
    "Eastern European Time": "Eastern European Time",
    "Korea Standard Time": "Korea Standard Time",
    "Moscow Time": "Moscow Time",
    "Community &amp; Collaborators": "Community & Collaboratori",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary non esisterebbe senza il coinvolgimento di membri della community e collaboratori da altri progetti free ed open source.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Partecipa",
    "Powered by Slack": "Powered by Slack",
    "Team &sdot; elementary": "Team ⋅ elementary"
}