{
    "Actions": "Hareketler",
    "Next Page:": "Sonraki sayfa:",
    "Symbolic": "Sembolik",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it.",
    "See also: <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo<\/a> by Aza Raskin": "Ayrıca: <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Read the article on A List Apart\"> ",
    "First-Launch Experience": "İlk Kullanım Deneyimi",
    "Always Saved": "Daima Kaydedildi",
    "Desktop Integration": "Masaüstü Bütünleşmesi",
    "Title": "Başlık",
    "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app. ": "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app.",
    "Comment": "Açıklama",
    "AudioVideo  ": "AudioVideo",
    "Audio": "Ses",
    "Education": "Eğitim",
    "Game": "Oyun",
    "Network ": "Network",
    "System": "Sistem",
    "System Settings: <strong>Control;Panel<\/strong>": "Sistem Ayarları: <strong>Kontrol;Panel<\/strong>",
    "AppMenu": "Uygulama Menüsü",
    "Usage": "Kullanım",
    "When adding items to your AppMenu, consider the following:": "Uygulama menüsüne öğe eklerken,aşağıdakileri dikkate alınız:",
    "Search Fields": "Arama alanları",
    "Do You Really Need It?": "Gerçekten İhtiyacınız mı Var?",
    "Re-Opening the App Window": "Uygulama penceresi tekrar açılıyor.",
    "Buttons": "Butonlar",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them.",
    "Text Buttons": "Yazı Butonları",
    "Closing": "Kapanıyor",
    "Dialogs": "Diyaloglar",
    "Badges": "Rozetler",
    "Speed of Launch": "Hızlı Başlat",
    "Normal Launch": "Normal Başlat",
    "Human Interface Guidelines": "Kullanıcı Arayüzü Kuralları",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.",
    "Icons": "İkonlar",
    "Style": "Stil",
    "Welcome Screen": "Karşılama Ekranı",
    "Language": "Dil",
    "Launcher Icons": "Başlatıcı ikonları",
    "Do's and Don'ts": "Yapılacaklar ve Yapılmayacaklar",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented.",
    "Sizes": "Boyutlar",
    "Source List": "Kaynak Listesi:",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "Shape": "Biçim",
    "Text": "Yazı",
    "System Indicators": "Sistem Göstergeleri",
    "Writing Style": "Yazı Stili",
    "User Workflow": "Kullanıcı Süreci",
    "The Welcome Screen is a friendly way to help users get started with your app.": "Karşılama ekranı kullanıcıların uygulamanı tanımaya başlamaları için samimi bir yoldur",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Genellikle karşılama ekranı Noise veya Scratch gibi başlamadan önce birtakım içeriklerin kullanımına veya oluşturulmasına ihtiyaç duyulan uygulamalarda kullanılır. Bu şekilde sıfırdan başlayan kullanıcıya , birkaç hızlı adımla uygulamayı nasıl kullanabileceği gösterilir.",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Eğer uygulamanda kütüphane kullanıcı tarafından silinirse sonraki ekranın boş bir kütüphane yerine karşılama ekranı olması daha yararlı olur.",
    "Labeling": "Etiketleme",
    "The Welcome Screen consists of two sets of labels:": "Karşılama ekranı iki etiket setinden oluşur :",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "İlk set, durumu ve karşılama ekranının sana ne yapmada yardımı olacağını açıklar. Örn: Noise(Müzik) uygulamasının karşılama ekranı, müzik kütüphanenin boş olduğunu ve kütüphanenin kullanabilmen için müziklerini içe aktarman gerektiğini açıklar.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "İkinci etiket seti kullanıcıya uygulamanı kullanmasını sağlayacak işlemlerden oluşur. Tekrar Noise'den örnek verirsek , bir örnek işlem müzik klasörünü varsayılandan farklı bir klasöre ayarlamıyı önermek olabilir.Önce işlemi adını belirleriz, örn \"Kütüphaneni ayarla\". Sonra bu işlemin ne yapacağını belirtiriz, \"Müzik klasörünü bul ve içeriğini aktar\"",
    "Iconography": "ikonların tasvir ve tahlili",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Bazı eylemler ve kullanıcıya hızlıca anımsatması gereken simgeler bağlantılıdır. Çoğu zaman bunlar eylem simgeleri olur.Ancak \"Yerler\" simgesini içe aktarmada veya yer ayarlamada hatta \"Uygulamalar\" simgesini ayar sihirbazına kullanabilirsin.",
    "Widget Concepts": "Widget Kavramları",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing.",
    "Hidden Widgets": "Gizli Widgetlar",
    "Windows": "Pencereler",
    "No files are open.": "Hiçbir dosya açık değil."
}