{
    "Installation": "Kurulum",
    "Download elementary OS": "Elementary OS'i indir",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Henüz yapmadıysan <a href=\"/\" target=\"_blank\">ana sayfamızdan elementary OS indirmelisin</a>. İndirdiğin ISO dosyasını, aşağıdaki yönergeleri takip ederek bir USB flash belleğe kopyalaman gerekecek.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS şu an da iki işlemci mimarisi için geliştirildi, 32-bit ve 64-bit.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Eğer 64-bit destekleyen bir bilgisayara sahipseniz , 64-bit sürümünü seçiniz.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Eğer bilgisayarın 64-bit sürümünü desteklemiyorsa 32-bit sürümünü seçiniz . (64-bit destekleyen cihazlar da bu sürümü çalıştırabileceklerdir.)",
    "Recommended System Specifications": "Önerilen Sistem Özellikleri",
    "Intel i3 or comparable dual-core 64-bit processor": "İ3 veya benzer çift çekirdekli Intel 64-bit işlemci",
    "1 GB of system memory (RAM)": "1 GB sistem hafızası (RAM)",
    "15 GB of disk space": "15 GB disk alanı",
    "Internet access": "İnternet erişimi",
    "Back Up Your Data": "Verilerini Yedekle",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Önemli verilerini bir bulut servisi veya harici disk sürücüsü gibi farklı bir yere yedeklediğinden emin ol. Yeni bir işletim sistemi kurmak, mevcut verilerini silebilir.",
    "Choose your current Operating System": "Geçerli işletim sisteminizi seçin",
    "Select the operating system you are currently using to view tailored installation instructions.": "Şu anda özel yükleme yönergeleri görüntülemek için kullanmakta olduğunuz işletim sistemini seçin.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "İndirmeyi doğrula",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "İndirmenizi doğrulamak önemli ama isteğe bağlı bir adımdır. Biz elementary OS imajları için bir checksum (veya hash sum) üretiriz ve yüklemeye başlamadan önce indirmenizin bu checksum ile uyuştuğunu teyid etmenizi öneririz. Bu sizin tam indirmeye sahip olduğunuzu ve imajınızın hasarsız olduğunu garanti eder.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows yeleşik olarak SHA256 doğrulaması aracını içermez, yani senin <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Araçı</a> indirmen gerekecek.",
    "Hash Tool": "Hash Aracı",
    "Open Hash Tool": "Hash Aracını Aç",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "\"Hash Türü\" altında <code>SHA-256</code> seç",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "\"Girdi Dosyası\" altında <code>Dosya(ları) Seç</code>'i seç ve elementary OS ISO dosyasını bul",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Çıkan \"Sonuçlar\" ile aşağıdaki hash metini doğrula",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "Kurulum Sürücüsünü Oluşturmak",
    "Rufus - select ISO": "Rufus - ISO seç",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.",
    "Download Rufus": "Rufus'u indir",
    "Open Rufus": "Rufus'u Aç",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "USB sürücünüzü takın ve \"Aygıt\" listesinde seçin",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "\"ISO Kalıbı\" seçin sonrasında \"Önyüklenebilir bir disk oluşturarak kullanın...\"",
    "Click": "Tıkla",
    "the disk icon": "disk ikonunu",
    "to choose the ISO that you downloaded previously.": "daha önce indirdiğin ISO'yu seçmek için ikonu tıklaman gerekecek.",
    "Click &quot;Start&quot; and wait for the process to finish.": "\"Start\"a tıkla ve işlemlerin tamamlanmasını bekle.",
    "Booting from the Install Drive": "Kurulum Diskinden Başlangıç",
    "In order to start the installation process, you must boot your computer from the install drive.": "Kurulum aşamalarını başlatmak için, bilgisayarını kurulum diskinden başlatman gerekiyor. Bilgisayarının tipine göre bu süreç farklılık gösterebilir. Bu kılavuz, en sık görülen durumları anlatıyor.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Bilgisayarının halen açık olduğunu varsayarak, kurulum diskini takıp bilgisayarını yeniden başlatarak başla.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Çoğu bilgisayar özel bir tuşa basarak mevcut başlatma için başlatma sıralamasını değiştirmeye olanak tanır. Bu tuş genellikle <kbd>F12</kbd>, fakat bazen de <kbd>Esc</kbd> veya başka bir fonksiyon tuşu olabilir. Emin olmak için açılışta ekranında beliren yönergeye veya bilgisayarının kılavuzuna başvurabilirsin.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "<kbd>F12</kbd> tuşuna bas (veya uygun tuşa) ve yüklemek istediğin sürücüyü seç—genellikle \"USB-HDD\" veya \"USB\" kelimesini içeren birşey olabilir, ama farklı ifade edilebilir. Eğer yanlış sürücüyü seçersen, bilgisayarın muhtemelen normalde olduğu gibi açılacaktır. Böyle bir durumda bilgisayarını yeniden başlat ve menüden başka bir sürücü seç.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Uygun başlangıç diskini seçtikten kısa süre sonra elementary OS başlangıç ekranını göreceksin. Artık ekranda belirerek sürecin geri kalanında seni yönlendirecek olan yönergeleri takip edebilirsin.",
    "Running the following command in your Terminal:": "Running the following command in your Terminal:",
    "Should produce the output:": "Should produce the output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below",
    "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".",
    "Download Etcher": "Download Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Yedek USB sürücü takın, ve sadece indirdiğiniz ISO dosyasını seçin.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Open \"Etcher\" and select your downloaded elementary OS image file using the \"Select image\" button.",
    "Select image in Etcher": "Select image in Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.",
    "Flash image in Etcher": "Flash image in Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "The following dialog may appear during the flashing process, it is safe to ignore.",
    "Not readable warning": "Not readable warning",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Başlangıç sesisini duyduktan sonra, <kbd>Option</kbd> tuşuna bas ve bekle. Sonra, uygun önyükleme sürücüsünü seç. Sürücü bazen yanlışlıka \"Windows\" olarak tanımlanmış olabilir ama bu durum olağandır..",
    "Boot Errors": "Boot Errors",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-freya-xx.xx.iso to Disc\". When complete, attempt to boot again from the Install DVD.",
    "Running the following command in your terminal:": "Terminalde aşağıdaki komutu çalıştır:",
    "should produce the output:": "Gereken çıktıyı üretir:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.",
    "Download UNetbootin": "UNetbootin'i indir",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Dash üzerinden UNetbootin uygulamasını çalıştır. Aşağıdaki gibi bir pencere açılacak:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "\"Disk imajı\"nı seç",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "\"...\" tıklayarak önceden indirdiğiniz ISO kalıbını seçin",
    "Unplug all USB memory devices apart from the one you want to use.": "Kullanmak istediğiniz dışında tüm USB bellekleri çıkarın",
    "Click &quot;OK&quot; and wait for the process to finish.": "\"TAMAM\" tıklayın ve işlemin bitmesini bekleyin.",
    "After Installation": "Kurulumdan Sonra",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Yeni işletim sisteminizi öğrenmek için <a href=\"/docs/learning-the-basics\">Başlarken</a> klavuzuna bakmalısınız"
}