{
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it.",
    "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app. ": "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app.",
    "AudioVideo  ": "AudioVideo",
    "Network ": "Network",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.",
    "Language": "Sprache",
    "While much of elementary is developed in English, there are many users who do not know English or prefer their native language. While putting text into your app, keep the following in mind:": "Während große Teile von elementary in Englisch entwickelt werden, gibt es viele Benutzer, die kein Englisch können oder ihre Muttersprache bevorzugen. Wenn du deiner App Text hinzufügst, behalte folgendes im Hinterkopf:",
    "<strong>Make it translatable.<\/strong> Always, always make your text translatable using the built-in methods. It can't be translated if you don't make it translatable. Include punctuation in translatable strings.": "<strong>Mach es übersetzbar.<\/strong> Mach deinen Text mit den eingebauten Methoden wirklich immer übersetzbar. Es kann nicht übersetzt werden wenn du es nicht übersetzbar machst. Nimm die Zeichensetzung in übersetzbare Zeichenketten auf.",
    "<strong>Avoid culture-specific references.<\/strong> Remember that users of another language are going to be using your app. Specific metaphors or references will likely be lost on or downright confusing to other those users. Instead, use universal text.": "<strong>Vermeide kulturspezifische Hinweise.<\/strong> Denke daran, dass Benutzer einer anderen Sprache deine App benutzen werden. Bestimmte Metaphern oder Anspielungen werden von diesen wahrscheinlich falsch interpretiert oder völlig verwechselt. Verwende stattdessen allgemeinen Text.",
    "<strong>Right-to-left.<\/strong> It's easy to forget about right-to-left (RTL) languages if you're so used to using left-to-right. Make sure your app still works well when used with RTL layouts, and always use RTL-compatible widgets when developing your app.": "<strong>Rechts-nach-links.<\/strong> Sprachen, die von rechts nach links laufen (RNL), können leicht vergessen werden, wenn du Sprachen gewöhnt bist, die von links nach rechts laufen. Gehe sicher, dass deine App auch dann richtig funktioniert, wenn sie mit einem RNL Layout verwendet wird, und verwende immer RNL-kompatible Widgets, wenn du deine App entwickelst.",
    "Next Page:": "Nächste Seite:",
    "Capitalization": "Kapitalisierung",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented.",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing."
}