{
    "Learning the Basics": "Die Grundlagen lernen",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Wie bei allen Betriebssystemen gibt es auch hier ein paar Dinge, die Du vielleicht noch nicht kennst.",
    "The Desktop": "Der Desktop",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Der elementary OS Desktop ist sehr leicht und einfach zu verstehen. Er besteht aus zwei Elementen: Dem Panel und dem Dock. Sie können den Desktop Hintergrund durch folgende Einstellungen individualisieren <strong><a href=\"/docs/learning-the-basics#system-settings\">Systemeinstellungen</a></strong> → <strong>Schreibtisch</strong> → <strong>Hintergrund</strong>.",
    "The Panel": "Das Panel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "Am oberen Rand des Bildschirms kann man das Panel sehen. Links befindet sich das Anwendungsmenü, in der Mitte Zeit und Datum und rechts die Indikatoren.",
    "Applications": "Anwendungen",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Auf der linken Seite des Panels findest du die Anwendungen. Mit einem Klick auf <strong>Anwendungen</strong> öffnet sich ein Launcher mit all deinen installierten Anwendungen. Du kannst mehrere Seiten deiner Anwendungen anzeigen lassen, in dem du die Tasten im unteren Bereich des Launchers benutzt oder das Mausrad bewegst. Genauso kannst du die Anzeige deiner Anwendungen ändern, in dem du die Tasten im links oberen Bereich benutzt. Zum Schluss noch, du kannst jederzeit etwas Schreiben um im Launcher Suchen.",
    "Slingshot": "Slingshot",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Du kannst Anwendungen nach Name oder Schlagwort suchen und mit ihnen verbundene Aktionen ausführen. Auch nach Systemeinstellungen kannst du suchen. Einige der Aktionen die du über die Suche finden kannst sind:",
    "Shutdown and Restart": "Herunterfahren und Neu starten",
    "Compose Message": "Nachricht verfassen",
    "New Private Browsing Window": "Neues privates Fenster öffnen",
    "Math operations (example: 23 * 5)": "Mathematische Operationen (Beispiel: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Um das Menü für die Anwendungen über die Tastatur zu öffnen, drücke <kbd>⌘</kbd> + <kbd>space</kbd>.",
    "Indicators": "Indikatoren",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Auf der rechten Seite des Panels sind kleine Icons, die man Indikatoren nennt. Sie zeigen dir den derzeitigen Status deiner Sitzung an. Zum Beispiel die Netzwerkverbindungen, Batteriestatus, Zeit, Chat, Emails usw. Beim klicken auf eines der Indikatoren legt man mehr Informationen frei zum jeweiligen Indikator.",
    "The Dock": "Das Dock",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Auf dem Bildschirm ist unten das Dock. Es enthält deine Lieblingsapps und auch Apps, die gerade offen sind.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Der Inhalt des Docks lässt sich einfach anpassen. Um ein Programm hinzuzufügen, ziehe es von <strong>Applications</strong> im Panel auf das Dock, oder mache einen Rechtsclick auf das Icon einer offenen Anwendung und Wähle  <strong>An Dock Anheften</strong>. Um eine Anwendung aus dem Dock zu entfernen, ziehe es aus dem Dock in einen leeren Bereich auf dem Desktop, oder mache einen Rechtsclick auf das Icon und entferne den Haken bei <strong>An Dock Anheften</strong>. Um Anwendungen im Dock neu zu Ordnen, ziehe sie einfach per drag and drop in die Gewünschte Reihenfolge.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Standartmäßig wird das Dock ausgeblendet sobald eine Anwenungen Maximiert wird. Um es wieder einzublenden, bewege einfach deine Maus in die Mitte des unteren Randes des Bildschirms.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Du kannst das Verhalten des Docks über <strong><a href=\"/docs/learning-the-basics#system-settings\">Einstellungen</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong> anpassen.",
    "App Windows": "App-Fenster",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Apps existieren in ihren eigenen Fenstern, diese können geschlossen, maximiert und herum bewegt werden.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Sobald du eine Anwendung öffnest, erscheint ein Fenster am Desktop. Jede Anwendung hat normalerweise drei Bereiche: Die Fenster-Steuerelemente, eine Toolbar und der Inhalt der Anwendung.",
    "Window Buttons": "Fenster-Steuerelemente",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Die Steuerelemente des Fensters einer Anwendung sind in den oberen Ecken des Fensters. Der Schließ-Button ist auf der linken, und der Maximier-Button auf der rechten Seite des Fensters. Beim drücken des Maximier-Buttons wechselt es zwischen Vollbild des Fensters, oder eben nicht Vollbild. Du kannst das Fenster der Anwendung bewegen, indem du auf einen leeren Bereich zwischen der Fenster-Steuerelemente die linke Maustaste gedrückt hältst und bewegst.",
    "Toolbar": "Toolbar",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Viele Anwendungen haben eine Toolbar im oberen Teil des Fensters. Dieser Bereich enthält übliche Werkzeuge oder auch Buttons zum navigieren der Anwendung. Du kannst das Fenster der Anwendung durch gedrückt halten der linken Maustaste in jeglichem leeren Bereich der Toolbar bewegen.",
    "Multitasking": "Multitasking",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS unterstützt zwei Arten des Multitaskings: Fenster und Arbeitsflächen.",
    "Windows": "Fenster",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Anwendungen starten in Fenstern. Sie können sich auf deinem Desktop überlappen und herumbewegt werden. Du kannst mit verschiedenen Wegen zwischen den Fenstern hin und her schalten.",
    "click on the window you want to switch to": "Klicken sie auf das Fenster zu dem sie wechseln möchten.",
    "click on the app's icon in the dock": "Klick auf das App-Icon im Dock",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "Drücke <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Um einen Überblick von deinen offenen Fenstern zu sehen, drücke <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Du kannst diese Tastenkürzel in <strong><a href=\"/docs/learning-the-basics#system-settings\">Systemeinstellung</a></strong> → <strong>Tastatur</strong> → <strong>Shortcuts</strong> → <strong>Fenster</strong> ändern.",
    "Hot Corners": "Aktive Ecken",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Du kannst auch die \"Aktiven Ecken\" (Shortcuts die durch das Platzieren des Mauszeigers in den Ecken des Bildschirms ausgelöst werden) um Multitasking-Funktionen wie Fensterübersicht, Arbeitsflächenübersicht und mehr einstellen.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Du kannst die Aktiven Ecken durch <strong><a href=\"/docs/learning-the-basics#system-settings\">Systemeinstellungen</a></strong> → <strong>Schreibtisch</strong> → <strong>Aktive Ecken</strong> einstellen.",
    "Workspaces": "Arbeitsflächen",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Standardmäßig werden alle Fenster auf einer Arbeitsfläche geöffnet. Trotzdem kannst du mehrere Arbeitsflächen benutzen zum organisieren deines Arbeitsablaufs.",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Um eine Übersicht deiner Arbeitsflächen zu sehen, drücke <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Um schnell nach links oder rechts durch Ihren Arbeitsbereich bewegen, drücken Sie <kbd>⌘</kbd> + <kbd>←</kbd> order <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Um zwischen deinen Arbeitsflächen zu switchen, drücke <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Du kannst jederzeit zu einer Bestimmten Arbeitsfläche wechseln, indem du <kbd>⌘</kbd> + <kbd>1</kbd> bis <kbd>⌘</kbd> + <kbd>9</kbd>drückst. Ebenso kannst du durch das Drücken von <kbd>⌘</kbd> + <kbd>0</kbd>eine neue Arbeitsfläche erstellen.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Du kannst die Fenster von Anwendungen zwischen Arbeitsflächen bewegen, indem du ihre Icons in die Arbeitsflächenübersicht ziehst. Um eine übersich aller offenen Fenster auf allen Arbeitsflächen anzuzeigen, drücke  <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Du kannst diese Tastenkürzel über <strong><a href=\"/docs/learning-the-basics#system-settings\">Einstellungen</a></strong> → <strong>Tastatur</strong> → <strong>Shortcuts</strong> → <strong>Arbeitsflächen</strong>anpassen.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Anmerkung: <kbd>⌘</kbd>bezieht sich auf die \"super\" Taste. Auf den meisten PCs ist diese als \"Windowstaste\" bekannt, oder als \"Kommandotaste\" auf Macs.</em>",
    "Multiple Displays": "Mehrere Bildschirme",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Das Panel, das Dock und die Arbeitsflächen erscheinen nur auf dem Hauptbildschirm. Alle anderen angeschlossenen Bildschirme laufen als eigene Arbeitsfläche. Um die Bildschirme zu verwalten gehe zu <strong><a href=\"/docs/learning-the-basics#system-settings\">Systemeinstellungen</a></strong> → <strong>Bildschirme</strong>. Dein Hauptbildschirm ist mit einem ausgefüllten Stern markiert (",
    ") and each display's settings can be changed from its cog (": ") und für jeden Bildschirm können die Einstellungen (",
    ") menu.": ") einzeln angepasst werden.",
    "Installing Apps": "Anwendungen installieren",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "in elementary OS ist standartmäßig die Anwendung <strong>Software Center</strong>installiert. Diese ist ein App Store für kostenlose und kostenpflichtige Anwendungen. Neue Anwendungen über das Software Center zu installieren ist ganz einfach:",
    "Open the <strong>Software Center</strong> app.": "Öffne die <strong>Software Center</strong> Anwendung.",
    "Search in the top-right, or browse.": "Benutze die Suchleiste in der oberen rechten Ecke oder suche manuell.",
    "Click <strong>Install</strong> next to the app you want to install.": "Drücke auf den <strong>Installieren</strong> Text neben der Anwendung die du installieren willst.",
    "You may be asked for your password prior to installing an app.": "Unter Umständen wirst du vor Beginn der Installation nach deinem Passwort gefragt.",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>Anmerkung: Manch eine Anwendung ist vielleicht nicht im Software Center verfügbar. Auch wenn wir nicht empfehlen Anwendungen zu installieren, die einfach aus dem Internet heruntergeladen wurden, sollten alle Anwendungen die mit Ubuntu 14.04 LTS kompatibel sind auch auf elementary OS Freya funktionieren.</em>",
    "Updating": "Aktualisieren",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS beinhaltet die Anwendung \"Aktualisierungsverwaltung\", eine einfache Möglichkeit Updates und Sicherheitspatches zu installieren. Wir empfehlen mindestens einmal pro Woche nach Updates zu suchen, damit dein Computer die neuesten Funktionen hat und am besten geschützt ist.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "Für mehr Informationen zu Sicherheitspatches, lies die <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.",
    "System Settings": "Systemeinstellungen",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS verfügt über eine praktische Anwendung namens \"Systemeinstellungen\". Sie steuert alle Ihre Systemweiten (oder \"globalen\") Einstellungen. Die Systemeinstellungen geben ihnen die Möglichkeit, Dinge wie Tastenkürzel, Bildschirmauflösung, Ihr Hintergrundbild und vieles mehr.",
    "Search": "Suche",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Du kannst auch nach Einstellungen suchen, indem du Schlüsselwörter in die Suchleiste im oberen Teil de3s Fensters eingibst. Der Inhalt des Einstellungsfensters wird dann nach deinen Schlüsselwörtern gefiltert.",
    "App Settings": "App-Einstellungen",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Vergessen sind nicht das die Systemeinstellungen nur auf die globalen Einstellungen für elementary OS beziehen. Einige Anwendungen können auch ihre eigenen Einstellungen haben. Sie werden diese hier nicht finden. Schauen sie stattdessen innerhalb der Anwendung nach."
}