{
    "Translation Guide": "Übersetzungs Anleitung",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Das Lokalisieren unserer Webseite und Apps ist ein wichtiger Bestandteil, um elementary OS für so viele Personen wie möglich verfügbar zu machen. Anstatt auf ein internationales Übersetzungsteam zu setzen, crowdsourcen wir unsere Übersetzungen lieber, sodass jeder unsere Texte übersetzen kann, auch ohne technische Hintergründe. Um überall gleich zu klingen und den neuen Übersetzern zu helfen, haben wir diese Anleitung hier erstellt.",
    "Translating Applications": "Anwendungen übersetzen",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Anwendungen werden mit Rosetta übersetzt: Dies ist das Übersetzungstool, das auf Launchpad gehostet wird. Um Übersetzungen zu übermitteln, solltest Du:",
    "Have a": "Besitze einen",
    "Launchpad account": "Launchpad Account",
    "Set your": "Stelle Deine",
    "language preferences": "Spracheinstellungen ein",
    "Browse our": "Browse durch unsere",
    "translatable projects": "übersetzbaren Projekte",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Sobald Du deine Auswahl getroffen hast, kannst Du Vorschläge für unübersetzte Textbausteine geben oder Änderungen für bereits übersetzte Texte vorschlagen. Alle Vorschläge werden von einem Mitglied des Übersetzungsteams ausgewertet. Anschließend wird die am besten geeignete Übersetzung gewählt. Um mehr über Rosetta zu erfahren, kannst Du ihre <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">dokumentation</a> lesen.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.",
    "Translating our Website": "Übersetze diese Seite",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "Unsere Webseite übersetzen wir mit <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. Um Übersetzungen zu übermitteln, solltest Du:",
    "Transifex account": "Transifex Account",
    "Join our": "Beitreten unseres",
    "translation team": "Übersetzungs Teams",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Für mehr Informationen zu Transifex, kannst Du Dir gerne deren <a href=\"http://docs.transifex.com/tutorials/txeditor\">Dokumentation</a> angucken.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Wie auch in unseren Anwendungen, folgen wir Ubuntus <a href=\"https://help.launchpad.net/Translations/Guide\">allgemeinem Übersetzungshandbuch</a>. Bei sprachspezifischen Fragen richten wir uns nach Ubuntus <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">Teamübersetzungsrichtlinien</a>."
}