{
    "Installation": "تثبيت",
    "Download elementary OS": "تحميل نظام التشغيل المنتري",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "إذا لم تمتلكه بعد، ستحتاج ل <a href=\"/\" target=\"_blank\"> تحميل نظام التشغيل المنتري من صفحتنا الرئيسية</a>. يجب عليك نسخ ملف الإيزو المحمل الى مفتاح يو إس بي USB بإتباع التعليمات أدناه.",
    "Recommended System Specifications": "متطلبات النظام المنصوح بها:",
    "Intel i3 or comparable dual-core 64-bit processor": "إنتل i3 أو معالج 64-بت dual-core مشابه",
    "1 GB of system memory (RAM)": "الذاكرة العشوائية 1 جيجابايت",
    "15 GB of disk space": "القرص الصلب 15 جيجابايت",
    "Internet access": "إتصال بشبكة الانترنت",
    "Back Up Your Data": "قم بنسخ إحتياطي لبياناتك",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "تأكد من أنك قمت بنسخ إحتياطي لبياناتك في موضع خارجي مثل خدمة التخوين السحابية أو قرص صلب خارجي. تثبيت نظام تشغيل جديد قد يمسح بياناتك الموجودة.",
    "Choose your current Operating System": "اختر نظام تشغيلك الحالى",
    "Select the operating system you are currently using to view tailored installation instructions.": "إختر نظام التشغيل الذي تستخدمه حاليا لاستعراض إرشادات التثبيت المصممة. ",
    "Windows": "نظام ويندوز",
    "OS X": "نظام OS X",
    "Ubuntu": "نظام أبونتو",
    "Verify your Download": "التحقق من تحميلك",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "التحقق من تحميلك أمر هام، لكنه إختياري. نقوم بتوليد رمز إختباري (أو هاش) لملفات نظام تشغيل إلمنتري وننصحك بالتحقق ما إذا كان تحميلك يطابق الرمز إختباري قبل محاولة التثبيت. هذا سيضمن أنك استقبلت التحميل كاملا، تاما وأن ملف التثبيت الذي بحوزتك غير متلف بأي شكل من الأشكال.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "ويندوز لا يوفر أداة مدمجة للتحقق من إختبارية SHA256، لهذا يتوجب عليك تحميل <a href=\"http://www.digitalvolcano.co.uk/hash.html\">أداة الهاش</a>.",
    "Hash Tool": "أداة الهاش",
    "Open Hash Tool": "فتح أداة الهاش",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "تحت \"نوع الهاش\" إختر <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "أسفل \"إدخال ملف\" قم باختيار <code>إختر ملف(ات)</code> وابحث عن ملف ISO الخاص بنظام تشغيل إلمنتري.",
    "Verify that the text in &quot;Results&quot; matches the following hash:": "تحقق من تطابق النص في \"نتائج\" مع إحدى الهاشات التالية:",
    "Creating an Install Drive": "إنشاء قرص تثبيت",
    "Rufus - select ISO": "Rufus - إختر ISO",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "ستحتاج لمفتاح فلاش USB بمساحة حرة 2 جيجا على الأقل وبرنامج يدعى Rufus.",
    "Download Rufus": "تحميل Rufus",
    "Open Rufus": "فتح Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "قم بإدخال مفتاح USB واختياره من قائمة \"جهاز\".",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "إختر \"ملف ISO\" المحاذية لـ \"إنشاء قرص إقلاع باستخدام ...\"",
    "Click": "اضغط",
    "the disk icon": "أيقونة القرص",
    "to choose the ISO that you downloaded previously.": "إختيار ملف الإيزو الذي قمت بتحميله مسبقا.",
    "Click &quot;Start&quot; and wait for the process to finish.": "اضغط على \"ابدأ\" وانتظر حتى انتهاء العملية",
    "Booting from the Install Drive": "الاقلاع من قرص التثبيت",
    "In order to start the installation process, you must boot your computer from the install drive.": "للبدء في عملية التثبيت، يتعين إقلاع الكمبيوتر من قرص التثبيت.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "بإفتراض أن جهازك يعمل الأن، إبدأ التثبيت بإدخال القرص وأعد تشغيل حاسوبك.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "معظم الحواسيب ستسمح لك بتغيير ترتيب الإقلاع للإقلاع الحالي فقط بإيجاز من خلال الضغط على مفتاح خاص — عادة   <kbd>F12</kbd> لكن أحيانا <kbd>Esc</kbd> أو مفتاح وظيفي آخر. راجع الشاشة أو توثيق الحاسوب للتأكد.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "إضغط مفتاح <kbd>F12</kbd> (أو المفتاح المناسب) وإختر قرص التثبيت — عادة \" USB-قرص صلب\" أو أي شيء يحتوي كلمة \"USB\"، الصياغة قد تختلف. إذا إخترت القرص الغير الصحيح، سيقلع الحاسوب بشكل عادي، قم بإعادة تشغيل حاسوبك مرة أخرى وإختر القرص المناسب من القائمة.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "بعد مدة قصيرة من إختيار القرص  المناسب، ستظهر لك شاشة نظام التشغيل المنتري. والأن يجب عليك إتباع الإرشادات من الشاشة والتي ستساعدك خلال العملية بأكملها.",
    "Running the following command in your Terminal:": "قم بتشغيل الأمر التالي في الطرفية:",
    "Should produce the output:": "يجب أن يولد الناتج:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "ملاحظة: هذا يفترض أنك قمت بتحميل ملف .iso في مسار التحميلات \"Downloads\".\nفي حال ما إذا قمت بتحميله في مكان آخر، الرجاء تعيين المسار الصحيح للملف المحمل، كما يظهر بالأسفل",
    "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "لتقوم بإنشاء مفتاح تثبيت نظام تشغيل إلمنتري من خلال نظام OS X ستحتاج لمفتاح فلاش USB بمساحة حرة 2 جيجا على الأقل في سعته وبرنامج يدعى \"Etcher\".",
    "Download Etcher": "تحميل Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "قم بإدخال مفتاح USB المخصص، ثم قم باختيار ملف ISO الذي قمت بتحميله للتو.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "إفتح \"Etcher\" وقم باختيار ملف نظام تشغيل إلمنتري المحمل من خلال زر \"إختر ملف\".",
    "Select image in Etcher": "إختر ملف في Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "يتوجب على Etcher كشف مفتاح USB أوتوماتيكيا، لكن تحقق من اختيارك للهدف الصائب.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "إبدء بعملية التفليش بالضغط على زر \"تفليش!\". سيأخذ الأمر بعض الوقت للبدء.",
    "Flash image in Etcher": "تفليش الملف في Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "عند الإنتهاء من الآمن إزالة المفتاح و محاولة الإقلاع لتثبيت نظام تشغيل إلمنتري.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "النافذة الحوارية التالية يمكن أن تظهر خلال عملية التفليش، من الآمن تجاهلها.",
    "Not readable warning": "تحذير لا يمكن قراءته",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "بعد سماع قرع الجرس، إبقى ضاغطا على <kbd>Option</kbd>. ثم، اختر مفتاح الإقلاع الملائم. مع ملاحظة أنه قد يعرف خطأ بـ \"Windows\"، لكن هذا أمر عادي.",
    "Boot Errors": "خطأ فى الاقلاع",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "إذا لم يتمكن نظام الماك من التعرف على مفتاح USB الخاص بتثبيت نظام تشغيل إلمنتري في قائمة الإقلاع، قد يتعين عليك إنشاء قرص DVD لتثبيت نظام تشغيل إلمنتري عوضا عن ذلك. لإنشائه، أدخل قرص DVD فارغ، إضغط بزر الفأرة الأيمن فوق ملف ISO في المستعرض Finder، واختر \"إحرق elementaryos-freya-xx.xx.iso في القرص\". عند الإنتهاء، حاول الإقلاع مجددا من خلال قرص التثبيت DVD.",
    "Running the following command in your terminal:": "قم بتشغيل الأمر التالي في الطرفية:",
    "should produce the output:": "يجب أن يولد الناتج:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "ستحتاج لمفتاح فلاش USB بمساحة حرة 2 جيجا على الأقل وبرنامج يدعى UNetbootin.",
    "Download UNetbootin": "حمل UNtebootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "إفتح التطبيق UNtebootin من Dash . سيفتح على شكل نافذة كالتي في الأسفل:",
    "UNetbootin": "تطبيق UNtebootin",
    "Select &quot;Diskimage&quot;": "اختر \"Diskimage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "اضغط \"...\" لإختيار ملف الإيزو الذي قمت بتحميله مسبقا",
    "Unplug all USB memory devices apart from the one you want to use.": "قم بفصل كل أجهزة ذاكرة USB ما عدا المفتاح الذي تريد استخدامه.",
    "Click &quot;OK&quot; and wait for the process to finish.": "انقر على \"موافق\" وانتظر حتى انتهاء العملية",
    "After Installation": "بعد التثبيت",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "خذ وقتك في قراءة دليل <a href=\"/docs/learning-the-basics\">إبدأ الآن</a> لاكتشاف نظام تشغيلك الجديد."
}