{
    "Brand": "Marca",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "La marca elementary pertenece a elementary, Inc., la compañía que guía y apoya el desarrollo de los productos elementary. Estas pautas describen cuándo y cómo se debe utilizar la marca elementary.",
    "Company and Product Names": "Nombres de la empresa y del producto",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "La palabra <strong>elementary</strong> es una marca comercial de elementary, Inc. para referirse a la propia empresa. Siempre en minúscula, incluso al comienzo de oraciones. También se puede usar junto con los nombres de productos (es decir, \"elementary OS\") para hacer referencia a un producto específico de elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "El producto principal de elementary, Inc. es <strong>elementary OS</strong>. Para mayor claridad, el sistema operativo elementary nunca debe abreviarse como \"elementary\" ni de ninguna otra forma.",
    "Brand Marks": "Marcas comerciales",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. reclama dos marcas: el <strong>logotipo «e»</strong> y el <strong>logotipo «elementary»</strong>. Ambas se consideran marcas comerciales y representan elementary, Inc.",
    "Both should be used with the following in mind:": "Tome en cuenta los criterios siguientes antes de utilizar ambas marcas:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "No ensanche, incline, gire, voltee ni modifique de ninguna otra manera las marcas.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "No utilice las marcas en fondos complicados: los colores sólidos funcionan mejor.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Las marcas deben ser monocromáticas; p.ej. blanco sobre fondo oscuro o negro sobre fondo claro.",
    "elementary Logomark": "Isotipo de elementary",
    "Default logomark": "Logotipo predeterminado",
    "Alternate elementary Logomark": "Logotipo alternativo de elementary",
    "Alternate logomark": "Logotipo alternativo",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "El logotipo \"e\" se debe utilizar para referirse a elementary, Inc., especialmente cuando se requiere una relación directa. Debe usarse en tamaños más grandes y junto a logotipos de ponderación similar. El logotipo alternativo más delgado se puede usar en contextos más pequeños o cuando el logotipo predeterminado se sienta demasiado pesado.",
    "elementary Logotype": "Logotipo de elementary",
    "Logotype": "Logotipo",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "El logotipo \"elementary\" se debe usar cuando el espacio permita hacer referencia a elementary, Inc. También se puede usar antes del nombre de un producto para hacer referencia a un producto específico de elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "El logotipo debe utilizarse en todo momento según las pautas siguientes:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "No intente recrear el logotipo escribiendo \"elementary\" en una fuente específica; utilice siempre el recurso gráfico proporcionado.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "No utilice el logotipo en lugares pequeños; si el resultado no es claro, prefiera el isotipo.",
    "Color": "Colores",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Nuestra marca se compone de nuestro nombre y marcas en combinación con un determinado uso de los colores. Esta es nuestra paleta:",
    "Strawberry": "Fresa",
    "Strawberry 100": "Fresa 100",
    "Strawberry 300": "Fresa 300",
    "Strawberry 500": "Fresa 500",
    "Strawberry 700": "Fresa 700",
    "Strawberry 900": "Fresa 900",
    "Orange": "Naranja",
    "Orange 100": "Naranja 100",
    "Orange 300": "Naranja 300",
    "Orange 500": "Naranja 500",
    "Orange 700": "Naranja 700",
    "Orange 900": "Naranja 900",
    "Banana": "Plátano",
    "Banana 100": "Plátano 100",
    "Banana 300": "Plátano 300",
    "Banana 500": "Plátano 500",
    "Banana 700": "Plátano 700",
    "Banana 900": "Plátano 900",
    "Lime": "Lima",
    "Lime 100": "Lima 100",
    "Lime 300": "Lima 300",
    "Lime 500": "Lima 500",
    "Lime 700": "Lima 700",
    "Lime 900": "Lima 900",
    "Mint": "Menta",
    "Mint 100": "Menta 100",
    "Mint 300": "Menta 300",
    "Mint 500": "Menta 500",
    "Mint 700": "Menta 700",
    "Mint 900": "Menta 900",
    "Blueberry": "Arándano",
    "Blueberry 100": "Arándano 100",
    "Blueberry 300": "Arándano 300",
    "Blueberry 500": "Arándano 500",
    "Blueberry 700": "Arándano 700",
    "Blueberry 900": "Arándano 900",
    "Grape": "Uva",
    "Grape 100": "Uva 100",
    "Grape 300": "Uva 300",
    "Grape 500": "Uva 500",
    "Grape 700": "Uva 700",
    "Grape 900": "Uva 900",
    "Bubblegum": "Chicle",
    "Bubblegum 100": "Chicle 100",
    "Bubblegum 300": "Chicle 300",
    "Bubblegum 500": "Chicle 500",
    "Bubblegum 700": "Chicle 700",
    "Bubblegum 900": "Chicle 900",
    "Latte": "Café",
    "Latte 100": "Café 100",
    "Latte 300": "Café 300",
    "Latte 500": "Café 500",
    "Latte 700": "Café 700",
    "Latte 900": "Café 900",
    "Cocoa": "Cacao",
    "Cocoa 100": "Cacao 100",
    "Cocoa 300": "Cacao 300",
    "Cocoa 500": "Cacao 500",
    "Cocoa 700": "Cacao 700",
    "Cocoa 900": "Cacao 900",
    "Silver": "Plata",
    "Silver 100": "Plata 100",
    "Silver 300": "Plata 300",
    "Silver 500": "Plata 500",
    "Silver 700": "Plata 700",
    "Silver 900": "Plata 900",
    "Slate": "Pizarra",
    "Slate 100": "Pizarra 100",
    "Slate 300": "Pizarra 300",
    "Slate 500": "Pizarra 500",
    "Slate 700": "Pizarra 700",
    "Slate 900": "Pizarra 900",
    "Black": "Negro",
    "Black 100": "Negro 100",
    "Black 300": "Negro 300",
    "Black 500": "Negro 500",
    "Black 700": "Negro 700",
    "Black 900": "Negro 900",
    "Fonts": "Tipos de letra",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "En la web y en materiales impresos, utilizamos Inter tanto en títulos como en cuerpos de texto. En los bloques de código utilizamos Roboto Mono.",
    "Third Parties &amp; Community": "Terceros y la comunidad",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Invitamos a los desarrolladores externos que crean productos para elementary OS a adoptar ciertos elementos de la marca elementary para mantener la coherencia gráfica:",
    "Voice/tone": "Tono de voz",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Sin embargo, en aras de evitar confusiones por parte de los usuarios, restringimos la utilización del nombre de elementary y sus marcas:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Le recomendamos que diga que su aplicación o servicio está “diseñado para elementary OS”, pero no utilice el nombre o las marcas de elementary como parte del nombre de su empresa, aplicación, producto o servicio, ni en ningún logotipo que cree.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Solo utilice el nombre o marcas de elementary para referirse a elementary, Inc. o a sus productos (es decir, elementary OS).",
    "Community": "Comunidad",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Los productos comunitarios (sitios web, clubs de fans, etc.) están invitados a utilizar el logo de la comunidad de elementary:",
    "elementary Community Logo with color": "Logo de la Comunidad de elementary con color",
    "elementary Community Logo in black": "Logo de la Comunidad de elementary en negro",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Esto ayuda a establecer el producto como parte de la comunidad en general, al tiempo que reduce la confusión que puede surgir al usar el logotipo de elementary, Inc.",
    "Hardware Distributors": "Distribuidores de <em>hardware</em>",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Siempre que nuestro software lleve la marca elementary, la experiencia debe ser coherente gráficamente, ya sea que el sistema operativo se haya descargado de nuestro sitio web o preinstalado en un producto de hardware.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Los componentes de software de elementary OS pueden modificarse y redistribuirse de acuerdo con los términos de código abierto de la licencia del software; sin embargo, la marca y las marcas comerciales anteriores solo pueden redistribuirse bajo una o más de las siguientes condiciones:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "El software permanece sustancialmente sin cambios; incluyendo aplicaciones predeterminadas, hoja de estilo e iconografía, etc., o",
    "Software modifications are approved by elementary, Inc.": "elementary, Inc aprueba las modificaciones en el <em>software</em>.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Los controladores y la habilitación de hardware son, por supuesto, aceptables. Entendemos que la marca del distribuidor (es decir, los fondos de pantalla predeterminados) puede ser importante para los distribuidores, por lo que estas modificaciones generalmente se aprobarán. En caso de duda, envíe un correo electrónico a <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> para obtener aclaraciones o indicaciones.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Si no puede o no desea seguir los términos de redistribución de marcas comerciales de elementary, Inc., eliminar nuestras marcas comerciales del sistema operativo es simple y directo:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Modifique la línea <code>DISTRIB_DESCRIPTION</code> en el archivo <code>/etc/lsb-release</code> para excluir nuestra marca comercial.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Reemplace la iconografía de manera que el icono <code>distributor-logo </code> presente en <code>/usr/share/icons/elementary/places/</code> en cada uno de los tamaños proporcionados no aparezca en el sistema operativo.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Desinstale o sustituya los paquetes <code>plymouth-theme-elementary</code> y <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Para obtener más información sobre OEMs y distribuidores de hardware, consulte nuestra <a href=\"oem\">información para OEMs</a>.",
    "Merchandise": "Mercancía",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "No autorizamos el uso de nuestra marca (incluido nuestro nombre o marcas comerciales) en productos de terceros sin una aprobación explícita por escrito.",
    "Assets &amp; More Info": "Recursos y más información",
    "Download on GitHub": "Descargar en GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Para obtener mayores informes acerca de la utilización del nombre y las marcas de elementary, envíe un mensaje en inglés a la dirección electrónica <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marca &sdot; elementary"
}
