{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "La marca de elementary es única: técnicamente pertenece a elementary LLC., la empresa que dirige y apoya el desarrollo de los productos de elementary. Sin embargo, tenemos una grandiosa comunidad y no queremos ser demasiado autoritarios con respecto a requisitos y tecnicismos legales. Por ende, hemos creado algunas pautas para que comprenda mejor cuándo y cómo utilizar la marca de elementary.",
    "Name": "Nombre",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "La palabra «elementary» se refiere a, y es una marca registrada de, elementary LLC. elementary se escribe siempre en minúsculas, incluso al iniciar oraciones como esta. También se utiliza en nombres de productos (p. ej., «elementary OS») para referirnos a un producto de elementary en específico.",
    "Brand Marks": "Marcas comerciales",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary es propietaria de dos marcas: el logotipo «elementary» y el isotipo de la «e». Ambas se consideran marcas registradas y representan a elementary —la empresa— y a sus productos.",
    "Both should be used with the following in mind:": "Tome en cuenta los criterios siguientes antes de utilizar ambas marcas:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "No ensanche, incline, gire, voltee ni modifique de ninguna otra manera las marcas.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "No utilice las marcas en fondos complicados: los colores sólidos funcionan mejor.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Las marcas deben ser siempre monocromáticas, ya sea blancas si se aplican sobre un fondo oscuro o negras si el fondo es claro.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Logotipo de elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Deberá emplearse el logotipo, cuando el espacio lo permita, para referirse a elementary, la empresa. Se puede utilizar antes de un nombre de producto para hacer referencia a un producto de elementary en específico.",
    "The logotype should always be used under the following guidelines:": "El logotipo debe utilizarse en todo momento según las pautas siguientes:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "No intente recrear el logotipo. Es una marca diseñada meticulosamente, y no simplemente la palabra «elementary» escrita en un tipo de letra específico.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "No utilice el logotipo en lugares pequeños; si el resultado no es claro, prefiera el isotipo.",
    "Logomark": "Isotipo",
    "elementary Logomark": "Isotipo de elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "El isotipo de la «e» se deberá utilizar para hacer referencia a elementary, la empresa, cuando haya restricciones de espacio, como en un formato cuadrado.",
    "Color": "Colores",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "Para consolidar la marca, elementary utiliza una combinación de colores, su nombre y sus marcas. Empleamos la paleta siguiente:",
    "Blueberry": "Arándano",
    "Strawberry": "Fresa",
    "Orange": "Naranja",
    "Banana": "Plátano",
    "Lime": "Lima",
    "Grape": "Uva",
    "White": "Blanco",
    "Black": "Negro",
    "Fonts": "Tipos de letra",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "En la Web y en medios impresos, utilizamos Raleway para los títulos y Open Sans para el texto corrido. En los bloques de código empleamos Roboto Mono.",
    "Third Parties &amp; Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Animamos a que los desarrolladores externos creen productos para elementary OS siguiendo algunos elementos de la marca de elementary para aportar coherencia:",
    "Voice\/tone": "Tono de voz",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Sin embargo, en aras de evitar confusiones por parte de los usuarios, restringimos la utilización del nombre de elementary y sus marcas:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Puede decir que su aplicación o servicio ha sido diseñado para elementary OS, pero no use el nombre de elementary ni sus marcas como parte del nombre de su empresa, aplicación, producto o servicio, ni en ningún logo que cree.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Utilice el nombre y las marcas de elementary para referirse únicamente a elementary LLC. o sus productos (p. ej., elementary OS).",
    "Community": "",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "",
    "elementary Community Logo with color": "",
    "elementary Community Logo in black": "",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "Merchandise": "Mercancía",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Normalmente no permitimos que se utilice nuestra marca (incluyendo nuestro nombre y logos) en productos de terceras partes.",
    "Assets &amp; More Info": "",
    "Download on GitHub": "Descargar en GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Para obtener mayores informes acerca de la utilización del nombre y las marcas de elementary, envíe un mensaje en inglés a la dirección electrónica <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": ""
}
