{
    "Code of Conduct": "Código de conducta",
    "Community Guidelines": "Normas de la comunidad",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Participar en la comunidad elementary es una experiencia increíble; va a formar parte de algo grande, colaborar con gente de todo el mundo, y ayudar a convertir sus ordenadores en equipos fantásticos. Sin embargo, esto conlleva la responsabilidad de seguir un conjunto de normas predefinidas que aseguran el mejor entorno posible para todos los involucrados. Las siguientes normas han de ser cumplidas en todo momento mientras se esté involucrado en la comunidad, ya sea en Slack, en GitHub, en alguna página de la comunidad elementary, en persona o en cualquier otro lugar.",
    "I. Respect": "I. Respeto",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respetar a los demás es primordial. Asegúrese de respetar a las personas y sus opiniones, sus experiencias personales, su privacidad y sus ideas. En la comunidad de elementary no hay lugar para comentarios irrespetuosos o hirientes. Cuando critique, hágalo de manera constructiva y respetuosa. Los ataques personales no se toleran. Al recibir una crítica constructiva, tómela en consideración y agradezca la crítica por la aportación que implica, sea cual sea su postura.",
    "II. Content": "II. Contenido",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "La comunidad de elementary está compuesta por miles de usuarios de diferentes edades, creencias y niveles de madurez. Por lo que debe ser consciente del contenido y de las observaciones que realice. Los desnudos, la excesiva vulgaridad, los contenidos políticos, religiosos o inapropiados no deben aparecer vinculados a elementary. En última instancia, son los moderadores de elementary los que tienen la palabra final sobre los que se considera inapropiado. En caso de duda, reflexione sobre si es algo que mostraría o diría en un lugar lleno de gente, incluidos niños y abuelos. Si no está seguro, no lo haga.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Las imágenes compartidas en comunidades moderadas por elementary no deben contener temas que imiten a otros sistemas operativos, fotografías o ilustraciones que permitan identificar a ningún individuo o de cualquier otro contenido que viole de alguna manera nuestro código de conducta.",
    "III. Rumors and Speculation": "III. Rumores y especulaciones",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "A pesar de que la naturaleza trepidante y excitante de elementary contribuye al deseo de expandir rumores y especulaciones, evítelo. La discusión de futuros planes está bien, pero siempre que sea un hecho no verificado, expóngalo como una especulación personal o no discuta sobre ello. Divulgar información incorrecta puede ir en detrimento de la comunidad, especialmente si es desde una perspectiva negativa.",
    "IV. Helpful Discussion": "IV. Debates y discusiones útiles",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary se impulsa a través de personas que se reúnen en su tiempo libre para crear algo especial. Es importante respetar este hecho y siempre intentar contribuir a un debate sano y provechoso. En una reunión, se debe uno mantener dentro del tema y estar callado a menos que tenga algo provechoso que aportar al debate. Si comenta algo en la página web, mantenga la discusión sobre el contenido de la entrada de la publicación o tema de la pregunta. Si participa en una discusión centrada en desarrollo, tal como un seguimiento, una solicitud, una lista de difusión, IRC o Slack, no cree interferencias innecesarias discutiendo temas que no sean del desarrollo mismo; esto solo desvía la discusión y enturbia los registros para aquellos desarrolladores que no están presentes.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Al ser una comunidad en esencia virtual, es importante evitar los aspectos potencialmente negativos de la Internet. No <em>«trolear»</em>; comenzar peleas o hacer observaciones con el solo propósito de enfadar a alguien es infantil e inaceptable. El <em>spam</em> también es inaceptable; esto incluye incluir enlaces a sitios irrelevantes y repetidamente incluir enlaces al mismo sitio. Si alguien está <em>«troleando»</em> o enviando <em>spam</em>, ignóralo y expón al usuario.",
    "V. Avoiding Conflict": "V. Evitar conflictos",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Si siente que alguien, ya sea un contribuyente nuevo o de larga data, se está comportando de manera grosera, hágaselo saber. Anticiparse a los problemas antes de que se formen es fundamental. Todos tenemos un papel que desempeñar para ayudar a que la comunicación fluya sin problemas en nuestro particular (y a veces desafiante) entorno laboral.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Del mismo modo, siempre esfuércese por ser profesional, preciso y respetuoso cuando interactúe o hable de otros proyectos, empresas o personas. Recuerde que sus palabras e interacciones pueden percibirse como las del resto de la comunidad elementary. Si bien la crítica constructiva puede ser útil, siempre hay que enfocarla de una manera positiva. Nunca tergiverse o calumnie: si no tiene certeza de algo, es mejor abstenerse de comentar.",
    "VI. Step Down Considerately": "VI. Renunciar en forma considerada",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Las prioridades en la vida, intereses y pasiones pueden cambiar. Si se encuentra inmerso en proyecto de elementary, pero siente que debe abandonarlo, hágalo de manera que minimice su impacto. Cuando se trabaja en equipo, el trabajo y las ideas dejan de ser propias; pasan a pertenecer a la comunidad de elementary como un todo. Informe a otros miembros del equipo de su intención de retirarse, y si es posible, ayude a encontrar a alguien que pueda continuar con su trabajo. Como mínimo, asegúrese de que su trabajo pueda ser continuado donde lo ha dejado fácilmente.",
    "Consequences": "Consecuencias",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Si elige no seguir este código de conducta o realiza disturbios en la comunidad, nos reservamos el derecho de hacer lo siguiente: Alterar o eliminar cualquier contenido que haya escrito, desactivar o eliminar su cuenta en sitios de terceros, desactivar su cuenta de Slack o cualquier otra medida necesaria para evitar que interactúe con la comunidad.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>El código de conducta de elementary se encuentra bajo la licencia de <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a>. Ciertos aspectos han sido inspirados por el <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">código de conducta de Ubuntu</a></em>",
    "Code of Conduct &sdot; elementary": "Código de Conducta &sdot; elementary"
}
