{
    "Code of Conduct": "Código de Conducta",
    "Our Pledge": "Nuestro compromiso",
    "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, caste, color, religion, or sexual identity and orientation.": "Nosotros, como miembros, contribuyentes y administradores nos comprometemos a hacer de la participación en nuestra comunidad sea una experiencia libre de acoso para todo el mundo, independientemente de la edad, dimensión corporal, discapacidad visible o invisible, etnicidad, características sexuales, identidad y expresión de género, nivel de experiencia, educación, nivel socio-económico, nacionalidad, apariencia personal, raza, casta, color, religión, o identidad u orientación sexual.",
    "We pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community.": "Nos comprometemos a actuar e interactuar de maneras que contribuyan a una comunidad abierta, acogedora, diversa, inclusiva y sana.",
    "Our Standards": "Nuestros estándares",
    "Examples of behavior that contributes to a positive environment for our community include:": "Ejemplos de comportamientos que contribuyen a crear un ambiente positivo para nuestra comunidad:",
    "Demonstrating empathy and kindness toward other people": "Demostrar empatía y amabilidad ante otras personas",
    "Being respectful of differing opinions, viewpoints, and experiences": "Respeto a diferentes opiniones, puntos de vista y experiencias",
    "Giving and gracefully accepting constructive feedback": "Dar y aceptar adecuadamente retroalimentación constructiva",
    "Accepting responsibility and apologizing to those affected by our mistakes, and learning from the experience": "Aceptar la responsabilidad y disculparse ante quienes se vean afectados por nuestros errores, aprendiendo de la experiencia",
    "Focusing on what is best not just for us as individuals, but for the overall community": "Centrarse en lo que sea mejor no sólo para nosotros como individuos, sino para la comunidad en general",
    "Examples of unacceptable behavior include:": "Ejemplos de comportamiento inaceptable:",
    "The use of sexualized language or imagery, and sexual attention or advances of any kind": "El uso de lenguaje o imágenes sexualizadas, y aproximaciones o atenciones sexuales de cualquier tipo",
    "Trolling, insulting or derogatory comments, and personal or political attacks": "Comentarios despectivos («trolling»), insultantes o derogatorios, y ataques personales o políticos",
    "Public or private harassment": "El acoso en público o privado",
    "Publishing others&#39; private information, such as a physical or email address, without their explicit permission": "Publicar información privada de otras personas, tales como direcciones físicas o de correo electrónico, sin su permiso explícito",
    "Other conduct which could reasonably be considered inappropriate in a professional setting": "Otras conductas que puedan ser razonablemente consideradas como inapropiadas en un entorno profesional",
    "Enforcement Responsibilities": "Aplicación de las responsabilidades",
    "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful.": "Los administradores de la comunidad son responsables de aclarar y hacer cumplir nuestros estándares de comportamiento aceptable y tomarán acciones apropiadas y correctivas de forma justa en respuesta a cualquier comportamiento que consideren inapropiado, amenazante, ofensivo o dañino.",
    "Community leaders have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, and will communicate reasons for moderation decisions when appropriate.": "Los administradores de la comunidad tendrán el derecho y la responsabilidad de eliminar, editar o rechazar comentarios, confirmaciones («commits»), código, ediciones de páginas de wiki, incidencias y otras contribuciones que no se alineen con este Código de Conducta, y comunicarán las razones para sus decisiones de moderación cuando sea apropiado.",
    "Scope": "Alcance",
    "This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.": "Este código de conducta aplica tanto a espacios del proyecto como a espacios públicos donde un individuo esté en representación del proyecto o comunidad. Ejemplos de esto incluyen el uso de la cuenta oficial de correo electrónico, publicaciones a través de las redes sociales oficiales, o presentaciones con personas designadas en eventos en línea o no.",
    "Enforcement": "Aplicación",
    "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at contact@elementary.io. All complaints will be reviewed and investigated promptly and fairly.": "Instancias de comportamiento abusivo, acosador o inaceptable de otro modo podrán ser reportadas a los administradores de la comunidad responsables del cumplimiento a través de contact@elementary.io. Todas las quejas serán evaluadas e investigadas de una manera puntual y justa.",
    "All community leaders are obligated to respect the privacy and security of the reporter of any incident.": "Todos los administradores de la comunidad están obligados a respetar la privacidad y la seguridad de quienes reporten incidentes.",
    "Enforcement Guidelines": "Guías de Aplicación",
    "Community leaders will follow these Community Impact Guidelines in determining the consequences for any action they deem in violation of this Code of Conduct:": "Los administradores de la comunidad seguirán estas Guías de Impacto en la Comunidad para determinar las consecuencias de cualquier acción que juzguen como un incumplimiento de este Código de Conducta:",
    "1. Correction": "1. Corrección",
    "<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed unprofessional or unwelcome in the community.": "<strong>Impacto en la Comunidad</strong>: El uso de lenguaje inapropiado u otro comportamiento considerado no profesional o no acogedor en la comunidad.",
    "<strong>Consequence</strong>: A private, written warning from community leaders, providing clarity around the nature of the violation and an explanation of why the behavior was inappropriate. A public apology may be requested.": "<strong>Consecuencia</strong>: Un aviso escrito y privado por parte de los administradores de la comunidad, proporcionando claridad alrededor de la naturaleza de este incumplimiento y una explicación de por qué el comportamiento es inaceptable. Una disculpa pública podría ser solicitada.",
    "2. Warning": "2. Aviso",
    "<strong>Community Impact</strong>: A violation through a single incident or series of actions.": "<strong>Impacto en la comunidad</strong>: Un incumplimiento causado por un único incidente o por una cadena de acciones.",
    "<strong>Consequence</strong>: A warning with consequences for continued behavior. No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, for a specified period of time. This includes avoiding interactions in community spaces as well as external channels like social media. Violating these terms may lead to a temporary or permanent ban.": "<strong>Consecuencia</strong>: Un aviso con consecuencias por comportamiento prolongado. No se interactúa con las personas involucradas, incluyendo interacción no solicitada con quienes se encuentran aplicando el Código de Conducta, por un periodo especificado de tiempo. Esto incluye evitar las interacciones en espacios de la comunidad, así como a través de canales externos como las redes sociales. Incumplir estos términos puede conducir a una expulsión temporal o permanente.",
    "3. Temporary Ban": "3. Expulsión temporal",
    "<strong>Community Impact</strong>: A serious violation of community standards, including sustained inappropriate behavior.": "<strong>Impacto en la comunidad</strong>: Una violación seria de los estándares de la comunidad, incluyendo un comportamiento inapropiado continuo.",
    "<strong>Consequence</strong>: A temporary ban from any sort of interaction or public communication with the community for a specified period of time. No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, is allowed during this period. Violating these terms may lead to a permanent ban.": "<strong>Consecuencia</strong>: Una expulsión temporal de cualquier forma de interacción o comunicación pública con la comunidad durante un intervalo de tiempo especificado. No se permite interactuar de manera pública o privada con las personas involucradas, incluyendo interacciones no solicitadas con quienes se encuentran aplicando el Código de Conducta, durante este periodo. Incumplir estos términos puede conducir a una expulsión permanente.",
    "4. Permanent Ban": "4. Expulsión permanente",
    "<strong>Community Impact</strong>: Demonstrating a pattern of violation of community standards, including sustained inappropriate behavior, harassment of an individual, or aggression toward or disparagement of classes of individuals.": "<strong>Impacto en la comunidad</strong>: Demostrar un patrón sistemático de incumplimientos de los estándares de la comunidad, incluyendo conductas inapropiadas prolongadas en el tiempo, acoso de individuos, o agresiones o menosprecio a grupos de individuos.",
    "<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the community.": "<strong>Consecuencia</strong>: Una expulsión permanente de cualquier tipo de interacción pública con la comunidad del proyecto.",
    "Attribution": "Atribución",
    "This Code of Conduct is adapted from the <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, available at <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.": "Este Código de Conducta es una adaptación del <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, versión 2.1, disponible en <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.",
    "Community Impact Guidelines were inspired by <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.": "Las Guías de Impacto en la Comunidad están inspiradas en la <a href=\"https://github.com/mozilla/diversity\">escalera de aplicación del código de conducta de Mozilla.</a>.",
    "For answers to common questions about this code of conduct, see the FAQ at <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Translations are available at <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.": "Para respuestas a las preguntas frecuentes de este código de conducta, consulta las FAQ en <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Hay traducciones disponibles en <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.",
    "Code of Conduct &sdot; elementary": "Código de Conducta &sdot; elementary"
}
