{
    "Be a Part of Something Bigger": "Forma parte de algo grande",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Todo lo que creamos es 100% código abierto y lo hacemos en colaboración con personas de todo el mundo. Aunque no seas desarrollador, involucrate y marca la diferencia.",
    "Funding": "Apoyo económico",
    "Translations": "Traducción",
    "Support": "Soporte",
    "Web": "Web",
    "Desktop": "Entorno de escritorio",
    "Design": "Diseño",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Con tu ayuda hemos sido capaces de pasar de ser un grupo pequeño de voluntarios apasionados a convertirnos en una pequeña empresa. Toda ayuda significa un paso más para contratar a otro desarrollador a tiempo completo.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon es una plataforma de micromecenazgo. Escoje una cantidad, recibe recompensas y ayúdanos a alcanzar nuestros objetivos.",
    "Learn More": "Más información",
    "Become a Patron": "Conviértete en un patrocinador",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utiliza una tarjeta de crédito, débito o cuenta de PayPal. Puedes elegir realizar un pago único o establecer pagos periódicos.",
    "Use PayPal": "Vía PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - ¡La forma sencilla y segura de pagar online!",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Ayúdanos económicamente y obtén algún producto exclusivo de elementary OS. Muestra tu apoyo al proyecto, a la familia, a los amigos y a los compañeros de trabajo.",
    "Visit Store": "Visita la tienda",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource pone los recursos económicos directamente en manos de los desarrolladores al recompensarlos por corregir errores o crear nuevas características. Establezca una cantidad en un aspecto que le resulte relevante o financie específicamente el desarrollo de una aplicación. Asimismo también puede hacer  aportaciones regulares como mecenas.",
    "Bountied Bugs": "Errores recompensados",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS está desarrollado y es utilizado por personas de todo el mundo. Contribuye a mejorar la experiencia de uso al traducirlo a otros idiomas.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tanto elementary OS como la página se traducen usando una plataforma en línea llamada Weblate.",
    "Join Chat": "Unirse a la conversación",
    "Suggest Translations": "Sugerir traducciones",
    "World map": "Mapa del mundo",
    "Question &amp; Answer": "Preguntas y respuestas",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange es un sitio web de preguntas y respuestas creado para encontrar las mejores respuestas a preguntas comunes. Cualquiera puede crear una cuenta para comenzar a preguntar y/o responder.",
    "Unanswered Questions": "Preguntas sin respuesta",
    "New Questions": "Nuevas preguntas",
    "Documentation": "Documentación",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona la documentación básica para los usuarios y programadores. Todos los documentos están escritos en Markdown y alojados en GitHub, por lo que es muy fácil enviar modificaciones o crear una nueva sección.",
    "Learning The Basics Guide": "Guía de inicio",
    "Developer Docs": "Documentación para desarrolladores",
    "Web Development": "Desarrollo web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nuestra página web está creada mediante HTML, CSS, PHP y JavaScript. Siempre buscamos a gente con experiencia en estas áreas que quieran ayudarnos a mejorarla.",
    "Fork Our Website on GitHub": "Ver el código fuente en GitHub",
    "Report a Website Issue": "Informar de un problema en la web",
    "Desktop Development": "Desarrollo del sistema operativo",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "El entorno de escritorio y todas sus aplicaciones se crean usando Vala, GTK+, Granite y otras librerías de código abierto. El código se aloja en GitHub, un servicio gratuito para los proyectos de código abierto. Si nunca ha desarrollado para elementary OS, le recomendamos consultar la guía de inicio.",
    "Browse Our Code": "Ver el código",
    "Bitesized Bugs": "Ver errores",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Nuestro equipo de diseño transforma ideas en informes claros y entregables. Antes de meterse de lleno es recomendable leer acerca de nuestro flujo de trabajo de diseño.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS usa una guía de estilo CSS. En ella se se define cómo se diseña todo, desde los botones y las barras de herramientas hasta los paneles y menús.",
    "Browse Our Stylesheet": "Consultar guía de estilo",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS contiene un conjunto de iconos vectoriales usados por todas las aplicaciones preinstaladas y que a su vez también están disponibles para desarrolladores de otras aplicaciones.",
    "Browse Our Icons": "Ver iconos",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Nuestro equipo de diseño realiza un seguimiento de las incidencias del tipo «Necesita diseño» en GitHub. Estas podrían necesitar más discusión acerca del diseño o recursos distribuibles a la comunidad.",
    "Browse 'Needs Design' Issues": "Consulte las incidencias referidas a las «necesidades de diseño»",
    "Get Involved with elementary OS": "Forme parte de elementary OS"
}
