{
    "Be a Part of Something Bigger": "Forme parte de algo más grande",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Todo lo que creamos es código abierto al 100 % y desarrollado en colaboración con personas de todo el mundo. Aunque no sea programador, puede involucrarse y hacer su aportación.",
    "Funding": "Apoyo económico",
    "Translations": "Traducciones",
    "Support": "Asistencia",
    "Web": "Web",
    "Desktop": "Escritorio",
    "Design": "Diseño",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Con la ayuda de nuestros usuarios y seguidores hemos pasado de reducido grupo de voluntarios a pequeña empresa sostenible. Cada apoyo nos permite mejorar elementary OS y abordar problemas cada vez más complejos y ambiciosos.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Financie elementary directamente y reciba un emblema en nuestro perfil de GitHub para mostrar su apoyo. GitHub Sponsors no cobra cargos adicionales, lo cual permite que su contribución vaya más allá.",
    "Sponsor on GitHub": "Patrocinar en GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon funciona como una campaña de mecenazgo persistente. Elija un monto de contribución mensual para ayudarnos a alcanzar nuestras metas. Además, reciba recompensas exclusivas y acceda anticipadamente a determinado contenido.",
    "Back on Patreon": "Apoyar en Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utilice una tarjeta de crédito, débito o una cuenta de PayPal. Puede realizar un único pago o configurar pagos periódicos.",
    "Use PayPal": "Vía PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal, la forma sencilla y segura de pagar en línea",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Configure una contribución periódica a través de Liberapay, la plataforma de financiación sin fines de lucro y de código abierto.",
    "Contribute with Liberapay": "Contribuir en Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS lo crean y usan personas de todo el mundo. Ayúdenos a mejorar la experiencia traduciéndolo a más idiomas.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tanto elementary OS como la página se traducen a través de una plataforma en línea llamada Weblate.",
    "Learn More": "Más información",
    "Join Chat": "Unirse a la conversación",
    "Suggest Translations": "Sugerir traducciones",
    "World map": "Mapamundi",
    "Question &amp; Answer": "Preguntas y respuestas",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange es un sitio web de preguntas y respuestas creado para encontrar las mejores respuestas a preguntas comunes. Cualquiera puede crear una cuenta para comenzar a preguntar y/o responder.",
    "New Questions": "Preguntas nuevas",
    "Unanswered Questions": "Preguntas sin respuesta",
    "Documentation": "Documentación",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona la documentación básica para los usuarios y programadores. Todos los documentos están escritos en Markdown y alojados en GitHub, por lo que es muy fácil enviar modificaciones o crear una nueva sección.",
    "Learning the Basics Guide": "Guía de conceptos básicos",
    "Developer Docs": "Documentación para desarrolladores",
    "Web Development": "Desarrollo web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nuestra página web está creada mediante HTML, CSS, PHP y JavaScript. Siempre buscamos a gente con experiencia en estas áreas que quieran ayudarnos a mejorarla.",
    "Report a Website Issue": "Informar de un problema en la web",
    "Fork the Website on GitHub": "Código fuente de la web en GitHub",
    "Desktop Development": "Desarrollo del sistema operativo",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "",
    "Developer Guide": "",
    "Browse Code": "Explorar el código",
    "Report issues": "Informar de problemas",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Ayúdenos detectando errores e informando sobre estos. O bien, colabore confirmando, aclarando y depurando los informes existentes.",
    "Read the Guide": "Consulte la guía",
    "Fix issues": "Corrija problemas",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Contribuya con elementary OS mediante la corrección de defectos, la mejora de funcionalidades o la implementación de prestaciones nuevas.",
    "Bitesize Issues": "Informes para principiantes",
    "Create apps": "Cree aplicaciones",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Mejore el ecosistema de elementary OS y gane dinero creando programas de calidad para el Centro de aplicaciones.",
    "Publish on AppCenter": "Publicar en el Centro de aplicaciones",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Nuestro equipo de diseño convierte las ideas en informes claros acerca de problemas y activos entregables. Antes de sumergirse, se recomienda leer sobre nuestro flujo de trabajo de diseño.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Nuestro equipo de diseño realiza un seguimiento de los problemas de \"Necesita diseño\" en GitHub. Estos pueden necesitar más discusión de diseño, wireframes o activos entregables.",
    "See ‘Needs Design’ Issues": "Ver problemas de \"Necesita diseño\"",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS utiliza una hoja de estilo del sistema escrita en CSS. Define cómo se muestra la interfaz, como los botones, las barras de herramientas y menús.",
    "View Stylesheet": "Ver hoja de estilos",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS viene con un conjunto de iconos vectoriales que se utilizan en todas las aplicaciones predeterminadas y están disponibles para aplicaciones de terceros.",
    "Browse Icons": "Explorar iconos",
    "Get Involved with elementary OS": "Forme parte de elementary OS"
}
