{
    "Information for OEMs": "Información para fabricantes OEM",
    "Give your customers the best experience with elementary OS.": "Brinde a sus clientes la mejor experiencia con elementary OS.",
    "Partners &amp; Retailers": "Socios y minoristas",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Ofrecemos dos formas para aparecer como fabricante OEM de elementary OS en <a href=\"https://store.elementary.io\">nuestras tiendas</a>, con diferentes requisitos y beneficios.",
    "Partner": "Socio",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "Aprobación por modelo, con cada modelo destacado en <a href=\"https://store.elementary.io\">nuestra tienda</a>.",
    "Requirements:": "Requisitos:",
    "Official involvement from elementary, Inc.": "Participación oficial de elementary, Inc.",
    "Negotiable per-device royalty": "Regalías por dispositivo negociables",
    "Strict software guidelines": "Guías de software estrictas",
    "Trademark compliance": "Cumplimiento de la marca registrada",
    "Retailer": "Minorista",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Un enlace a la página principal de su sitio web listada en <a href=\"https://store.elementary.io\">nuestra tienda</a>.",
    "Selling devices with elementary OS": "Vender dispositivos con elementary OS",
    "Per-device royalty encouraged": "Se promueven regalías por dispositivo",
    "Resources": "Recursos",
    "Installation": "Instalación",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "El instalador de elementary OS considera cada instalación como una instalación OEM: instale el sistema operativo paso a paso, apague el dispositivo y ya está listo para enviar a sus clientes. También puede crear su propia imagen personalizada: Instale el sistema operativo, configure el equipo e instale los paquetes que necesite con una cuenta temporal de administrador, elimine la cuenta y cree una imagen del disco. En ambos casos, el instalador creará una cuenta de usuario final al iniciar el equipo por primera vez.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Instalador</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Configuración inicial</a>",
    "System Settings": "Configuración del Sistema",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "La Configuración del Sistema posee varía ventajas para fabricantes OEM que ofrezcan elementary OS. Desde su arquitectura modular a su fácil uso, Configuración del sistema fue diseñado con fabricantes OEM en mente.",
    "Plugs": "Complementos",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "La Configuración del Sistema (llamado internamente <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) usa un concepto de «Plugs» (complementos) para proveer elementos modulares de configuración para varios tipos de dispositivos y aplicaciones. Por ejemplo, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Configuración del ratón y panel táctil</a> se ofrecen mediante un «Plug».",
    "Switchboard": "Switchboard",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "Los fabricantes OEM pueden desarrollar y publicar complementos personalizados si un dispositivo especial o único de sus equipos requieren de configuración adicional, además de lo que se ofrece de manera predeterminada en elementary OS. Por ejemplo, sensores especiales o métodos de entrada no presentes en la mayoría de los dispositivos. Si el complemento es algo relevante para un conjunto más amplio de usuarios, contribuir en la rama principal de desarrollo de los <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">«plugs» existentes</a> es altamente recomendado.",
    "Documentation": "Documentación",
    "OEM Info in About": "Información de OEM en Acerca de",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "El complemento <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">Acerca de</a> muestra información del sistema para el usuario y ofrece varias acciones globales del sistema, tales como restaurar la configuración, informar de un problema y obtener ayuda. Además de obtener información del sistema operativo (como su versión) también tiene un espacio para información del dispositivo. De manera predeterminada, está lleno con una imagen genérica y el nombre del anfitrión del sistema. Sin embargo, los fabricantes OEM pueden colocar información personalizada de su marca en esta sección.",
    "Switchboard About": "Acerca de Switchboard",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "Los fabricantes OEM pueden proveer un archivo <code>oem.conf</code>, el cual puede contener el nombre del fabricante y el producto, el número del modelo y la dirección URL del fabricante. También se puede añadir una imagen personalizada, la cual reemplaza el icono de dispositivo genérico.",
    "Learn More": "Aprenda más",
    "Third-Party Repositories": "Repositorios de terceros",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "Se desaconseja instalar elementary OS con repositorios que sean diferentes a los repositorios predeterminados de elementary OS y un único repositorio ofrecido y controlado por el fabricante OEM. <strong>Los repositorios de terceros prácticamente tienen permisos de administrador con la capacidad de reescribir cualquier paquete del sistema</strong>. Incluso si el repositorio es de confianza, la seguridad y confiabilidad de cualquier cliente del fabricante OEM está en riesgo si aquellos repositorios de terceros se ven comprometidos, si reutilizan sus contraseñas en diferentes servicios, etc.",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "Además, si un repositorio de terceros en algún momento deja de ser actualizado o desaparece, <strong>puede evitar que el sistema operativo pueda actualizarse.</strong> Esto podría impedir que correcciones de seguridad y estabilidad potencialmente graves lleguen a los clientes del fabricante OEM.",
    "News &amp; Announcements": "Noticias y anuncios",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "Publicamos frecuentemente actualizaciones de desarrollo, anuncios importantes, consejos para desarrolladores, aplicaciones destacadas y más en nuestro blog.",
    "Visit our Blog": "Visite nuestro blog",
    "Brand Resources": "Recursos de marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vea los logotipos de elementary, las pautas de uso de la marca, la paleta de colores y el logotipo de la comunidad. Además, puede descargar los archivos oficiales de logotipo de alta resolución y de vectores.",
    "View Brand Resources": "Ver recursos de marca",
    "Get in Touch": "Contáctenos",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "Hable directamente con nuestro equipo enviando un correo electrónico a <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Ya sea un socio existente o si es un nuevo fabricante que quiere ofrecer elementary OS, nos gustaría conversar.",
    "Send an Email": "Enviar un correo electrónico",
    "Information for OEMs &sdot; elementary": "Información para fabricantes OEM &sdot; elementary"
}
