{
    "Press Resources": "Recursos de Prensa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Nos encanta trabajar con los medios de comunicación —tanto con los del mundo Linux como con los mejores sobre tecnología y cultura— para compartir nuestra historia y en lo qué estamos trabajando.",
    "Join Our Press List": "Únete a nuestra Lista de Prensa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Sea el primero en saber sobre nuevos lanzamientos y desarrollos significativos. Enviamos acceso temprano a comunicados de prensa y kits de prensa, incluyendo capturas de pantalla de alta resolución. Esta es una lista de <strong>muy bajo volumen<\/strong>; Te enviamos las noticias más importantes una vez al año.",
    "Email": "Email",
    "First Name": "Nombre",
    "Last Name": "Apellido",
    "Publication": "Publicación",
    "Subscribe": "Suscribir",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "Juno es más refinado, más productivo y una plataforma aún mejor para terceros desarrolladores. Hemos actualizado principalmente las aplicaciones, hemos hecho que el escritorio central sea más productivo con varias características nuevas, hemos mejorado la apariencia general y mejorado la Configuración del sistema.",
    "Read Announcement": "Leer el anuncio",
    "Download Press Kit": "Descargar Kit de Prensa",
    "News &amp; Announcements": "Noticias y anuncios",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "Compartimos actualizaciones frecuentes sobre desarrollo, anuncios importantes, sugerencias para desarrolladores, aplicaciones destacadas y otro contenido nuevo a través de nuestra publicación en Medium.",
    "Visit Medium": "Léenos en Medium",
    "Brand Resources": "Recursos de Marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vea los logotipos de elementary, las pautas de uso de la marca, la paleta de colores y el logotipo de la comunidad. Además, puedes descargar los archivos oficiales de logotipo de alta resolución y de vectores.",
    "View Brand Resources": "Ver Recursos de Marca",
    "Get in Touch": "Contáctanos",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Hable directamente con el equipo enviándonos un correo electrónico a <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. Las solicitudes de entrevistas, presentaciones en podcast o consultas de prensa en general siempre son bienvenidas.",
    "Send an Email": "Enviar un Email",
    "Press &sdot; elementary": "Prensa &sdot; elementary"
}
