{
    "Press Resources": "Recursos de prensa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Nos encanta trabajar con los medios de comunicación, tanto con los del mundo Linux como con los mejores sobre tecnología y cultura, para compartir nuestra historia y en lo que estamos trabajando.",
    "In the Press": "Leído en la prensa",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&laquo;elementary OS es diferente… un sistema operativo hermoso y potente&raquo;.",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&laquo;No estorba y permite concentrarse en lo que necesitas para hacer tu trabajo&raquo;.",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&laquo;He sido más productivo las últimas dos semanas [utilizando elementary OS] que durante los últimos dos meses&raquo;.",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&laquo;Una plataforma rápida y de bajo mantenimiento que se puede instalar prácticamente en cualquier equipo&raquo;.",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&laquo;Ligero y rápido… y tiene una verdadera noción de diseño y estética&raquo;.",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&laquo;La mejor manera de probar elementary [OS] es instalarlo, y como el asistente de instalación es maravillosamente simple… es algo muy sencillo de hacer &raquo;.",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&laquo;Un reemplazo ético y capaz de sistemas tradicionales como Windows y macOS… fácil de usar y personalizable para adaptarse a varias formas de trabajar&raquo;.",
    "Join Our Press List": "Únase a nuestra lista de prensa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Entérese primero de lanzamientos nuevos y desarrollos significativos. Otorgamos acceso anticipado y kits de prensa, incluidas capturas de pantalla de alta resolución. Esta es una lista de <strong>muy bajo volumen</strong>; enviamos las noticias más importantes una vez al año por lo general.",
    "Email": "Correo electrónico",
    "First Name": "Nombres",
    "Last Name": "Apellidos",
    "Publication": "Publicación",
    "Subscribe": "Suscribirse",
    "elementary OS 7.1": "elementary OS 7.1",
    "Made with care with you in mind. OS 7.1 provides new personalization options that make it more inclusive and accessible, protects your privacy and ensures apps always operate with your explicit consent, and addresses your feedback with over 200 bug fixes, design changes, and new features": "Hecho cuidadosamente pensando en ti. OS 7.1 ofrece nuevas opciones de personalización que lo hacen más completo y accesible, protege su privacidad y garantiza que las aplicaciones siempre funcionen con su consentimiento explícito, respondiendo a sus comentarios con más de 200 correcciones de errores, cambios en el diseño y nuevas características",
    "Read Announcement": "Leer el anuncio",
    "Download Press Kit": "Descargar kit de prensa",
    "News &amp; Announcements": "Noticias y anuncios",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "En nuestro blog oficial compartimos frecuentemente información sobre desarrollo, anuncios importantes, consejos para desarrolladores, aplicaciones destacadas y más.",
    "Visit Our Blog": "Visite nuestro blog",
    "Brand Resources": "Recursos de marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vea los logotipos de elementary, las pautas de uso de la marca, la paleta de colores y el logotipo de la comunidad. Además, puede descargar los archivos oficiales de logotipo de alta resolución y de vectores.",
    "View Brand Resources": "Ver recursos de marca",
    "Get in Touch": "Póngase en contacto",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Hable directamente con el equipo enviándonos un correo electrónico a <a href=\"mailto:press@elementary.io\">press@elementary.io</a> (en inglés). Las solicitudes de entrevistas, presentaciones en pódcast o consultas de prensa en general siempre son bienvenidas.",
    "Send an Email": "Enviar un mensaje",
    "Press &sdot; elementary": "Prensa &sdot; elementary"
}
