{
    "Press Resources": "Recursos de prensa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Nos encanta trabajar con los medios de comunicación —tanto con los del mundo Linux como con los mejores sobre tecnología y cultura— para compartir nuestra historia y en lo qué estamos trabajando.",
    "Join Our Press List": "Únase a nuestra lista para la prensa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Sea el primero en saber sobre nuevos lanzamientos y desarrollos significativos. Enviamos acceso temprano a comunicados de prensa y kits de prensa, incluyendo capturas de pantalla de alta resolución. Esta es una lista de <strong>muy bajo volumen</strong>; Te enviamos las noticias más importantes una vez al año.",
    "Email": "Correo electrónico",
    "First Name": "Nombre",
    "Last Name": "Apellidos",
    "Publication": "Publicación",
    "Subscribe": "Suscribirse",
    "elementary OS 6 Odin": "",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "Se trata de la mayor actualización a la plataforma a la fecha, e incluye gestos multitoque, un estilo oscuro, aislamiento de aplicaciones y un instalador totalmente nuevo. OS 6 le da el control y le permite expresarse, continúa innovando con prestaciones nuevas, y es más fácil de obtener y más inclusivo que nunca.",
    "Read Announcement": "Leer el anuncio",
    "Download Press Kit": "Descargar kit de prensa",
    "News &amp; Announcements": "Noticias y anuncios",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "En nuestro blog oficial compartimos frecuentemente información sobre desarrollo, anuncios importantes, consejos de programación, aplicaciones destacadas y más.",
    "Visit Our Blog": "Visite nuestro blog",
    "Brand Resources": "Recursos de marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vea los logotipos de elementary, las pautas de uso de la marca, la paleta de colores y el logotipo de la comunidad. Además, puedes descargar los archivos oficiales de logotipo de alta resolución y de vectores.",
    "View Brand Resources": "Ver recursos de marca",
    "Get in Touch": "Contáctanos",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Hable directamente con el equipo enviándonos un correo electrónico a <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Las solicitudes de entrevistas, presentaciones en podcast o consultas de prensa en general siempre son bienvenidas.",
    "Send an Email": "Enviar un mensaje",
    "Press &sdot; elementary": "Prensa &sdot; elementary"
}
