{
    "Privacy": "Privacidad",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Sus datos siempre le pertenecen a usted, y solo a usted. No realizamos acuerdos publicitarios ni recopilamos datos personales confidenciales. Nos financian directamente nuestros usuarios que pagan lo que quieren por elementary OS y por las aplicaciones del Centro de Aplicaciones. Y así es como debe ser.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Protegemos su información activamente de otros, y de nosotros mismos, al no recopilarlos. Creemos que respetar y proteger su privacidad es lo más ético. <strong>Las personas tienen un derecho fundamental a la mayor privacidad posible, incluso de productos y empresas en las que confían.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>No recopilamos ningún dato a través de elementary OS.</strong> Sus archivos, configuraciones y otros datos personales permanecen en su equipo, a menos que los comparta explícitamente con una aplicación o un servicio de terceros.",
    "Protections": "Protecciones",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "El sistema operativo elementary incluye protecciones de privacidad integradas para ayudar a mantener sus datos seguros de los demás.",
    "Tattle-tale": "Sin escuchas",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS le a ayuda a controlar el comportamiento de las aplicaciones. Cuando una aplicación use el micrófono, se muestra un indicador para informar acerca de ello. Cuando una aplicación utilice demasiada energía, el indicador de energía lo marcará.",
    "Permissions": "Permisos",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Cuando una aplicación quiera acceder a sus datos o dispositivos, deberá pedir permiso de forma explícita. Revisamos todas las aplicaciones del Centro de Aplicaciones para garantizar que utilicen adecuadamente los permisos, y siempre podrá revocarlos en la Configuración del Sistema.",
    "Housekeeping": "Mantenimiento",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS mantiene ordenados los archivos temporales y los de la papelera de forma automática. Esto no solo ahorra espacio del dispositivo, sino que ayuda a garantizar que sus datos privados no vuelvan a atormentarlo después.",
    "Online Accounts": "Cuentas en línea",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "El sistema operativo elementary ofrece integración opcional con cuentas de correo en línea y de calendario a través de Configuración del Sistema. Los datos provenientes de estos proveedores pueden obtenerse y almacenarse localmente en su equipo para ser visualizadas en aplicaciones instaladas localmente, como Correo, Calendario y Tareas. <strong>Estos datos no se envían a elementary ni son compartidas con ningún tercero.</strong>",
    "What Data is Collected": "Qué datos se recopilan",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Si elige añadir una cuenta en línea, su copia de elementary OS puede obtener y almacenar tu nombre, dirección de correo electrónico, avatar, mensajes de correo electrónico, eventos de calendario, contactos, fotos y archivos de tus cuentas conectadas localmente en su equipo. <strong>elementary no recoge ninguno de estos datos.</strong>",
    "How Data is Used": "Cómo se utilizan sus datos",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Sus datos se almacenan localmente en tu dispositivo y nunca se envían a los servidores de elementary ni a terceros.</strong> Se utilizan para visualizarlos en tus aplicaciones instaladas localmente, como Correo, Calendario, Tareas, Archivos y Fotos, para que pueda acceder a ellos.",
    "Sharing Data": "Qué datos se comparten",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS no comparte ningún dato obtenido de tus cuentas en línea.</strong> Esta información nunca se envía a elementary ni a terceros.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Este sitio web utiliza el proyecto de código abierto «Plausible Analytics» para obtener información anónima de visitas, descargas, etc. Se puede ver esta misma información en el <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">panel público</a>. No se utilizan <em>cookies</em>, y no se almacena información personal, ni siquiera una dirección IP o el agente de usuario del navegador. Para más información, consulte la <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Política de datos de Plausible</a>",
    "Cookies": "<em>Cookies</em>",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Puede desactivar de manera selectiva cualquier <em>cookie</em> de terceros en la configuración de su navegador.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Este sitio utiliza <em>cookies</em> para realizar mejoras continuas. Puede utilizar los servicios sin ellas pero con una usabilidad reducida. Por ejemplo, el sitio no recordará si ha pagado anteriormente por elementary OS; de manera predeterminada se le pedirá que pague de nuevo.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Almacena <em>cookies</em> para registrar comportamientos y analizar amenazas potenciales. Para obtener más información, consulte la",
    "Cloudflare Privacy &amp; Security Policy": "Política de privacidad y seguridad de Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utiliza <em>cookies</em> para recordar su último pedido y su país para que sepa qué tipos de tarjetas ofrecer para los pagos. Para más información, consulte",
    "Stripe's Privacy Policy": "Política de privacidad de Stripe",
    "Manage Cookies": "Gestionar <em>cookies</em>",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Puesto que ya ha visitado nuestro sitio, puede que quiera gestionar las <em>cookies</em> que se han establecido en el navegador. A continuación encontrará enlaces a las instrucciones pertinentes para hacerlo.",
    "Transparency": "Transparencia",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "No hemos colocado &laquo;puertas traseras&raquo; en nuestro <em>software</em> ni hemos recibido ninguna solicitud para hacerlo. Tampoco hemos recibido una carta de Seguridad Nacional, una orden FISA ni ninguna otra solicitud clasificada de información sobre nuestros usuarios.",
    "Privacy &sdot; elementary": "Privacidad &sdot; elementary"
}
