{
    "Privacy": "Privacidad",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Tus datos siempre te pertenecen a ti, y solamente a ti. No hacemos tratos publicitarios ni recopilamos datos personales confidenciales. Somos financiados directamente por nuestros usuarios que pagan lo que quieren por elementary OS y  por las aplicaciones en el Centro de Aplicaciones. Y así es como debería ser.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "No recopilamos ningún dato de elementary OS. Tus archivos, configuraciones y demás datos personales permanecen en tu dispositivo a menos que los compartas explícitamente con una aplicación o servicio de terceros.",
    "Online Accounts": "Cuentas en línea",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "",
    "What Data is Collected": "Qué datos recogemos",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Después de añadir una cuenta en línea, elementary OS puede recopilar y almacenar tu nombre, dirección de correo electrónico, avatar, mensajes de correo electrónico, eventos de calendario, contactos, fotos y archivos de tus cuentas conectadas localmente en tu dispositivo.",
    "How Data is Used": "Cómo se usan tus datos",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Tus datos se almacenan localmente en tu dispositivo y nunca se envían a los servidores de elementary o a terceros. Se utilizan para alimentar a las aplicaciones locales como Correo, Calendario, Archivos y Fotos.",
    "Sharing Data": "Compartir datos",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS no comparte ningún dato recolectado de tus cuentas en línea. Los datos nunca se envían a los servidores de elementary o de terceros.",
    "Website": "Página web",
    "Do Not Track": "No rastrear",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Este sitio respeta la configuración de \"no rastrear\" que se encuentra en la mayoría de los navegadores modernos y desactiva Google Analytics cuando está presente. No podemos eliminar automáticamente otros métodos de rastreo sin afectar severamente el uso del sitio. Si quieres gestionar manualmente estos métodos de seguimiento, consulta la sección de desactivación de cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Puedes elegir deshabilitar o desactivar de manera selectiva cualquier cookie o cookies de terceros en la configuración de tu navegador.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Este sitio utiliza cookies para realizar mejoras continuas. Puedes usar los servicios sin ellas pero con una usabilidad reducida. Por ejemplo, el sitio no recordará si has pagado anteriormente por elementary OS; por defecto se te pedirá que pagues de nuevo.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Almacenamiento de cookies para registrar comportamientos y analizar amenazas potenciales. Para obtener más información, consulta",
    "Cloudflare Privacy &amp; Security Policy": "",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Almacena las cookies para recopilar información, incluido el número de visitantes a este sitio, desde donde fueron remitidos y las páginas que visitan, de forma anónima. Esta información se utiliza para ayudar a mejorar el sitio. Para más información, vea el artículo de Google en",
    "Safeguarding Your Data": "Protección de Datos",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utiliza cookies para recordar tu último pedido y tu país para que sepa qué tipos de tarjetas ofrecer para los pagos. Para más información, ver",
    "Stripe's Privacy Policy": "Política de Privacidad de Stripe",
    "Manage Cookies": "Administrar Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Como ya has visitado nuestro sitio, es posible que desees administrar las cookies que ya están configuradas en tu navegador. Los enlaces a las instrucciones relevantes los puedes encontrar a continuación.",
    "Transparency": "Transparencia",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "No hemos colocado \"puertas traseras\" en nuestro software y no hemos recibido ninguna solicitud para hacerlo. Tampoco hemos recibido una carta de Seguridad Nacional, una orden FISA ni ninguna otra solicitud clasificada sobre información de usuarios.",
    "Privacy &sdot; elementary": "Privacidad &sdot; elementary"
}
