{
    "Community-Powered Support": "Soporte impulsado por la comunidad",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Póngase en contacto y participe en nuestra comunidad global. Busque por preguntas, haga las suyas o ayude compartiendo sus conocimientos. Elija una aplicación o componente a continuación para ver las discusiones individuales.",
    "AppCenter": "Centro de Aplicaciones",
    "Calculator": "Calculadora",
    "Calendar": "Calendario",
    "Camera": "Cámara",
    "Code": "Code",
    "Files": "Archivos",
    "Mail": "Correo",
    "Music": "Música",
    "Photos": "Fotos",
    "Screenshot": "Captura de pantalla",
    "Shortcuts": "Atajos",
    "Tasks": "Tareas",
    "Terminal": "Terminal",
    "Videos": "Videos",
    "Web": "Web",
    "Installer": "Instalador",
    "Multitasking": "Multitarea",
    "System Settings": "Configuración del Sistema",
    "Other Questions &amp; Help": "Ayuda y otras preguntas",
    "Guides &amp; Documentation": "Documentación y guías",
    "Installation": "Instalación",
    "Get help installing elementary OS with our step-by-step guide.": "Aprenda a instalar elementary OS con nuestra guía paso a paso.",
    "Learning the Basics": "Aprenda los conceptos básicos",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Dé un paseo por el escritorio, la multitarea, los atajos de teclado y más.",
    "Payment &amp; Download Support": "Soporte para pagos y descargas",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please contact us using the details in your email receipt and a team member will contact you as soon as possible.": "Si necesita ayuda con su compra de elementary OS, por ejemplo descargar su copia o solicitar un reembolso, contáctese con nosotros usando los detalles de su recibo en su correo electrónico. Un miembro del equipo se contactará con usted lo más pronto posible.",
    "Support &sdot; elementary": "Soporte &sdot; elementary"
}
