{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Creemos en la combinación de una experiencia de usuario de primera categoría y el poder transformador del código abierto.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "Un grupo de voluntarios fervorosos fundó elementary en 2007. Al transcurrir los años, hemos podido crear una pequeña empresa y financiar el desarrollo de <i>software</i> de código abierto. Somos un equipo especializado de programadores, diseñadores, escritores y usuarios que se dedica a crear una experiencia informática abierta increíble. Somos elementary.",
    "Pacific Standard Time": "Hora Estándar del Pacífico",
    "Mountain Standard Time": "Hora Estándar de Montaña",
    "India Standard Time": "IST: UTC+5:30",
    "Eastern Standard Time": "Hora Estándar del Este",
    "Central Standard Time": "Hora Estándar Central",
    "Central European Time": "Hora de Europa Central",
    "Greenwich Mean Time": "Hora del Meridiano de Greenwich",
    "Eastern European Time": "EET: UTC+2",
    "Korea Standard Time": "KST: UTC+9",
    "Moscow Time": "MSK: UTC+3",
    "Brasilia Summer Time": "BRST: UTC-2",
    "Community &amp; Collaborators": "Comunidad y colaboradores",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary no existiría sin la participación de miembros comprometidos de la comunidad y colaboradores de otros proyectos libres y de código abierto.",
    "opensourcedesign": "diseñodecódigoabierto",
    "Get Involved": "Participar",
    "Powered by Slack": "Funciona con Slack",
    "Team &sdot; elementary": "Equipo ⋅ elementary"
}