{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Creemos en la combinación única de UX de primera categoría y el poder mundialmente transformador del Open Source.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary fue fundada en 2007 por un pequeño grupo de voluntarios apasionados. A lo largo de los años, hem&rsquo;os podido convertirnos en una pequeña empresa y financiar el desarrollo de software de código abierto. Som&rsquo;os un dedicado equipo de desarrolladores, diseñadores, escritores y usuarios cotidianos de computadoras creando una increíble experiencia informática abierta. Somos elementary.",
    "Pacific Standard Time": "Hora estándar del Pacífico",
    "Mountain Standard Time": "Hora estándar de la Montaña",
    "India Standard Time": "Hora estándar de la India",
    "Eastern Standard Time": "Hora estándar del Este",
    "Central Standard Time": "Hora estándar del Centro",
    "Central European Time": "Hora de Europa Central",
    "Greenwich Mean Time": "Tiempo medio de Greenwich",
    "Eastern European Time": "Hora de Europa del Este",
    "Korea Standard Time": "Hora estándar de Corea",
    "Moscow Time": "Hora de Moscú",
    "Brasilia Summer Time": "Hora de verano de Brasilia",
    "Community &amp; Collaborators": "Comunidad &amp; Colaboradores",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary no existiría sin la participación de miembros dedicados de la comunidad  y colaboradores de otros proyectos de código libre y abierto.",
    "opensourcedesign": "",
    "Get Involved": "Participar",
    "Powered by Slack": "",
    "Team &sdot; elementary": "Equipo &sdot; elementary"
}
