{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Creemos en la combinación única de una experiencia de usuario de primer nivel y la fuerza del código abierto.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary fue creado en el año 2007 por un pequeño grupo de apasionados voluntarios. Con el paso de los años se ha convertido en una pequeña empresa que crea software de código abierto. Somos un equipo de desarrolladores, diseñadores e habituales usuarios informáticos que genera una gran experiencia informática de código abierto. Somos elementary.",
    "Mountain Daylight Time": "Horario de verano de montaña",
    "Pacific Daylight Time": "Horario de verano del Pacífico",
    "Eastern Daylight Time": "Horario de verano del este",
    "Central Daylight Time": "Horario de verano central",
    "Central European Summer Time": "Horario de verano de centroeuropa",
    "British Summer Time": "Horario de verano británico",
    "Central European Time": "Horario de centroeuropa",
    "Argentina Time": "Horario de Argentina",
    "Korea Standard Time": "Horario de Corea",
    "Moscow Time": "Horario de Moscú",
    "Brasilia Time": "Horario de Brasilia",
    "Eastern European Summer Time": "Horario de verano de Europa del este",
    "Japan Standard Time": "Horario de Japón",
    "Community &amp; Collaborators": "Comunidad y colaboradores",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary no existiría sin la implicación de los miembros de la comunidad y los colaboradores de otros proyectos de código abierto.",
    "opensourcedesign": "Diseño de código abierto",
    "Get Involved": "Colaborar",
    "Powered by Slack": "Hecho con Slack",
    "Team &sdot; elementary": "Equipo de elementary"
}
