{
    "A fast and open replacement for Windows and OS X": "სწრაფი და ღია ჩანაცვლება ვინდოუსისა და OS X-ისთვის",
    "Custom": "ხელით",
    "Enter any dollar amount.": "შეიყვანეთ ნებისმიერი ოდენობა.",
    "Purchase elementary OS": "Purchase elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "რას ამბობეს პრესა elementary OS-ის შესახებ:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS განსხვავებულია... ლამაზი და ძლიერი ოპერაციული სისტემა, რომელიც ძველ კომპიუტერებზეც კი იმუშავებს\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"სწრაფი, თავისთვის მომუშავე პლატფორმა, რომელიც ფაქტიურად ყველგან დაინსტალირდება\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“მსუბუქი და სწრაფო... თავიდან ბოლომდე საზოგადოებაზე დაფუძნებული და სრულიად ახალი სიტყვა დიზაინში და შესახედაობა.”",
    "Meet Our Apps": "გაიცანით ჩვენი აპები",
    "Photos": "სურათები",
    "Music": "მუსიკა",
    "Videos": "ვიდეოები",
    "Midori": "მიდორი",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "შემოიტანეთ, წესრიგში მოიყვანეთ და დაარედაქტირეთ სურათები. შექმენით სლაიდშოუ. გააზიარეთ Facebook-ზე და Flickr-ზე.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "წესრიგში მოიყვანეთ და მოუსმინეთ თქვენს მუსიკას. დაათვალიერეთ ალბომები, გამოიყენეთ ელვასავით სწრაფი ძებნა და შექმენით თქვენი რჩეულების დასაკრავი სიები.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "უყურეთ ფილმბეს და ვიდეოებს მინიმალისტური ინტერფეისით. მოხდენილი, მუქი ჩარჩო ქრება, რათა თქვენი ფილმი უკეთ დაინახოთ.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "იმოძრავეთ ინტერნეტში სწრაფი & მსუბუქი ვებბრაუზერით. მიდორი საშუალებას გაძლევთ ცოტა ენერგიის დახარჯვით გამოიყენოთ HTML5 ვებ-გვერდები და ვებ-აპები.",
    "Learn More": "გაიგეთ მეტი",
    "dat": "თარ",
    "Accessories": "აქსესუარები",
    "Graphics": "გრაფიკა",
    "Internet": "ინტერნეტი",
    "Office": "ოფისი",
    "Other": "სხვა",
    "Sound &amp; Video": "ხმა & ვიდეო",
    "System Tools": "სისტემის ხელსაწყოები",
    "Applications": "აპლიკაციები",
    "3 Ways to Explore": "კვლევის 3 მეთოდი",
    "Grid": "ბადე",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "გიჩვენებთ თქვენ ყველა აპს ანბანის მიხედვით დალაგებულ ბადეში. მიმოიქროლეთ და იპოვეთ თქვენთვის სასურველი აპი.",
    "Categories": "კატეგორიები",
    "View your apps automatically organized into categories. Perfect for large collections.": "იხილეთ კატეგორიებად ავტომატურად ორგანიზებული თქვენი აპები. შესანიშნავია დიდი კოლექციებისთვის",
    "Search": "ძებნა",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "ჩართეთ აპები, გახსენით პარამეტრების პანელები, გაუშვით ბრძანებები და გააკეთეთ მეტი, ელვასავით სწაფი ძებნის ხედიდან.",
    "Open Source": "ღია წყარო",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "ჩვენი კოდი ნებისმიერისთვისაა ხელმისაწვდომი განსახილველად, შესასწავლად, დასარედაქტირებლად და გადასანაწილებლად.",
    "No Ads. No Spying.": "არა რეკლამებს. არა თვალთვალს.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "ჩვენ არ ვდებთ სარეკლამო ხელშეკრულებებს და არ ვაგროვებთ დელიკატურ მონაცემებს. ჩვენი ერთადერთი შემოსავლის წყარო ჩვენი მომხმარებლებია.",
    "Safe &amp; Secure": "დაცული & უსაფრთხო",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "ჩვენ ვეფუძნებით ლინუქსს: იმ პროგრამულ უზრუნველყოფას, რომელიც ამუშავებს აშშ-ს თავდაცვის სამინისტროს, ჩინეთის ბანკს და სხვა მრავალს.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "ჩამოტვირთეთ elementary OS",
    "Choose a Download": "აირჩიეთ ჩამოტვირთვა",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "ახალი კომპიუტერების უმეტესობაზე ჩვენ რეკომენდაციას ვუწევთ 64-ბიტს. დახმარებისთვის და მეტი ინფორმაციისთვის, იხილეთ",
    "installation guide": "ინსტალაციის მეგზური",
    "Freya 32-bit": "Freya 32-ბიტი",
    "Torrent Magnet Link": "ტორენტ მაგნიტური ბმული",
    "Freya 64-bit": "Freya 64-ბიტი"
}