{
    "Brand": "برند",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "المنتری یک برند یکتا می‌باشد: از لحاظ فنی اشاره می‌کند به شرکت المنتری (با مسئولیت محدود).، که محصولات المنتری را هدایت و پشتیبانی می‌کند. هرچند ما جامعه بزرگی داریم و نمی‌خواهیم با نیازمندی های حقوقی و فنی مغرور بشویم. به خاطر همین، ما خط مشی هایی را برای سهولت و  فهم بهتر این‌که کی و چگونه باید از برند المنتری استفاده کرد نوشته‌ایم.",
    "Name": "نام",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "کلمه \"elementary\" اشاره دارد به علامت ثبت شده‌ی شرکت elementary (با مسئولیت محدود). elementary همیشه با حروف کوچک هست حتی اگر در شروع جمله ای مانند این باشد. همچنین در کنار نام محصولات استفاده می‌شود که اشاره دارد به یک محصول خاص از elementary (مانند \"elementary OS\").",
    "Brand Marks": "علائم برند",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary دو علامت برای خود دارد: یکی \"elementary\" به عنوان لوگوتایپ و دیگری \"e\" به عنوان لوگومارک. هر دوی آن‌ها برای شرکت elementary و محصولات‌اش ثبت و در نظرگرفته شده‌اند.",
    "Both should be used with the following in mind:": "هر دو را این‌گونه در نظر بگیرید: ",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "علامت‌ها را تغییر ندهید مثل کش‌دادن، کج‌کردن، چرخاندن، وارونه کردن و ... ",
    "Do not use the marks on an overly-busy background; solid colors work best.": "از علامت‌ها در زمینه شلوغ استفاده نکنید؛ تک رنگ‌ها بهتر جواب می‌دهند.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "علامت‌ها همیشه باید تک‌رنگ باشد؛  معمولا اگر پس‌زمینه تیره باشد از سفید، و یا مشکی در پس‌زمینه روشن استفاده می‌شود.",
    "Logotype": "لوگو‌تایپ",
    "elementary Logotype": "لوگوتایپ المنتری",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.",
    "The logotype should always be used under the following guidelines:": "لوگوتایپ همیشه باید تحت دستورالعمل‌های زیر استفاده شود:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "برای ساختن دوباره لوگوتایپ تلاش نکنید. این علامت برند به دقت طراحی شده، آسان نیست \"elementary\" با فونت خاصی نوشته شده.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "از لوگو تایپ در سایزهای کوچک استفاده نکنید؛ اگر واضح نیست، می‌توانید از لوگومارک به‌جایش استفاده کنید.",
    "Logomark": "لوگومارک",
    "elementary Logomark": "لوگومارک المنتری",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.",
    "Color": "رنگ",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:",
    "Blueberry": "زغال اخته",
    "Strawberry": "توت فرنگی",
    "Orange": "پرتغال",
    "Banana": "موز",
    "Lime": "لیمو",
    "Grape": "انگور",
    "White": "سفید",
    "Black": "سیاه",
    "Fonts": "فونت ها",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "برای وب و چاپ، ما از فونت Raleway برای سرصفحه‌ها و Open Sans برای بدنه استفاده می‌کنیم. و برای قطعه کدها از فونت Roboto Mono.",
    "Third Parties &amp; Community": "Third Parties & Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:",
    "Voice/tone": "صدا/تن",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "به هر حال، برای جلوگیری از سردرگمی کاربر، ما استفاده از نام و علامت elementary را به این صورت محدود کرده‌ایم: ",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "تنها از نام elementary و یا نشان هایی که به شرکت المنتری (با مسئولیت محدود) مربوط می‌شود استفاده کنید. یا محصولات‌اش (مانند elementary OS)",
    "Community": "Community",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:",
    "elementary Community Logo with color": "elementary Community Logo with color",
    "elementary Community Logo in black": "elementary Community Logo in black",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.",
    "Merchandise": "کالا",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.",
    "Assets &amp; More Info": "دارایی‌ها و اطلاعات بیشتر",
    "Download on GitHub": "دانلود در GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "برند ⋅ elementary"
}