{
    "Check out our progress for Loki Alpha 1": "Check out our progress for Loki Alpha 1",
    "Fixed": "Διορθώθηκε",
    "In Progress": "Σε Εξέλιξη",
    "Unfixed": "Μη Διορθωμένο",
    "Funding": "Χρηματοδότηση",
    "Translations": "Μεταφράσεις",
    "Web Development": "Ανάπτυξη Ιστού",
    "Desktop Development": "Ανάπτυξη Επιφάνειας εργασίας",
    "Design": "Σχεδιασμός",
    "Targeted Funding": "Στοχευμένη Χρηματοδότηση",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Το BountySource χρηματοδοτεί άμεσα τους προγραμματιστές ανάπτυξης λογισμικού, επιβραβεύοντάς τους για την εισαγωγή επιδιορθώσεων ή για την δημιουργία νέων χαρακτηριστικών. Ορίστε μία χρηματική επικήρυξη για τα ζητήματα που έχουν την μεγαλύτερη σημασία για εσάς ή χρηματοδοτείστε μία συγκεκριμένη εφαρμογή. Μπορείτε επίσης να δημιουργήσετε μία επαναλαμβανόμενη συνδρομή.",
    "Learn More": "Μάθετε περισσότερα",
    "BountySource": "BountySource",
    "General Funding": "Γενική Χρηματοδότηση",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Το Patreon λειτουργεί σαν μία συνεχής εκστρατεία χρηματοδότησης από την κοινότητα. Επιλέξτε ένα χρηματικό ποσό, λάβετε επιβραβεύσεις, και βοηθήστε μας να ολοκληρώσουμε τους στόχους μας.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "Το PayPal είναι μία γρήγορη και εύκολη λύση πληρωμής. Επιλέξτε μεταξύ ενός μοναδικού χρηματικού ποσού ή δημιουργείστε μία συνδρομή.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "Το elementary OS έχει δημιουργηθεί και χρησιμοποιείται από ανθρώπους σε όλο τον κόσμο, βοήθησε μας να κάνουμε την εμπειρία ακόμα καλύτερη μεταφράζοντας το σε περισσότερες γλώσσες.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "Το elementary OS χρησιμοποιεί ένα ανοιχτό, συνεργατικό εργαλείο μετάφρασης στο Launchpad που ονομάζεται Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Η Ιστοσελίδα μας είναι επίσης ανοιχτή προς μετάφραση χρησιμοποιώντας μια online πλατφόρμα που ονομάζεται Transifex.",
    "Translate elementary OS": "Μεταφράστε το elementary OS",
    "Translate This Website": "Μεταφράστε αυτή τη σελίδα",
    "World map": "Παγκόσμιος Χάρτης",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Report an Issue with Our Website",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "Περιηγηθείτε στον κώδικα της επιφάνειας εργασιας",
    "Browse Our Apps' Code": "Περιηγηθείτε στον κώδικα των εφαρμογών μας",
    "See Our Open Bug Reports": "Δείτε τις ανοιχτές αναφορές σφαλμάτων μας",
    "Scratch text editor": "Επεξεργαστής κειμένου Scratch",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Κάθε project ξεκινάει από μια ιδέα. Η ομάδα σχεδιασμού τις παίρνει και τις κάνει σε σχεδιάγραμμα. Χωρίζουμε τον σχεδιασμό σε δυο μέρη:",
    "Visual Design": "Οπτικός Σχεδιασμός",
    "A great place for visual designers to get started is by sharing mockups with": "Ένα σπουδαίο μέρος για τους οπτικούς σχεδιαστές για να ξεκινήσουν είναι με το να μοιράζουν ομοιώματα με",
    "our Google+ Community": "Η κοινότητά μας στο Google+",
    "Interactive Design": "Διαδραστικός Σχεδιασμός",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Χρησιμοποιούμε ένα σύστημα στο Launchpad που ονομάζεται Blueprints για να δημιουργήσουμε λεπτομερείς επεξηγήσεις νέων χαρακτηριστικών.",
    "Read the Interface Guidelines": "Διαβάστε τον Οδηγό Διεπαφής",
    "Browse Our Blueprints": "Περιηγηθείτε στα σχέδιά μας",
    "Read About Our Workflow": "Διαβάστε σχετικά με την πρόοδό μας",
    "Application wire frame": "Σχεδιάγραμμα εφαρμογής",
    "Get Involved with elementary OS": "Συμμετέχετε στο elementary OS"
}