{
    "Check out our progress for Freya Beta 2": "Δείτε την πρόοδό μας για το Freya Beta 2",
    "Fixed": "Διορθώθηκε",
    "In Progress": "Σε Εξέλιξη",
    "Unfixed": "Μη Διορθωμένο",
    "Translations": "Μεταφράσεις",
    "Web Development": "Ανάπτυξη Ιστού",
    "Design": "Σχεδιασμός",
    "Desktop Development": "Ανάπτυξη Επιφάνειας εργασίας",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Μια διαφορετική γλώσσα είναι ένα διαφορετικό όραμα της ζωής.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "Το elementary OS έχει δημιουργηθεί και χρησιμοποιείται από ανθρώπους σε όλο τον κόσμο, βοήθησε μας να κάνουμε την εμπειρία ακόμα καλύτερη μεταφράζοντας το σε περισσότερες γλώσσες. Το Launchpad έχει ενσωματωμένο εργαλείο που ονομάζεται Rosetta και παρέχει την δυνατότητα συνεργασίας για τις μεταφράσεις διαδικτυακά.",
    "View Our Translations Page": "Δείτε την σελίδα μεταφράσεων μας",
    "Get More Info About Rosetta": "Περισσότερες πληροφορίες σχετικά για Rosetta",
    "World map": "World map",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Οι ιστοσελίδες πρέπει να φαίνονται καλά τόσο μέσα όσο και έξω\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Η ιστοσελίδα μας είναι χτισμένη χρησιμοποιώντας HTML, CSS, PHP και JavaScript. Ψάχνουμε ανθρώπους έμπειρους σε αυτούς τους τομείς που θέλουν να συνεισφέρουν και να το κάνουν ακόμα καλύτερο. Η περισσότερη δουλειά για τον σχεδιασμό γίνεται από την ομάδα μας, αλλά λατρεύουμε ιδέες και σχόλια για την Ομάδα Web μας.",
    "Fork Us on GitHub": "Κάνε μας Fork στο GitHub",
    "See Our Open Bug Reports": "Δείτε τις ανοιχτές αναφορές σφαλμάτων μας",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Σπουδαίος σχεδιασμός κάνει κάτι αξιοσημείωτο και με νόημα.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Κάθε project ξεκινάει από μια ιδέα. Η ομάδα σχεδιασμού τις παίρνει και τις κάνει σε σχεδιάγραμμα. Χωρίζουμε τον σχεδιασμό σε δυο μέρη:",
    "Visual Design": "Οπτικός Σχεδιασμός",
    "A great place for visual designers to get started is by sharing mockups with": "Ένα σπουδαίο μέρος για τους οπτικούς σχεδιαστές για να ξεκινήσουν είναι με το να μοιράζουν ομοιώματα με",
    "our Google+ Community": "Η κοινότητά μας στο Google+",
    "Interactive Design": "Διαδραστικός Σχεδιασμός",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Χρησιμοποιούμε ένα σύστημα στο Launchpad που ονομάζεται Blueprints για να δημιουργήσουμε λεπτομερείς επεξηγήσεις νέων χαρακτηριστικών.",
    "Read the Interface Guidelines": "Διαβάστε τον Οδηγό Διεπαφής",
    "Browse Our Blueprints": "Περιηγηθείτε στα σχέδιά μας",
    "Read About Our Workflow": "Διαβάστε σχετικά με την πρόοδό μας",
    "Application wire frame": "Σχεδιάγραμμα εφαρμογής",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Πριν το λογισμικό μπορεί να γίνει επαναχρησιμοποιήσιμο πρέπει πρώτα να είναι χρήσιμο\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Το περιβάλλον εργασίας και όλες οι εφαρμογές του είναι χτισμένα χρησιμοποιώντας Vala, GTK+, Clutter, Cairo, Granite και έναν αριθμό από άλλες δωρεάν βιβλιοθήκες. Όλος μας ο κώδικας φιλοξενείται στο Launchpad.net, μια δωρεάν υπηρεσία για project ανοιχτού κώδικα. Αναζητούμε συνεχώς συνεργάτες με επιδεξιότητα οποιουδήποτε επίπεδου.",
    "Browse Our Desktop Code": "Περιηγηθείτε στον κώδικα της επιφάνειας εργασιας",
    "Browse Our Apps' Code": "Περιηγηθείτε στον κώδικα των εφαρμογών μας",
    "Scratch text editor": "Επεξεργαστής κειμένου Scratch",
    "Get Involved with elementary OS": "Συμμετέχετε στο elementary OS"
}