{
    "A fast and open replacement for Windows and OS X": "Ενα γρήγορο και ανοιχτού λογισμικού λειτουργικό, εναλλακτικό των Windows και OS X",
    "Custom": "Συγκεκριμένο ποσό",
    "Enter any dollar amount.": "Εισάγετε οποιοδήποτε ποσό σε δολλάρια.",
    "Download Freya": "Λήψη Freya",
    "893 MB (for PC or Mac)": "893 MB (για PC ή Mac)",
    "What the press is saying about elementary OS:": "Τι λέει ο τύπος για το elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"Το elementary OS είναι διαφορετικό... ένα όμορφο και ισχυρό λειτουργικό σύστημα που θα τρέξει καλά ακόμα και σε παλιούς υπολογιστές.\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"Μια γρήγορη πλατφόρμα που χρειάζεται ελάχιστη συντήρηση και μπορεί να εγκατασταθεί θεωρητικά παντού.\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Ελαφρύ και γρήγορο... Βασίζεται αποκλειστικά από την κοινότητα του, με έμφαση στον σχεδιασμό και την εμφάνιση.\"",
    "Meet Our Apps": "Δείτε τις Εφαρμογές μας",
    "Photos": "Φωτογραφίες",
    "Music": "Μουσική",
    "Videos": "Βίντεο",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Εισάγετε, οργανώστε και επεξεργαστείτε φωτογραφίες. Φτιάξτε ένα slideshow. Διαμοιραστείτε το στο Facebook ή στο Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Οργανώστε και ακούστε την μουσική σας. Περιήγηθείτε σε άλμπουμ, χρησιμοποιήστε αστραπιαία αναζήτηση, και δημιουργήστε λίστες αναπαραγωγής με τα αγαπημένα σας.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Παρακολουθήστε ταινίες και βίντεο σε ένα minimal περιβάλλον. Το λεπτό, σκούρο πλαίσιο σβήνει σιγά σιγά ώστε να μπορείτε να δείτε περισσότερα από την ταινία σας.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Σερφάρετε στο διαδίκτυο με ένα γρήγορο και ελαφρύ πρόγραμμα περιήγησης. Το Midori σας επιτρέπει να προβάλλετε ιστοσελίδες HTML5 και εφαρμογές web, ενώ είναι ελαφρύτερο αυξάνοντας την διάρκεια ζωής της μπαταρίας σας.",
    "Learn More": "Μάθετε περισσότερα",
    "dat": "dat",
    "Accessories": "Επιπρόσθετα",
    "Graphics": "Γραφικά",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Άλλα",
    "Sound &amp; Video": "Ήχος & Βίντεο",
    "System Tools": "Εργαλεία Συστήματος",
    "Applications": "Εφαρμογές",
    "3 Ways to Explore": "3 Τρόποι να Εξερευνήσετε",
    "Grid": "Πλέγμα",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Εμφανίστε όλες τις εφαρμογές σας σε πλέγμα με αλφαβητική ταξινόμηση. Μεταβείτε σε όλες τις επιλογές και βρείτε αυή που σας ταιριάζει.",
    "Categories": "Κατηγορίες",
    "View your apps automatically organized into categories. Perfect for large collections.": "Δείτε τις εφαρμογές σας αυτόματα ταξινομημένες σε κατηγορίες. Ιδανικό για μεγάλες συλλογές.",
    "Search": "Αναζήτηση",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Εκτελέστε εφαρμογές, ανοίξτε παράθυρα ρυθμίσεων, τρέξτε εντολές και ακόμη περισσότερα από την αστραπιαία γρήγορη όψη αναζήτησης.",
    "Open Source": "Ανοικτού Κώδικα",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Ο κώδικας μας είναι διαθέσιμος για αναθεώρηση, έλεγχο, τροποποίηση και αναδιανομή από τον καθένα.",
    "No Ads. No Spying.": "Χωρίς Διαφημίσεις. Χωρίς Κατασκόπευση.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Δεν συνάπτουμε διαφημιστικές συμφωνίες και δεν συλλέγουμε τα ευαίσθητα προσωπικά δεδομένα σας. Το εισόδημά μας προέρχεται μοναχά από τους χρήστες μας.",
    "Safe &amp; Secure": "Ασφάλεια & Προστασία",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Το λογισμικό μας είναι χτισμένο στο Linux: το ίδιο λογισμικό που τροφοδοτεί το Υπουργείο Άμυνας των ΗΠΑ, την Τράπεζα της Κίνας, και πολλά άλλα.",
    "Choose a Download": "Επιλέξτε ένα στοιχείο λήψης",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Σας προτείνουμε την 64-bit έκδοση για τους περισσότερους σύγχρονους υπολογιστές. Για βοήθεια και περισσότερες πληροφορίες, δείτε τον",
    "installation guide": "οδηγό εγκατάστασης",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Σύνδεσμος Torrent Magnet",
    "Freya 64-bit": "Freya 64-bit",
    "Download elementary OS": "Λήψη του elementary OS"
}