{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Πιστεύουμε στο μοναδικό συνδυασμό των top-notch UX και στην δύναμη που το Ανοιχτό λογισμικό αλλάζει τον κόσμο.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "Η elementary ιδρύθηκε το 2007 από μια μικρή ομάδα παθιασμένων εθελοντών. Με τα χρόνια, έχουμε τη δυνατότητα να αναπτυχθούμε σε μια μικρή εταιρεία και να χρηματοδοτήσουμε την ανάπτυξη ανοικτού λογισμικού. Είμαστε μια αφοσιωμένη ομάδα και αποτελούμαστε προγραμματιστές, σχεδιαστές, συγγραφείς και καθημερινά δημιουργούμε μια απίστευτη εμπειρία χρήσης ηλεκτρονικών υπολογιστών. Είμαστε οι elementary.",
    "Pacific Daylight Time": "Θερινή ώρα Ειρηνικού",
    "India Standard Time": "Ινδική Χειμερινή ώρα",
    "Eastern Daylight Time": "Θερινή ώρα",
    "Mountain Daylight Time": "Θερινή Ώρα Βουνού",
    "Central Daylight Time": "Κεντρική Θερινή Ώρα\n",
    "Central European Summer Time": "Θερινή Ώρα Κεντρικής Ευρώπης",
    "Brasilia Time": "Ώρα Βραζιλίας",
    "British Summer Time": "Θερινή Ώρα Αγγίας",
    "Eastern European Time": "Ώρα Ανατολικής Ευρώπης",
    "Korea Standard Time": "Χειμερινή Ώρα Κορέας",
    "Moscow Time": "Ώρα Μόσχας",
    "Community &amp; Collaborators": "Κοινότητα & Συνεργάτες",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "H elementary δεν θα υπήρχε χωρίς την συμμετοχή των αφοσιομένων μελών της κοινότητας και χωρίς τους συνεργάτες από άλλες κοινότητας ανοιχτού κώδικα. ",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Συμμετέχετε",
    "Powered by Slack": "Powered by Slack",
    "Team &sdot; elementary": "Ομάδα -elementary"
}