{
    "Translation Guide": "Guía de tradución",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "",
    "Translating Applications": "Tradución das aplicacións",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "As aplicacións tradúcense a través de Rosetta, a interface de tradución do Launchpad. Para enviar as traducións, é necesario:",
    "Have a": "Ter unha",
    "Launchpad account": "conta de Launchpad",
    "Set your": "Definir os",
    "language preferences": "idiomas preferidos",
    "Browse our": "Explorar os",
    "translatable projects": "proxectos traducibles",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se non queres empregar Rosseta, ou queres facer unha morea de trocos dunha vez, podes tamén traducir fora de liña, para facelo:",
    "Go to a project you want to translate": "Ir a un proxecto que queres traducir",
    "Choose your language": "Escolle o teu idioma",
    "Click on \"Download translation\"": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Escolle o teu editor de texto ou po-editor favorito (p.ex.  <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Comezar a traducir",
    "Once you've finished, use the \"Upload translation\" option on the same page that you downloaded them from.": "",
    "Translating our Website": "Traducir o noso sitio web",
    "Our website is translated through <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. In order to submit translations, you should:": "O noso sitio web tradúcese a través de <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. Para poder enviar traducións, debes:",
    "Transifex account": "conta de Transifex",
    "Join our": "Unirte ao noso",
    "translation team": "equipo de tradución",
    "For more information about Transifex, you can refer to their <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentation<\/a>.": "Para saber máis sobre Transifex, podes ver a súa  <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentación<\/a> (en inglés).",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": ""
}