{
    "Translation Guide": "Guía de tradución",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "A «localización» do noso software e sitio web é crucial para facer do SO elementary unha plataforma accesíbel a canta xente sexa posíbel. En lugar de servirnos unicamente dun equipo interno de tradución, utilizamos plataformas de colaboración masiva; así, calquera pode enviar melloras, sen necesitar contar con coñecementos técnicos. Con esta guía pretendemos axudar aos novos colaboradores a poñerse a punto e manter a nosa mensaxe coherente en toda a plataforma.",
    "Steps to Begin Translation": "Pasos para comezar a tradución",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "As nosas aplicacións e sitio web tradúcense a través de Weblate: un sistema libre de xestión de tradución baseado na web. Para enviar traducións, debe:",
    "Have a": "Ter unha",
    "Weblate account": "Conta de Weblate",
    "Set your": "Definir os",
    "language preferences": "idiomas preferidos",
    "Browse our": "Explorar os",
    "translatable projects": "proxectos traducibles",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Unha vez que seleccionou un proxecto, pode facer suxestións para cadeas que aínda non foron traducidas ou suxerir cambios ás cadeas que xa foron traducidas. Estas suxestións serán avaliadas por un membro do equipo de tradución e escollerán a máis adecuada. Para obter máis información sobre Weblate, pode consultar a súa <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentación</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://join.slack.com/t/ele-l10n/shared_invite/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Por defecto, vostede so é capaz de suxerir traducións. Se desexa obter permisos para gardar traducións, <a href=\"https://join.slack.com/t/ele-l10n/shared_invite/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\"> únase ao Slack de tradutores</a> e envíe unha mensaxe a un administrador co seu nome de usuario de Weblate e o idioma que quere traducir.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Ao traducir pode atoparse cunha situación na que ten que decidir entre varias formas de dicir o mesmo. Nestas situacións referímonos á <a href=\"https://help.launchpad.net/Translations/Guide\">guía xeral para tradutores</a> de Ubuntu, e para asuntos específicos do idioma, seguimos as <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">directrices de tradución</a> de Ubuntu. Seguir estas directrices garante traducións uniformes, permitindo tamén a calquera contribuír.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se non quere traducir usando Weblate, ou quere facer moitos cambios á vez, tamén pode traducir sen conexión. Para facelo:",
    "Go to a project you want to translate": "Ir a un proxecto que queres traducir",
    "Choose your language": "Escolle o teu idioma",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Faga clic en &quot;Arquivos&quot; e seleccione &quot;Descargar tradución en formato PO&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Escolla o seu editor de texto, código ou PO favorito (por exemplo, <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Comezar a traducir",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Unha vez terminou, use a opción &quot;Subir tradución&quot; no menú &quot;Arquivos&quot; na mesma páxina onde as descargou.",
    "Additional Info": "Información adicional",
    "We won't support translation of the following pages:": "Non admitiremos a tradución das seguintes páxinas:"
}
