{
    "Privacy Policy": "隐私政策",
    "Do Not Track": "请勿追踪",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "我们尊重大多数现代浏览器提供的不要跟踪我选项，如果它被开启，我们将关闭谷歌统计。除非影响正常使用，我们不会自动移除其他跟踪方法。如果您想手动管理这些跟踪方法，请参考禁用cookie章节。",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "您可以在浏览器设置中禁用或选择性关闭cookies或第三方cookies",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "此网站采用cookies技术来持续改进体验。您会发现没有使用此技术的某些网站功能可用性较差。举个例子，我们不会记录您上次支付的相关信息，默认情况下您将会被要求重新填写。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "保存cookie来记录相关行为并分析潜在问题。了解更多信息，请查看",
    "CloudFlare Privacy & Security Policy": "CloudFlare隐私与安全政策",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "保存cookies来收集信息-以匿名形式记录访问者数量、来源及访问了哪些页面。这些信息用以提升网站体验。了解更多信息，请参考谷歌的文章。",
    "Safeguarding Your Data": "保护您的数据",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "使用cookies来记录您的上次订单和所在地区以便我们了解您支付的卡片类型。了解更多信息，请查看",
    "Stripe's Privacy Policy": "Stripe的隐私政策",
    "Manage Cookies": "管理cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "由于您已经访问了我们的网站，您可能希望管理已经在您浏览器中设置的cookies。点击以下链接查看相关说明。",
    "Transparency": "透明度",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "我们没有在软件中放置任何后门程序，也没有收到任何此类请求。我们从未收到过国家安全信函、FISA命令，或者其他关于用户信息的分类要求。",
    "Privacy Policy &sdot; elementary": "隐私政策 ⋅ elementary"
}