{
    "A fast and open replacement for Windows and OS X": "উইন্ডোজ এবং OS X এর জন্য একটি দ্রুত এবং খোলা প্রতিস্থাপন",
    "Custom": "প্রথা",
    "Enter any dollar amount.": "আপনার পছন্দ অনুযায় ডলার পরিমাণ লিখুন |",
    "Purchase elementary OS": "এলিমেন্টারি অস কিনুন",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 ফ্রেয়া | 1.15  গিগাবাইট ( পিসি বা ম্যাক এর জন্য)",
    "What the press is saying about elementary OS:": "এলিমেন্টারি অস সম্পর্কে প্রেস সম্পর্কে কি বলছে",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"এলিমেন্টারি অস হলো ভিন্ন ... একটি সুন্দর ও শক্তিশালী অপারেটিং সিস্টেম যে ভাল এবং পুরাতন পিসিতেও  চালানো যাবে \"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"যে কার্যত কোথাও ইনস্টল করা যাবে একটি দ্রুত, কম রক্ষণাবেক্ষণ প্ল্যাটফর্ম\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\" হালকা এবং দ্রুত ... সম্পূর্ণরূপে কমিউনিটি ভিত্তিক , এবং নকশা এবং চেহারাগুলো জন্য একটি বাস্তব ফ্লেয়ার আছে. \"",
    "Meet Our Apps": "আমাদের আপ্পস এর সঙ্গে পরিচিত হন ",
    "Photos": "ছবি",
    "Music": "সঙ্গীত",
    "Videos": "ভিডিও",
    "Midori": "মিডরী",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "আমদানি , সংগঠিত , এবং ফটো সম্পাদনা করুন. একটি স্লাইডশো করুন . ফেসবুক বা ফ্লিকার সাথে শেয়ার করুন .",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "সংগঠিত এবং আপনার সঙ্গীত শুনতে . অ্যালবাম দ্বারা ব্রাউজ করুন , বাজ দ্রুত অনুসন্ধান ব্যবহার করুন, এবং আপনার ফেভারিটে প্লেলিস্ট নির্মাণ ",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "সংক্ষিপ্ত ইন্টারফেসের সাথে চলচ্চিত্র এবং ভিডিও দেখুন. পাতলা , অন্ধকার ফ্রেম দূর হয় ফেড অ্যানিমেশন দিয়ে , যাতে আপনি আপনার সিনেমা এর আরো ভলো দেখতে পারেন .",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "একটি দ্রুত & লাইটওয়েট ওয়েব ব্রাউজার দিয়ে ওয়েব সার্ফ . মিদরী  আপনি HTML5 ওয়েবসাইট ও ওয়েব অ্যাপস ব্যবহার করার সময় ব্যাটারি জীবন উপর হালকা হচ্ছে দেয় .",
    "Learn More": "আরো জানতে",
    "dat": "ডট",
    "Accessories": "জিনিসপত্র",
    "Graphics": "গ্রাফিক্স",
    "Internet": "ইন্টারনেট",
    "Office": "অফিস",
    "Other": "বাকি ",
    "Sound &amp; Video": "সাউন্ড ও ভিডিও",
    "System Tools": "সিস্টেম টুলস",
    "Applications": "অ্যাপ্লিকেশন",
    "3 Ways to Explore": "3 উপায় অন্বেষণ করতে",
    "Grid": "গ্রিড",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "একটি গ্রিড আপনার সব অ্যাপস প্রদর্শন করা হবে |",
    "Categories": "বিভাগ",
    "View your apps automatically organized into categories. Perfect for large collections.": "আপনার অ্যাপ স্বয়ংক্রিয়ভাবে আরও সংগঠিত দেখুন . বড় সংগ্রহের জন্য পারফেক্ট.",
    "Search": "অনুসন্ধান",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "লঞ্চ অ্যাপ্লিকেশন, খোলা সেটিংস পেইন , চালানোর কমান্ড , এবং বাজ দ্রুত গতিতে অনুসন্ধান দৃশ্য থেকে আরো .",
    "Open Source": "মুক্ত উৎস",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "আমাদের কোড পর্যালোচনা , যাচাই-বাছাই , পরিমার্জন , এবং পুনর্বণ্টন কারো দ্বারা জন্য উপলব্ধ.",
    "No Ads. No Spying.": "বিজ্ঞপ্তি বিহীন | গুপ্তচরবৃত্তি বিহীন |",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "আমরা বিজ্ঞাপন প্রতিষ্ঠান করি না এবং আমরা সংবেদনশীল ব্যক্তিগত তথ্য সংগ্রহ করা হয় না | আমাদের একমাত্র আয় আমাদের ব্যবহারকারীদের কাছ থেকে সরাসরি |",
    "Safe &amp; Secure": "নিরাপদ ও সুরক্ষিত",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "আমরা লিনাক্সভিত্তিক নির্মিত করছি | একই সফটওয়্যার প্রতিরক্ষা মার্কিন মুলুকে বিভাগের চীন ব্যাংক , এবং আরো |",
    "Security Notices": "নিরাপত্তা নোটিশ",
    "Download elementary OS": "ডাউনলোড করুন এলিমেন্টারি অস ",
    "Choose a Download": "একটি চয়ন করুন ",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "আমরা সবচেয়ে আধুনিক কম্পিউটারের জন্য সুপারিশ 64 বিট | হেল্প এবং আরও তথ্যের জন্য , দেখুন",
    "installation guide": "ইনস্টলেশন গাইড",
    "Freya 32-bit": "ফ্রেয়া 32 -বিট",
    "Torrent Magnet Link": "টরেন্ট চুম্বক লিংক",
    "Freya 64-bit": "ফ্রেয়া 64 -বিট"
}