{
    "Code of Conduct": "Código de Conducta",
    "Community Guidelines": "Normas de la Comunidad",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "El estar involucrado en la comunidad de elementary es una increíble experiencia; tú puedes ser parte de algo grande, colaborar con personas de alrededor del mundo, y ayudar personas a hacer sus computadoras geniales. Sin embargo, con eso viene una responsabilidad de seguir un conjunto de reglas predefinidas para asegurar el mejor ambiente para todos los involucrados. Es esperado que las siguientes reglas sean respetadas en todo momento en el que estes involucrado en la comunidad, ya sea en el sitio web de elementary, en una sala oficial IRC, en persona, o en algún otro lugar.",
    "I. Respect": "I. Respeto",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respetar a los demás es primordial. Asegúrate de respetar a las personas y sus opiniones, experiencia personal, privacidad, e ideas. La comunidad de elementary no es un lugar para despreciar o insultar observaciones  por cualquier motivo. Al dar una crítica, orientala de manera constructiva y respetuosamente. Ataques personales no serán tolerados. Cuando recibes una crítica constructiva, tomala en consideración y agradece al crítico por su aporte, sin importar tu postura.",
    "II. Content": "II. Contenido",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "La comunidad de elementary está hecha por miles de usuarios de variadas edades, creencias, y niveles de madurez. Por esto, debes ser conciente del contenido y observaciones que haces. No deben exhibirse contenido de desnudos, exceso de vulgaridad, político, religioso o inapropiado en relación a elementary.\nEn última instancia, los moderadores de elementary tienen la última palabra en cuanto a lo que constituye como no apropiado. En caso de duda, considerar si sería o no algo que mostrarías a un cuarto lleno de personas incluidos niños y abulos de todo el mundo. Si estás indeciso, no lo hagas.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Capturas de pantallas compartidas en comunidades moderadas de elementary no deben contener temas que imitan otros SO, fotos o ilustraciones objetivado a un individuo, o contenido que de alguna manera estén violando nuestro Código de Conducta",
    "III. Rumors and Speculation": "III. Rumores y Especulaciones",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Si bien la naturaleza rápida y excitante de elementary contribuye a la necesidad de querer de difundir rumores o especulaciones, evítalo. Discuciones sobre futuros planes está bien, pero cada vez que no sea un hecho verificado, declaralo como especulacion personal o no hable de ello. Esparcir información inexacta puede ser perjudicial para la comunidad, en especial si se esparce de manera negativa.",
    "IV. Helpful Discussion": "IV. Discuciones Útiles",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "Elementary es impulsado por los individuos juntandose en su tiempo libre para crear algo especial. Es importante respetar ese hecho y siempre tratar de contribuir a una discusión útil y saludable. Si se comenta en el sitio web, mantén la discusion relacionada con el contenido de la entrada del Diario o el tema de Respuesta. Si participa en una discusión orientada al desarrollador como una lista de correo o un canal IRC desarrollador, no debe crear ruido innecesario al discutir temas de no desarrollo; esto solo descarrila la discusión y entorpece los registros de los desarrolladores que pueden no estar presentes.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Como una comunidad principalmente basada en internet, es importante evitar los potenciales aspectos negativos de la internet. No debe provocar; empezar peleas o hacer observasiones con el sólo propósito de hacer que alguien se enfurezca es infantil e inaceptable. El spam también es inaceptable; esto incluye publicar enlaces de sitios irrelevantes y repetidamente publicar enlaces del mismo sitio. Si alguien está provocando o está haciendo spamming, ignoralo y reporta al usuario.",
    "V. Avoiding Conflict": "V. Evitando Conflicto",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Si sientes que alguien, ya sea un contribuidor nuevo o de largo tiempo, está siendo grosero, avísale de manera amable. Anticiparce a los problemas antes de que ocurran es crítico. Todo el mundo tiene un papel para ayudar a que la comunicación fluya sin problemas en nuestro (a veces desafiante) ambiente de trabajo único.",
    "VI. Step Down Considerately": "VI. Renunciar en forma considerada",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Las prioridades, intereses y pasiones de la vida pueden cambiar. Si estás involucrado con un proyecto relacionado a elementary pero siente que debe renunciar a él, hagalo de manera que minimice la interrupción. Cuando nosotros trabajamos juntos, nuestro trabajos e ideas no son solo nuestras; pertenecen a la comunidad de elementary en su conjunto. Informa a otros miembros del equipo de que tienes la intención de renunciar y, si es posible, ayuda a encontrar a alguien que te reemplace en tu trabajo. Al menos, asegurate que tu trabajo pueda ser continuado donde lo dejaste.",
    "Consequences": "Consecuencias",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Si decides no seguir con este código de conducta o de otra manera desorganizar la comunidad, nosotros nos reservamos el derecho a hacer lo siguiente: alterar o remover cualquier contenido que hayas publicado; desactivar tu cuenta en el sitio we; expulsarlo de los canales IRC; prohibirle del sitio, los canales IRC o cualquier otro contenido relacionado; o de otra manera prevenir que usted realice interaccion con la comunidad.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em> El Código de Conducta de elementary está licensiado bajo el <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Atribution-Share Alike 3.0</a> license. Ciertos aspectos han sido inspirados por el <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>",
    "Code of Conduct &sdot; elementary": "Código de Conducta ⋅ elementary"
}