{
    "We're Built on Open Source": "Estamos Construidos sobre Código Abierto",
    "The elementary OS platform is built upon a strong foundation of Free &amp; Open Source software. Without projects such as these, elementary OS would not exist.": "La plataforma elementary OS está construida sobre una base sólida de software libre &amp; de código abierto. Sin proyectos como estos, elementary OS no existiría.",
    "Security &amp; Privacy": "Seguridad &amp; Privacidad",
    "By being Open Source, elementary OS can benefit from superior security and privacy over closed source software. When the source code is available to audit, anyone in the community — whether a security researcher, a concerned user, or an OEM shipping the OS on their hardware — can ensure the software is secure and not collecting or leaking personal information.": "Siendo de Código Abierto, elementary OS goza de una seguridad y privacidad superiores a las del software de código cerrado. Cuando el código fuente está disponible para ser revisado, cualquier persona de la comunidad —ya sea un investigador de seguridad, un usuario interesado o un fabricante de equipo original— puede asegurar que el software es seguro y no recopila ni filtra información personal.",
    "Better for Developers": "Mejor para desarrolladores",
    "If your app could benefit from a system API or feature that’s not yet available, you can help write that feature into the OS. Similarly, you might be curious as to how a feature or design pattern in elementary OS was made. Instead of guessing or trying to reimplement it on your own, you can just look at the underlying source code for a definitive answer.": "Si su aplicación puede beneficiarse de un sistema API o característica que aún no está disponible, usted puede ayudar a escribir esa característica dentro del sistema operativo. Similarmente, usted puede preguntarse acerca de cómo una caracerística o patrón de diseño en elementary OS fueron hechos. En lugar de adivinar o intentar reimplementar esto por usted mismo, puede sólo mirar el código fuente subyacente para una respuesta definitiva.",
    "Get Involved": "Participar",
    "Applications": "Aplicaciones",
    "elementary OS Applications": "Aplicaciones de elementary OS",
    "AppCenter": "",
    "Calculator": "",
    "Calendar": "Calendario",
    "Camera": "Cámara",
    "Files": "Archivos",
    "Mail": "Correo",
    "Music": "Música",
    "Photos": "Fotos",
    "Code": "",
    "Screenshot": "",
    "Terminal": "Ventana de comandos",
    "Videos": "Videos",
    "Desktop Shell": "Entorno de escritorio",
    "Pantheon Desktop Shell": "Entorno de escritorio Pantheon",
    "GTK+ Stylesheet": "Hoja de estilos GTK+",
    "Icon Theme": "Tema de íconos",
    "Gala": "Gala",
    "Plank": "Plank",
    "Slingshot": "",
    "Switchboard": "",
    "Wingpanel": "",
    "Platform": "",
    "Pantheon Platform": "",
    "Contractor": "",
    "Granite": "",
    "Captive Portal Assistant": "",
    "Pantheon Online Accounts": "",
    "Polkit Agent": "",
    "Ubuntu": "Ubuntu",
    "Desktop Libraries &amp; Repositories": "",
    "BAMF": "",
    "libunity": "",
    "Ubiquity": "",
    "GTK+": "",
    "User Interface Toolkit": "",
    "ATK": "",
    "Pango": "",
    "Cairo": "",
    "GNOME": "",
    "Desktop Libraries": "",
    "dconf": "",
    "GLib": "",
    "PolicyKit": "",
    "Vala": "",
    "FreeDesktop": "",
    "FreeDesktop.org": "",
    "Base Technology": "",
    "D-Bus": "",
    "GeoClue": "",
    "GStreamer": "",
    "libinput": "",
    "LightDM": "",
    "PulseAudio": "",
    "systemd": "",
    "X.Org": "",
    "Display Server &amp; Windowing System": "",
    "X11": "",
    "XServer": "",
    "GNU": "",
    "Compiler &amp; Core Utilities": "",
    "Bash": "",
    "GCC": "",
    "GNU C Library": "",
    "Coreutils": "",
    "Linux": "",
    "Filesystem, Hardware, Networking &amp; Drivers": "",
    "Kernel": "",
    "We Support Open Source Projects": "",
    "elementary makes a point to send funds back to the projects we rely on. When you purchase a copy of elementary OS, you're also supporting great projects like these.": "",
    "Bountysource": "",
    "Debian": "",
    "Font Awesome": "",
    "Inkscape": "",
    "Let’s Encrypt": "",
    "OpenStreetMap": "",
    "rEFInd": "",
    "Software Freedom Conservancy": "",
    "Weblate": "",
    "All logos featured here are trademarks of their respective projects.": "",
    "Open Source &sdot; elementary": ""
}
