{
    "Translation Guide": "Hướng dẫn dịch",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Việc nội địa hoá trang web và ứng dụng của chúng tôi là một phần rất quan trọng trong việc phổ cập elementary OS cho càng nhiều người càng tốt. Thay vì chỉ dựa vào một nhóm dịch nội bộ, chúng tôi nhờ vào sự đóng góp của cộng đồng để mọi người có thể gửi bản dịch mà gần như không cần kiến thức về kỹ thuật. Để giữ cách nói của chúng tôi nhất quán trên toàn bộ nền tảng, và để giúp các dịch giả mới bắt đầu, chúng tôi đã tạo ra hướng dẫn dịch này.",
    "Steps to Begin Translation": "Các bước để bắt đầu dịch",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Các ứng dụng và trang web của chúng tôi được dịch thông qua Weblate: hệ thống quản lý dịch thuật, là phần mềm tự do và dựa trên nền web. Để đóng góp bản dịch, bạn nên:",
    "Have a": "Có một",
    "Weblate account": "tài khoản Weblate",
    "Set your": "Thiết lập",
    "language preferences": "tùy chọn ngôn ngữ của bạn",
    "Browse our": "Duyệt qua",
    "translatable projects": "các dự án có thể dịch của chúng tôi",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Khi bạn đã chọn được một dự án, bạn có thể đề xuất một bản dịch cho những chuỗi chưa được dịch, hoặc đề xuất thay đổi những chuỗi đã được dịch. Những đề xuất này sẽ được xem xét và đánh giá bởi một thành viên bên nhóm dịch thuật của chúng tôi và người đó sẽ chọn bản dịch phù hợp nhất. Để biết thêm thông tin về Weblate, hãy tham khảo <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">tài liệu</a> của nó.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Theo mặc định, bạn chỉ có để đóng góp đề xuất dịch thuật. Nếu bạn muốn nhận quyền để lưu bản dịch trực tiếp, <a href=\"https://translators-slack.elementary.io/\">tham gia nhóm Slack của các dịch giả</a> và nhắn cho một quản trị viên biết tên người dùng của bạn trên Weblate và ngôn ngữ bạn muốn dịch sang.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Trong lúc dịch bạn có thể phải quyết định chọn một trong số nhiều cách diễn đạt cho cùng một ý. Trong những tình huống trên chúng tôi tham khảo <a href=\"https://help.launchpad.net/Translations/Guide\">cẩm nang chung cho dịch thuật viên</a> của Ubuntu, và cho những vấn đề khác liên quan cụ thể đến ngôn ngữ, chúng tôi tuân theo <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">quy tắc dịch thuật nhóm</a> của Ubuntu. Việc theo những quy tắc này sẽ giúp đồng nhất các bản dịch, đồng thời cho phép mọi người đóng góp.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Nếu bạn không muốn dịch bằng WebLate, hoặc muốn dịch hàng loạt, bạn cũng có thể dịch offline. Để làm điều này, bạn cần:",
    "Go to a project you want to translate": "Mở dự án mà bạn muốn dịch",
    "Choose your language": "Chọn ngôn ngữ của bạn",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Bấm vào menu &quot;Files&quot; và chọn mục &quot;Download translation as gettext PO&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Chọn trình chỉnh sửa văn bản, mã nguồn hay mã PO (VD như <a href=\"https://poedit.net/\">Poedit</a>) mà bạn thích",
    "Start translating": "Bắt đầu dịch",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Khi bạn đã hoàn thành, chọn mục &quot;Upload translation&quot; trong menu &quot;Files&quot; trên cùng trang mà bạn đã tải xuống từ đầu.",
    "Additional Info": "Thông tin thêm",
    "We won't support translation of the following pages:": "Chúng tôi sẽ không hỗ trợ dịch thuật cho những trang sau đây:"
}
