{
    "Installation": "Инсталиране",
    "Download elementary OS": "Изтегли elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ако все още не сте, трябва да <a href=\"/\" target=\"_blank\">свалите elementary OS от нашата заглавна страница</a>. Можете да запишете сваления ISO файл на USB памет, следвайки инструкциите по-долу.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS е създадена да работи на две процесорни архитектури – 32-битова и 64-битова.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Ако компютърът е с 64-битов процесор, изберете 64-битовата версия.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Ако компютърът е по-стар или не знаете с какъв процесор е, изберете 32-битовата версия. (Тази версия работи и с 64-битови процесори).",
    "Recommended System Specifications": "Препоръчителни Системни Изисквания",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 или съвместим двуядрен 64-битов процесор.",
    "1 GB of system memory (RAM)": "1 ГБ оперативна памет (RAM)",
    "15 GB of disk space": "15 ГБ свободно дисково пространство",
    "Internet access": "Достъп до Интернет",
    "Back Up Your Data": "Архивирайте данните си",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Уверете се, че сте архивирали важните данни на външен източник като например облачна услуга или външен твърд диск. Съществуващите данни могат да бъдат загубени при инсталирането на нова операционна система.",
    "Choose your current Operating System": "Изберете сегашната си Операционна Система",
    "Select the operating system you are currently using to view tailored installation instructions.": "Изберете операционната система, която използвате в омента, за да видите съответните инструкции.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Потвърдете изтеглянето",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Верифицирането на изтегления файл е важна, но незадължителна стъпка. Ние генерираме сума (или хеш сума) за elementary OS изображения и препоръчваме да проверите дали вашият изтеглен файл съответства на тази сума преди да се опитате да го инсталирате. Това гарантира, че сте получили пълния, завършен файл и че вашето инсталационно изображение не е повредено по никакъв начин.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows не включва вграден инструмент за проверка на SHA256 Checksums, затова ще трябва да изтеглите <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Отворете Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Под \"Hash Type\" изберете <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Под \"Input File\" изберете <code>Select File(s)</code> и намерете ISO файла на elementary OS.",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Уверете се, че текстът в \"Резултати\" съвпада с един от следните хешове",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "Създаване на USB инсталационен носител",
    "Rufus - select ISO": "Rufus - избиране на ISO",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called Rufus.": "Ще ви е нужна USB флаш памет с поне 1 GB свободно пространство и програма, която се казва Rufus.",
    "Download Rufus": "Изтеглете Rufus",
    "Open Rufus": "Отворете Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Поставете вашата USB памет и я изберете от списъка с \"Устройства\" (Devices).",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Изберете \"ISO Image\", което се намира точно до \"Create a bootable disk using...\"",
    "Click": "Кликнете",
    "the disk icon": "иконката с диска",
    "to choose the ISO that you downloaded previously.": ", за да изберете ISO файла, който вече свалихте.",
    "Click &quot;Start&quot; and wait for the process to finish.": "Кликнете \"Start\" и изчакайте процеса да свърши.",
    "Booting from the Install Drive": "Стартиране от инсталационния носител",
    "In order to start the installation process, you must boot your computer from the install drive.": "За да започнете процеса на инсталация, трябва да стартирате компютъра от инсталатора на устройството.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "При включен компютър, поставете инсталационната USB памет и рестартирайте.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Повечето компютри за кратко време ще Ви позволят да промените устройството за стартиране чрез използването на специален клавш – обикновено <kbd>F12</kbd>, но понякога <kbd>Esc</kbd> или някой друг функционален клавиш. За да сте сигурни, проверете какво се изписва на екрана или прегледайте документацията, дошла с компютъра.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Натиснете <kbd>F12</kbd> (или съответния клавиш) и изберете инсталационния носител – обикновено \"USB-HDD\" или нещо, съдържащо „USB“ в името си, но това не е задължително. Ако изберете грешен носител, вероятно компютъра ви ще стартира както обикновено. Тогава просто рестартирайте и избереде друг диск от менюто.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Скоро след като сте избрали подходящия носител, ще видите стартовия екран на elementary OS. Вече можете да проследите упътванията на екрана, които ще Ви водят в процеса на инсталация.",
    "Running the following command in your terminal:": "Изпълнете следната команда в терминала:",
    "should produce the output:": "трябва да произведе отговор:",
    "Before creating an install drive, make sure you have all OS X updates installed. To check for available updates, open the Apple Menu and select either &quot;Software Update…&quot; or &quot;App Store…&quot; Make sure to install any OS updates in addition to ones labeled with &quot;Firmware&quot; and &quot;Boot Camp&quot;.": "Преди да направите инсталационен диск, уверете се, че имате инсталирани всички ъпдейти на OS X. За да проверите за налични ъпдейти, отворете \"Apple Menu\" и изберете или \"Software Update…\", или \"App Store…\". Уверете се, че иснталирате всички ъпдейти на операционната система, а не само тези с озаглавени \"Firmware\" и \"Boot Camp\".",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called &quot;Create elementary Installer&quot;.": "Ще се нуждаете от USB флаш памет с поне 1 GB свободно пространство и програма наречена  \"Create elementary Installer\".",
    "Download Create elementary Installer": "Изтеглете Create elementary Installer",
    "Open &quot;Create elementary Installer&quot;. If your Mac cannot open it because it's from an unidentifiable developer, right click the app, and select &quot;Open&quot;.": "Отворете \"Create elementary Installer\". Ако вашият Mac не може да го отвори, защото е от неидентифициран разработчик, натиснете с дясното копче върху програмата и натиснете \"Open\".",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Поставете USB флашката и изберете ISO файла, който изтеглихте току що",
    "Create elementary OS USB Installer": "Създайте elementary OS USB инсталация",
    "Select your USB drive to start the installer creation process.": "Изберете вашата USB флаш памет, за да започне процеса по създаването на инсталационната флашка.",
    "Select USB Drive": "Изберете USB устройство",
    "If your Mac doesn't recognize the resulting drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;.": "Ако вашият Mac не разпознава устройството, което направихте, може да се наложи да направите elementary OS инсталационно DVD. За да направите това, поставете празен DVD диск, натиснете с дясното копче върху ISO файла във Finder и изберете \"Burn elementaryos-freya-xx.xx.iso to Disc\".",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "След като чуете камбанката, задръжте <kbd>Option</kbd>. След това, изберете подходящото USB устройство. Забележете, че е възможно да бъде некоректно разпознато като „Windows“, това е нормално.",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called UNetbootin.": "Ще се нуждаете от USB флаш памет с поне 1 GB свободно пространство и програма наречена  \"UNetbootin\".",
    "Download UNetbootin": "Изтеглете UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Отворете UNetbootin от Dash. Ще бъде отворен прозорец като този отдолу:",
    "UNetbootin": " UNetbootin",
    "Select &quot;Diskimage&quot;": "Изберете \"Diskimage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Кликнете \"…\", за да изберете ISO изображението, което изтеглихте преди малко.",
    "Unplug all USB memory devices apart from the one you want to use.": "Извадете всички USB памети освен тази, която искате да използвате.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Натиснете \"OK\" и изчакайте процесът да приключи. ",
    "After Installation": "След инсталацията",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Отделете време да прочетете <a href=\"/docs/learning-the-basics\">Първи стъпки</a> упътването, за да научите повече за вашата операционна система."
}