{
    "Installation": "Инсталиране",
    "Download elementary OS": "Изтегли elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ако все още не сте, трябва да <a href=\"/\" target=\"_blank\">свалите elementary OS от нашата заглавна страница</a>. Можете да запишете сваления ISO файл на USB памет, следвайки инструкциите по-долу.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS е създадена да работи на две процесорни архитектури – 32-битова и 64-битова.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Ако компютърът е с 64-битов процесор, изберете 64-битовата версия.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Ако компютърът е по-стар или не знаете с какъв процесор е, изберете 32-битовата версия. (Тази версия работи и с 64-битови процесори).",
    "Recommended System Specifications": "Препоръчителни Системни Изисквания",
    "1 GHz 32-bit or 64-bit processor": "1 GHz процесор, 32 или 64-битов",
    "1 GB of system memory (RAM)": "1 ГБ оперативна памет (RAM)",
    "15 GB of disk space": "15 ГБ свободно дисково пространство",
    "Internet access": "Достъп до Интернет",
    "Back Up Your Data": "Архивирайте данните си",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Уверете се, че сте архивирали важните данни на външен източник като облачна услуга или външен твърд диск. Съществуващите данни могат да бъдат загубени при инсталирането на нова операционна система.",
    "Choose your current Operating System": "Choose your current Operating System",
    "Select the operating system you are currently using to view tailored installation instructions.": "Select the operating system you are currently using to view tailored installation instructions.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Потвърдете изтеглене",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Open Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Under \"Hash Type\" select <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Under \"Input File\" select <code>Select File(s)</code> and find the elementary OS ISO file",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Verify that the text in \"Results\" matches one of the following hashes",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "Създаване на USB инсталационен носител",
    "Rufus - select ISO": "Rufus - избиране на ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Започнете с USB памет с поне 1 ГБ свободно място.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Също така, ще се нуждаете от малка програма, наречена Rufus. Свалете я от <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">нейния уебсайт</a> и отворете сваления файл, за да я стартирате. Ще се отвори прозорец като този:",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "Вече можете да поставите USB паметта. Изберете я от списъка „Устройства“. След това, трябва да изберете „ISO Image“ в „Създай стартиращ диск с“ и щракнете върху",
    "the disk icon": "иконката с диска",
    "to choose the ISO that you downloaded previously.": ", за да изберете ISO файла, който вече свалихте.",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "Щракнете „Старт“ и изчакайте записа да приключи.",
    "Booting from the Install Drive": "Стартиране от инсталационния носител",
    "In order to start the installation process, you must boot your computer from the install drive.": "In order to start the installation process, you must boot your computer from the install drive.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "При включен компютър, поставете инсталационната USB памет и рестартирайте.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Повечето компютри за кратко време ще Ви позволят да промените устройството за стартиране чрез използването на специален клавш – обикновено <kbd>F12</kbd>, но понякога <kbd>Esc</kbd> или някой друг функционален клавиш. За да сте сигурни, проверете какво се изписва на екрана или прегледайте документацията, дошла с компютъра.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Натиснете <kbd>F12</kbd> (или съответния клавиш) и изберете инсталационния носител – обикновено \"USB-HDD\" или нещо, съдържащо „USB“ в името си, но това не е задължително. Ако изберете грешен носител, вероятно компютъра ви ще стартира както обикновено. Тогава просто рестартирайте и избереде друг диск от менюто.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Скоро след като сте избрали подходящия носител, ще видите стартовия екран на elementary OS. Вече можете да проследите упътванията на екрана, които ще Ви водят в процеса на инсталация.",
    "Running the following command in your terminal:": "Изпълнете следната команда в терминала:",
    "should produce the output:": "трябва да произведе отговор:",
    "UNetbootin": " UNetbootin",
    "You'll also need a small application called UNetbootin. To install it in Ubuntu, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>. In OS X you'll have to download it from <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">its website</a> and open the downloaded file to install it.": "Също така, ще се нуждаете от малка програма, наречена UNnetbootin. За да я инсталирате в Ubuntu, просто  <a href=\"http://appnr.com/install/unetbootin\">щракнете тук</a>. Ако ползвате OS X, можете да я свалите от <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">нейния уебсайт</a> и да отворите сваления файл, за да я инсталирате.",
    "Open UNetbootin from the Dash in Ubuntu or Launchpad in OS X. It will open a window like the one below:": "Стартирайте UNetbootin от стартовото меню в Ubuntu или от Launchpad в OS X. Ще се отвори прозорец като този:",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "Уверете се, че сте избрали „Diskimage“ и щракнете върху „…“, за да изберете ISO файла, който вече свалихте. Извадете всички USB памети, освен тази, която ще ползвате. Щракнете върху „OK“ и изчакайте записа да приключи.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "След като чуете камбанката, задръжте <kbd>Option</kbd>. След това, изберете подходящото USB устройство. Забележете, че е възможно да бъде некоректно разпознато като „Windows“, това е нормално."
}