{
    "Code of Conduct": "Etik Qaydalar",
    "Community Guidelines": "Cəmiyyət Qaydaları",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Elementary  cəmiyyətinə daxil olmaq inanılmaz təcrübədir; böyük işlərin bir parçası olub , dünyanın hər yerindən insanlarla iş birliyi quracaq və insanlara kompüterlərini təkmilləşdirmək üçün yardımçı olacaqsan.",
    "I. Respect": "I. Hörmət",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Başqalarına hörmət etmək ən vacibidir . İnsanlara, onların fikirlərinə, şəxiyyətinə və sirlərinə hörmətlə yanaşın. Elementary ictimai birliyində səbəbindən asılı olmayaraq təhqirə və nəlayiq hərəkətlərə yol verilmir. Tənqid və müzakirə edərkən bunu mahiyyətli və hörmətlə edin. Mübahisə edərkən mövqeyinizdən asılı olmayaraq qarşı tərəfin fikrinə hörmətlə yanaşın.",
    "II. Content": "II. Məzmun",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Elementary ictimai birliyi müxtəlif yaşlarda, inanclarda və yetkinliydə olan minlərlə istifadəçilərdən təşkil olunub.Buna görə də etdiyiniz rəylərə diqqət etməlisiniz. Elementary birliyində təhqirə, vulqar sözlərə, siyasi və dini ifadələrə yol verilmir. Birliydə olan uşaqlara və yaşlılara hörmətlə yanaşın.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Elementary birliyində paylaşılan skrinşotlar və fotolar digər ƏS-ə, fərdlərə məxsus olmamalıdır əks halda bizim etik qaydaları pozmuş olursunuz. ",
    "III. Rumors and Speculation": "III. Təxminlər və Fərziyələr",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Sürətlə inkişaf edən elementary təxmin və fərziyyə istəyi yaradarkən bundan çəkinin. Gələcək planları müzakirə etmək olar, lakin təstiq olunmuş bir fakta əsaslanmırsa öz fikirlərinizin fərziyyə olduğunu qeyd edin ya da müzakirə etməyin. Qeyri dəqiq məlumatın yayılması ictimai birliyə zərər vurur. ",
    "IV. Helpful Discussion": "IV. Faydalı Müzakirə",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary insanların boş vaxtlarda bir araya gələrək xüsusi birşey yaratmaq istəyi sayəsində yaranıb. Bu fakta hörmət olaraq hər zaman sağlam və yaralı müzakirə etmək vacibdir. Müzakirə zamanı mövzudan uzaqlaşmayın və yararlı bir fikriniz olanadək gözləməyə çalışın.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Hər bir onlayn birliy kimi vacibdir ki internetin mənfi təsirlərindən çəkinək. Alayçılıq etməyin, kimisə əsəbləşdirmək məqsədilə edilən davranışlar uşaqlıq və qəbulolunmazdır. Spam həmçinin qəbul olunmazdır; buna adiyyatı olmayan sayt linkləri və təkrarən eyni linkləri paylaşmaq daxildir. Əyər kimsə spam edirsə ona məhəl qoymayın və ya şikayət edin. ",
    "V. Avoiding Conflict": "V. Mübahisədən Qaçma",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.",
    "VI. Step Down Considerately": "VI. Düşüncəli  Geri Çəkilmə",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.",
    "Consequences": "Nəticələr",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Əgər bu etik qaydalara əməl etməsəniz ya da başqa bir şəkildə qaydanı pozsanız, biz göndərdiyiniz hər hansı məzmunu silmə və ya dəyişdirme; saytda hesabınızı bağlama; İRC kanalından çıxarma; saytin İRC kanallarında və ya əlaqəli yerlərdə sizə qadağa qoyma; ya da başqa bir şəkildə cəmiyyətlə əlaqənizin qarşısını alma haqlarımızı gizli saxlayacayıq.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em> Elementary  Etik Qaydaları <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\"> lisenziyası olaraq lisenziyalanmışdır</a>. Bəzi aspektlər <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\"> Ubuntu Etik Qaydaları </a>' dan qaynaqlanmışdır.</em>",
    "Code of Conduct &sdot; elementary": "Etik Qaydalar ⋅ elementary"
}