{
    "Installation": "Instalación",
    "Download elementary OS": "Descargar elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si aún no lo has hecho, necesitas <a href=\"\/\" target=\"_blank\" rel=\"noopener\">descargar elementary OS de nuestra página web<\/a>. Tendrás que copiar el archivo ISO descargado en una unidad USB siguiendo las instrucciones que se indican a continuación.",
    "Recommended System Specifications": "Requisitos recomendados del sistema",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "",
    "4 GB of system memory (RAM)": "",
    "Solid state drive (SSD) with 15 GB of free space": "",
    "Internet access": "Acceso a Internet",
    "1024×768 display": "",
    "Back Up Your Data": "Haga una copia de seguridad de sus datos",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Asegúrese de hacer una copia de seguridad de sus datos importantes en una ubicación externa, como un servicio en línea o un disco duro externo. Instalar un sistema operativo nuevo puede sobrescribir los datos existentes.",
    "Choose your current Operating System": "Seleccione su sistema operativo actual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Seleccione el sistema operativo que esté utilizando en este momento para ver las instrucciones de instalación.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Crear un disco de instalación",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Usted necesitará un dispositivo USB con al menos 2GB de espacio libre y un programa llamado Rufus.",
    "Download Rufus": "Descargar Rufus",
    "Rufus - select ISO": "Rufus - seleccione ISO",
    "Open Rufus": "Abrir Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Inserte su dispositivo USB y seleccionelo en la lista &quot; Dispositivo &quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "",
    "the checksum icon": "",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "",
    "Booting from the Install Drive": "Bootear desde el dispositivo de instalación",
    "In order to start the installation process, you must boot your computer from the install drive.": "Para comenzar el proceso de instalación, debe iniciar su computadora desde la unidad de instalación.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Suponiendo que su computadora todavía está encendida, comience por insertar su unidad de instalación y reiniciar su computadora.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La mayoría de los equipos le permitirán temporalmente cambiar el orden de arranque mediante la pulsación de una tecla especial— comúnmente <kbd>F12<\/kbd>, pero también puede ser <kbd>Esc<\/kbd> u otra tecla de función. Vea la indicación en pantalla o la documentación de su equipo para estar seguro.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Oprima <kbd>F12<\/kbd> (o la tecla apropiada) y seleccione el soporte de instalación; normalmente su nombre es «USB-HDD» u otro que contenga el término «USB». Si selecciona el soporte incorrecto, probablemente el equipo arrancará con normalidad; en cuyo caso deberá reiniciarlo de nuevo y elegir otro soporte en el menú.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Poco después de seleccionar la unidad de inicio apropiada, se le debe presentar la pantalla de bienvenida de elementary OS. Ahora puede seguir las instrucciones en pantalla que lo guiarán durante el resto del proceso.",
    "Verify your Download": "Compruebe la descarga",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Es importante, pero no obligatorio, que compruebe la integridad del archivo descargado. Generamos sumas de comprobación (o <em>hash<\/em>) para las imágenes de elementary OS y le recomendamos que revise que la suma de su descarga coincida con la suma correspondiente antes de intentar una instalación. Esto asegura que el archivo esté completo y carente de daños.",
    "Running the following command in your Terminal:": "Ejecutando el siguiente comando en su Terminal:",
    "Should produce the output:": "La consola debe mostrar:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: Esto supone que ha descargado el archivo .iso en su carpeta de Descargas.\n\nEn caso de que lo haya descargado en otro lugar, especifique la ruta correcta al archivo descargado, como se muestra a continuación",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Para crear una unidad de instalación de OS elemental en macOS, necesitará una unidad flash USB que tenga al menos 2 GB de capacidad y una aplicación llamada &quot;Etcher&quot;.",
    "Download Etcher": "Descargar Etcher",
    "etcher steps": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Inserte la unidad USB y seleccione el archivo ISO que acaba de descargar.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Abra &quot;Etcher&quot; y seleccione la imagen descargada de elementary OS  utilizando el botón &quot;Seleccionar imagen&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher debería detectar automáticamente su unidad USB, pero verifique si ha seleccionado la unidad correctamente.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Inicie el proceso de grabación pulsando el el botón «Flash» (‘Aplicar’). Deje transcurrir unos minutos.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Cuando finalice, podrá quitar la unidad con total seguridad e intentar arrancar a través de este para instalar elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "El siguiente cuadro de diálogo puede aparecer durante el proceso de aplicación; es seguro pasarlo por alto.",
    "Not readable warning": "Advertencia ilegible",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Tras escuchar el pitido, mantenga presionada la tecla <kbd>Opción<\/kbd>. A continuación, seleccione la unidad de arranque apropiada. Es normal que, en algunos casos, la unidad aparezca identificada incorrectamente como «Windows».",
    "Boot Errors": "Errores de arranque",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "Ejecute el siguiente comando en su terminal:",
    "should produce the output:": "debe producir el resultado:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Necesitará una unidad flash USB con al menos 2 GB de espacio libre y un programa llamado UNetbootin.",
    "Download UNetbootin": "Descargar UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Abra UNetbootin desde el Lanzador. Se abrirá una ventana como la siguiente:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Seleccione &quot;Imagen de disco&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Haga clic en &quot;…&quot; para seleccionar el ISO que descargó anteriormente.",
    "Unplug all USB memory devices apart from the one you want to use.": "Desconecte todos los dispositivos de almacenamiento USB excepto el que quiere utilizar.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Pulse en «Aceptar» y espere a que el proceso finalice.",
    "After Installation": "Después de la instalación",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Dedique algunos minutos para leer la guía de <a href=\"\/docs\/learning-the-basics\">primeros pasos<\/a> para aprender acerca de su nuevo sistema operativo."
}
