{
    "Brand": "Marka",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary markası benzersizdir: teknik olarak elementary LLC.'ye aittir, şirket elementary ürünleri geliştirmek için yol göstermekte ve destek olmaktadır. Ancak büyük bir topuluğumuz var ve yasal zorunluluklar ve teknikler yüzünden çok kaba olmak istemiyoruz. Bu yüzden elementary markasının kullanımı ile ilgili yol gösterici bazı açıklamalarda bulunduk.",
    "Name": "İsim",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "\"elementary\" sözcüğü elementary LLC. ile ilgilidir ve elementary LLC. 'nin ticari markasıdır. elementary her zaman küçük harf ile başlar; bu cümledeki gibi en başta olduğunda bile ve bu şekilde devam eder. Aynı zamanda ürünlerin isimleri ile birlikte belirli elementary ürünleri için kullanılır (ör: \"elementary OS\").",
    "Brand Marks": "Marka Simgeleri\/Logolar",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary'nin iki simgesi vardır: \"elementary\" yazı logosu ve \"e\" logosu. Bu ikisi hem ticari olarak hemde elementary -şirketi- ve ürünleri kabul edilmiştir.",
    "Both should be used with the following in mind:": "Bu marka simgeleri aşağıdaki şekillerde kullanılamaz:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Simgeler (dijital grafik ortamında) eğilemez, bükülemez, döndürülemez veya gerilemez.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Simgeleri katı yoğun bir arka plan üzerinde kullanmayın. Katı renkler iyi çalışır.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Simgeler her zaman monokrom olmalıdır; genellikle koyu arka planda beyaz yahut açık arkaplanda siyah.",
    "Logotype": "Metinsel Logo",
    "elementary Logotype": "elementary Metinsel Logosu",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Metinsel logo yalnızca elementary şirketinin referansı olan bir alanda kullanılmalıdır. Temelde ürünü referans için ürün adı daha önce de kullanılabilir.",
    "The logotype should always be used under the following guidelines:": "Metinsel logo sadece aşağıdaki sınırlar doğrultusunda kullanılabilir:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Metinsel logoyu tekrardan oluşturmaya (sıfırdan yapmak) kalkışmayın. Bu titizlikle hazırlanmış bir marka simgesidir. Basit bir font ile yazılmış \"elementary\" yazısından ibaret değildir.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Metinsel logoyu küçük boyutlarda kullanmayın. Net değil ise bunu yerine \"e\" simgesini içeren simgesel logoyu kullanın.",
    "Logomark": "Simgesel Logo",
    "elementary Logomark": "elementary Simgesel Logosu",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "\"e\" simgesel logosu için boşluk kısıtlıdır veya kare oranı gerekli olduğunda elementary şirketini ifade etmek için kullanılmalıdır.",
    "Color": "Renk",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary markamızı belirlemek için ismimizi ve simgelerimizi renk kombinasyonunu kullanır. Aşağıdaki paleti kullanırız:",
    "Strawberry": "Çilek",
    "Strawberry 100": "Çilek 100",
    "Strawberry 300": "Çilek 300",
    "Strawberry 500": "Çilek 500",
    "Strawberry 700": "Çilek 700",
    "Strawberry 900": "Çilek 900",
    "Orange": "Turuncu",
    "Orange 100": "Turuncu 100",
    "Orange 300": "Turuncu 300",
    "Orange 500": "Turuncu 500",
    "Orange 700": "Turuncu 700",
    "Orange 900": "Turuncu 900",
    "Banana": "Muz",
    "Banana 100": "Muz 100",
    "Banana 300": "Muz 300",
    "Banana 500": "Muz 500",
    "Banana 700": "Muz 700",
    "Banana 900": "Muz 900",
    "Lime": "Misket Limon",
    "Lime 100": "Limon 100",
    "Lime 300": "Limon 300",
    "Lime 500": "Limon 500",
    "Lime 700": "Limon 700",
    "Lime 900": "Limon 900",
    "Blueberry": "Yaban Mersini",
    "Blueberry 100": "Yaban Mersini 100",
    "Blueberry 300": "Yaban Mersini 300",
    "Blueberry 500": "Yaban Mersini 500",
    "Blueberry 700": "Yaban Mersini 700",
    "Blueberry 900": "Yaban Mersini 900",
    "Grape": "Üzüm",
    "Grape 100": "Üzüm 100",
    "Grape 300": "Üzüm 300",
    "Grape 500": "Üzüm 500",
    "Grape 700": "Üzüm 700",
    "Grape 900": "Üzüm 900",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Gümüş",
    "Silver 100": "Gümüş 100",
    "Silver 300": "Gümüş 300",
    "Silver 500": "Gümüş 500",
    "Silver 700": "Gümüş 700",
    "Silver 900": "Gümüş 900",
    "Slate": "Damtaşı",
    "Slate 100": "Damtaşı 100",
    "Slate 300": "Damtaşı 300",
    "Slate 500": "Damtaşı 500",
    "Slate 700": "Damtaşı 700",
    "Slate 900": "Damtaşı 900",
    "Black": "Siyah",
    "Black 100": "Siyah 100",
    "Black 300": "Siyah 300",
    "Black 500": "Siyah 500",
    "Black 700": "Siyah 700",
    "Black 900": "Siyah 900",
    "Fonts": "Yazı Tipleri",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Web ve baskı için, başlıklarda Raleway, genel gövde için Open Sans kullanıyoruz. Kod blokları için Roboto Mono tercihimiz.",
    "Third Parties &amp; Community": "Üçüncü Şahıs &amp; Topluluk",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Üçüncü parti geliştiricileri elementary OS için elementler geliştirmeye teşvik ettiğimiz konular:",
    "Voice\/tone": "Konuşma\/Ton",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Ancak kullanıcı karışıklığını önlemek için, yaptığımız isim ve marka kısıtlamaları:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "elementary OS için uygulama yapmanızı veya hizmette bulunmanızı teşvik ediyoruz fakat lütfen elementary adını size ait olan uygulamada, projede, şirkette, üründe veya logoda kullanmayın.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "elementary ismi veya simgeleri sadece, elementary LLC. veya onun ürünleri (ör: elementary OS) için kullanılabilir.",
    "Community": "Topluluk",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Topluluk ürünleri (siteler, fan kulüpler, vb.) elementary topluluk logosunu kullanmaları önerilir:",
    "elementary Community Logo with color": "elementary Renkli Topluluk Logosu",
    "elementary Community Logo in black": "elementary Siyah Topluluk Logosu",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Bu, ana logoyu kullanmaktan doğacak karışıklıkları azaltırken ürünün tüm elementary topluluğunun bir parçası olarak geliştirilmesine yardımcı olur.",
    "Hardware Distributors": "Donanım distribütörleri",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "İster web sayfamızdan indirilmiş isterse bir donanıma ön yükleme yapılmış olsun, yazılımın temel markalama özelliklerini taşıdığı sürece tutarlı bir deneyim sunmasını sağlamak istiyoruz.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Elementary OS'un yazılım bileşenleri yazılım lisansı hükümlerine uygun olarak değiştirilmiş ve yeniden dağıtılmış olabilir. Her halde, markamız ancak aşağıda belirtilen koşullar dahilinde yeniden dağıtılabilir:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "Yazılım ön yüklenmiş uygulamalar, stil sayfası ve ikonografisi, yapılandırma dosyaları vb. dahil olmak üzere değiştirilmemiş hali ile korunmaktadır.",
    "The modifications are approved in writing by elementary.": "Değişiklikler yazılı olarak onaylıdır.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Sürücüler, donanım yetkilendirme ve distribütor markalamasının distribütörlerimiz için önemli olduğunu anlıyoruz, bu sebeple bu değişikliklerin neredeyse tamamı elementary tarafından onaylanacaktır. Şüphe halinde lütfen <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> adresine açıklama veya talimat amaçlı mail atınız.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Ticari marka dağıtım koşullarına uyma konusunda isteksizseniz veya uymanız mümkün değilse, işletim sisteminden elementary'nin ticari markasını silmek basit ve dolambaçsız olmalıdır:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Ticari markayı hariç tutmak için <code>\/etc\/lsb-release<\/code> dosyasındaki <code>DISTRIB_DESCRIPTION<\/code> satırını değiştirin.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "İkonografiyi değiştirin, böylece <code>\/usr\/share\/icons\/elementary\/places\/<\/code> konumunda sağlanan her bir dosya boyutundaki <code>distributor-logo<\/code> ikonu OS'ta görünmez.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "<code>plymouth-theme-elementary<\/code> ve <code>plymouth-theme-elementary-text<\/code> paket programlarını siliniz.",
    "Merchandise": "Ürün\/Mal",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Genelde markamızın (adımız veya marka simgelerimiz) 3. parti ürünlerde yer amasına izin vermiyoruz.",
    "Assets &amp; More Info": "Kıymetler &amp; Daha fazla bilgi",
    "Download on GitHub": "GitHub'dan İndir",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Elementary isim marka ve markalarının kullanımı ile ilgili daha fazla bilgi almak istiyorsanız lütfen <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> adresine bir e-posta gönderin.",
    "Brand &sdot; elementary": "Marka &sdot; elementary"
}
