{
    "Be a Part of Something Bigger": "Daha Büyük Bir Şeyin Parçası Olun",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Yaptığımız her şey %100 açık kaynak kodlu ve dünyanın her tarafından geliştiricilerin işbirliği ile ortaya çıkıyor. Bir programcı olmasanız bile, projenin içinde yer alabilir ve fark yaratabilirsiniz.",
    "Funding": "Fonlama",
    "Translations": "Çeviriler",
    "Support": "Destek",
    "Web": "Web",
    "Desktop": "Masaüstü",
    "Design": "Tasarım",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Sizlerin yardımıyla ve tutkulu gönüllülerden oluşan küçük bir gruptan, küçük ölçekli bir şirkete dönüştük. Yapılacak her küçük yardım tam zamanlı bir geliştirici istihdam etmemize yardımcı olacaktır.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon sürekli devam eden kollektif bir fon olarak işlemektedir. Bir tutar seçin, ödüller kazanın ve hedefimize ulaşmamıza yardımcı olun.",
    "Learn More": "Daha fazlasını öğren",
    "Become a Patron": "Patron olun",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Bankamatik kartı, kredi kartı veya PayPal hesabınızı kolayca kullanın. Tek seferlik bir ödeme seçebilir veya yinelenen ödemeleri ayarlayabilirsiniz.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Bize maddi yardımda bulunun, artı arkadaşlarınıza, ailenize ve iş arkadaşlarınıza desteğinizi göstermek için bazı özel temel malzemeler kullanın.",
    "Visit Store": "Mağazayı ziyaret edin",
    "Bountysource": "Verikaynağı",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource düzeltme yaptıkları veya yeni özellikler oluşturdukları için geliştiricileri mükafatlandırarak onlara doğrudan para sağlar. Size en çok hitap eden meseleler için bir mükafat belirleyin veya belirli bir uygulamaya para sağlayın. Tekerrür eden bir abonelik de ayarlayabilirsiniz.",
    "Bountied Bugs": "İhbar Edilmiş Hatalar",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS Dünya'nın her yerinden insanlar tarafından geliştirilmekte ve kullanılmaktadır; bu deneyimi daha iyi hale getirmek için daha çok dile çevirmemizde bize yardımcı olun.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Hem elementary İS hem de web sitemiz Weblate adlı bir çevrimiçi platform kullanılarak alenen çevrilir.",
    "Join Chat": "Sohbete Katılın",
    "Suggest Translations": "Çeviri Tavsiye Et",
    "World map": "Dünya haritası",
    "Question &amp; Answer": "Soru & Cevap",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Cevaplanmamış Sorular",
    "New Questions": "Yeni Sorular",
    "Documentation": "Belgelendirme",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary hem geliştiriciler hem de kullanıcılar için temel belgeler sağlar. Bütün belgelerimiz Markdown ile yazılıp GitHub üzerinden yayınlanmaktadır. Yani bir değişiklik göndermek ya da yeni bir bölüm eklemek çocuk oyuncağı.",
    "Learning The Basics Guide": "Temelleri öğrenme rehberi",
    "Developer Docs": "Geliştirici Belgeleri",
    "Web Development": "Web Geliştirme",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Sitemiz HTML, CSS, PHP ve JavaScript kullanılarak geliştirildi. Her zaman bu alanlarda deneyimli ve katkıda bulunarak daha da iyi hale getirecek kişiler arıyoruz.",
    "Fork Our Website on GitHub": "Web sitemize GitHub'da destek olun",
    "Report a Website Issue": "Bir Website hatası bildir",
    "Desktop Development": "Masaüstü Geliştirme",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Masaüstü ortamımız ve bütün uygulamaları Vala, GTK+, ve bazı diğer açık kaynak kütüphaneleri kullanılarak derlenir. Masaüstü kodumuzu açık kaynak projeleri için ücretsiz bir hizmet olan GitHub üzerinde barındırırız. Daha evvel hiç elementary İS için geliştirme yapmadıysanız, Başlangıç rehberimizi gözden geçirmenizi tavsiye ediyoruz.",
    "Browse Our Code": "Kodumuza Göz Atın",
    "Bitesized Bugs": "Ufak Hatalar",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Tasarım Ekibimiz fikirleri sade raporlara ve dağıtılabilir mevcudiyetlere dönüştürür. İçeri girmeden evvel, tasarım iş akışımız hakkında bir şeyler okumanız tavsiye edilir.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary İS CSS üzerinde yazılan bir sistem stil sayfasını kullanır. Düğmeler ve araç çubuklarından panel ve menülere kadar her şeyin nasıl çizildiğini tarif eder.",
    "Browse Our Stylesheet": "Stil Sayfamıza Göz Atın",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary İS beraberinde bütün ön yüklü uygulamalar arasında kullanılan ve üçüncü şahıs geliştiriciler için de mevcut olan bir dizi vektör simgesi ile gelir.",
    "Browse Our Icons": "Simgelerimize Göz Atın",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Tasarım ekibimiz GitHub'daki \"Needs Design\" etiketindeki sorunlarını izliyor. Bunların tasarım fikirlerine, şablonlara veya grafik tasarımlarına ihtiyacı olabilir.",
    "Browse 'Needs Design' Issues": "\"Needs Design\" Sorunlarını Gözden Geçir",
    "Get Involved with elementary OS": "elementary OS dünyasına sen de katıl"
}
