{
    "Press Resources": "Basın Kaynakları",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Hikayemizi ve üzerinde çalıştığımız şeyleri paylaşmak için—hem Linux dünyasında hem de daha büyük teknoloji ve kültür alanlarındaki—basın ile çalışmayı seviyoruz.",
    "Join Our Press List": "Basın Listemize Katılın",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Yeni sürümler ve önemli gelişmelerden ilk siz haberdar olun. Yüksek çözünürlüklü ekran görüntüleri dahil olmak üzere basın bültenlerine ve basın kitlerine erken erişim gönderiyoruz. Bu <strong>çok düşük hacimli</strong> bir listedir; yılda bir kez size en büyük haberleri gönderiyoruz.",
    "Email": "E-posta",
    "First Name": "Ad",
    "Last Name": "Soyad",
    "Publication": "Yayın",
    "Subscribe": "Abone Olun",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "Çok noktalı dokunma, koyu renk tema, uygulama korumalı alanı ve tamamen yeni bir yükleyici ile platformda şimdiye kadar yapılan en büyük güncelleme. OS 6, kontrolün sizde olmasını ve kendinizi ifade etmenizi sağlar, yeni özelliklerle yenilik yapmaya devam eder ve hem elde edilmesi daha kolay hem de her zamankinden daha kapsayıcıdır.",
    "Read Announcement": "Duyuruyu Okuyun",
    "Download Press Kit": "Basın Setini İndirin",
    "News &amp; Announcements": "Haberler ve Duyurular",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Resmi web günlüğümüz aracılığıyla geliştirme, önemli duyurular, geliştiriciler için ipuçları, öne çıkan uygulamalar ve diğer yeni içeriklerle ilgili sık güncellemeleri paylaşıyoruz.",
    "Visit Our Blog": "Web Günlüğümüzü Ziyaret Edin",
    "Brand Resources": "Marka Kaynakları",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Marka kullanım kurallarını, elementary logolarını, renk paletini ve topluluk logosunu görüntüleyin. Ayrıca yüksek çözünürlüklü ve vektörel resmi elementary logolarını indirin.",
    "View Brand Resources": "Marka Kaynaklarını Görüntüleyin",
    "Get in Touch": "İletişime Geçin",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "<a href=\"mailto:press@elementary.io\">Press@elementary.io</a> adresinden bize e-posta göndererek doğrudan ekiple konuşun. Röportaj, podcast gösterimi veya sadece genel basın sorularını memnuniyetle karşılıyoruz.",
    "Send an Email": "E-posta Gönder",
    "Press &sdot; elementary": "Basın &sdot; elementary"
}
