{
    "Privacy": "Gizlilik",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Verileriniz her zaman size ve sadece size aittir. Reklam anlaşmaları yapmıyoruz veya hassas kişisel veriler toplamıyoruz. elementary OS ve Uygulama Merkezindeki uygulamalar için istedikleri kadar ödeyen kullanıcılarımız tarafından doğrudan finanse ediliyoruz. Ve olması gereken de bu.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Verilerinizi toplamayarak aktif olarak kendimizden ve başkalarından koruyoruz. Gizliliğinize saygı duymanın ve onu korumanın etik bir davranış olduğuna inanıyoruz; <strong>insanlar, güvendikleri şirketlerden ve ürünlerden bile en üst düzeyde gizlilik hakkına sahiptir.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>elementary OS üzerinden herhangi bir veri toplamıyoruz.</strong> Dosyalarınız, ayarlarınız ve diğer tüm kişisel verileriniz; siz bunları bir üçüncü taraf uygulama veya hizmetle açıkça paylaşmadığınız sürece cihazınızda kalır.",
    "Protections": "Korumalar",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS, verilerinizi başkalarından korumaya yardımcı olmak için yerleşik gizlilik korumalarıyla birlikte gelir.",
    "Tattle-tale": "",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "",
    "Permissions": "İzinler",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Bir uygulama verilerinize veya cihazlarınıza erişmek istediğinde bunu önceden sormak zorundadır. İzinleri doğru şekilde kullandıklarından emin olmak için tüm AppCenter uygulamalarını inceleriz ve bu izinleri istediğiniz zaman sistem ayarlarından kendiniz de iptal edebilirsiniz.",
    "Housekeeping": "",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "",
    "Online Accounts": "Çevrimiçi Hesaplar",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "",
    "What Data is Collected": "Hangi Veriler Toplanır",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "",
    "How Data is Used": "Veriler Nasıl Kullanılır",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "",
    "Sharing Data": "Veri Paylaşımı",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "Çerezler",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Çerezleri veya üçüncü parti çerezleri devre dışı bırakmayı veya bazı parçalarını devre dışı bırakmayı tarayıcınızın ayarlarından seçebilirsiniz.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Bu site çerezleri küçük iyileştirmeler için kullanır. Çerezler olmadan servislerin çalıştığını görebilirsiniz ama kullanışlılık azalacaktır. Örneğin, site daha önce elementary OS için ödeme yaptığınızı hatırlamayacaktır; varsayılan olarak tekrar ödeme yapmanız istenecektir.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Çerezleri davranışsal elementleri ve potansiyel tehditleri analiz için saklar. Daha fazla bilgi için, bakın",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare Gizlilik ve Güvenlik Politikası",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Çerezleri en son siparişinizi ve ülkenizi hatırlamak için kullanır ki ödeme için ne tür kart türlerini sunacağını bilsin. Daha fazla bilgi için, bakın",
    "Stripe's Privacy Policy": "Stripe'ın Gizlilik Politikası",
    "Manage Cookies": "Çerezleri Yönet",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Zaten sitemizi ziyaret ettiğinizden, çoktan tarayıcınıza yerleştirilmiş çerezleri yönetmek isteyebilirsiniz. Gerekli talimatlara giden bağlantılar aşağıda bulunabilir.",
    "Transparency": "Kamuyu Aydınlatma",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Yazılımımıza herhangi bir arka kapı yerleştirmedik ve böyle bir talep de almadık. Ayrıca Ulusal Güvenlik Mektubu, FISA emri, veya herhangi bir başka kullanıcı bilgisi isteyen gizli talep asla almadık.",
    "Privacy &sdot; elementary": "Gizlilik &sdot; elementary"
}
