{
    "Privacy Policy": "Gizlilik Politikası",
    "Do Not Track": "Takip Etmeyin",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Bu site do-not-track ayarı gördüğü modern web tarayıcılarında Google Analytics'i devre dışı bırakır. Otomatik olarak diğer takip metotlarını kullanmayız. Dilerseniz manuel olarak takip metotlarını yönetebilirsiniz. ",
    "Cookies": "Çerezler",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Dilerseniz çerez veya üçüncü parti çerezleri tarayıcı ayarlarınızdan devre dışı bırakabilirsiniz.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Bu site artan iyileştirmeler için çerezlerden yararlanır. Bunlar olmadan ama azaltılmış kullanılabilirlik üzerinde hizmetler fonksiyonu bulabilirsiniz. Örneğin, bu sitede daha önce elementary OS satın aldıysanız bunu size tekrar sormaz; çerezleri devre dışı bıraktığınızda varsayılan olarak tekrar sorabilir",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Mağazalar çerezler davranışsal unsurları günlük ve potansiyel tehditleri analiz eder. Daha fazla bilgi almak isterseniz: ",
    "CloudFlare Privacy &amp; Security Policy": "CloudFlare Gizlilik & Güvenlik Politikası",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Bilgi toplamak için çerezleri —Bunlar sitenin ziyaretçi sayısı, bu ziyartçilerin nerelere bağlı oldukları, ve ziyaret ettikleri sayfaları—gizli bir formda depolar.",
    "Safeguarding Your Data": "Verilerinizin Gizliliği",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Kullandığınız ödemenin kart tipini, coğrafi bölgenizi ve son satın alımınızı hatırlamak için kullanılır. Daha Fazla bilgi için bkz. ",
    "Stripe's Privacy Policy": "Stripe'ın Gizlilik Politikası",
    "Manage Cookies": "Çerezleri Yönetin",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Bu siteyi önceden ziyaret ettiyseniz, çerezlerinizi yönetmek isteye bilirsiniz. Gerekli açıklama linkleri bu paragrafın altındadır.",
    "Transparency": "Şeffaflık",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Bu yazılımın içine herhangi bir arka kapı yerleştirilmedi ve bunun için herhangi bir istek alınmadı. Milli güvenlik mektubu, FISA siparişi veya kullanıcı bilgilerini isteyen herhangi bir gizli belge veya istek almadık",
    "Privacy Policy &sdot; elementary": ""
}
