{
    "Installation": "Inštalácia",
    "Download elementary OS": "Stiahnite si elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ak ste tak ešte neurobili, budete potrebovať <a href=\"/\" target=\"_blank\" rel=\"noopener\">stiahnuť elementary OS z našej domovskej stránky</a>. Následne budete potrebovať nahrať stiahnutý ISO súbor na USB flash disk podľa inštrukcií nižšie.",
    "Recommended System Specifications": "Odporúčané systémové požiadavky",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Hoci nemáme konkrétny súbor minimálnych systémových požiadaviek, odporúčame aspoň nasledujúce špecifikácie:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nedávny Intel i3 alebo kompatibilný dvojjadrový 64-bitový procesor",
    "4 GB of system memory (RAM)": "4 GB systémovej pamäte (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "SSD úložisko s 15 GB voľného miesta",
    "Internet access": "Internetové pripojenie",
    "1024×768 display": "Displej s rozlíšením 1024×768",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "Na inštaláciu budete taktiež potrebovať USB flash disk s aspoň 2 GB voľného miesta.",
    "Back Up Your Data": "Zálohujte si svoje dáta",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Uistite sa, že vaše dôležité dáta sú zálohované na oddelenom mieste, ako napr. cloudové úložisko alebo externý disk. Inštalovanie nového operačného systému môže prepísať vaše existujúce dáta.",
    "Choose your current Operating System": "Vyberte váš aktuálny operačný systém",
    "Select the operating system you are currently using to view tailored installation instructions.": "Vyberte operačný systém, ktorý práve používate, pre zobrazenie prispôsobeného návodu na inštaláciu.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Vytváranie inštalačného disku",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Budete potrebovať USB flash disk s aspoň 2 GB voľného miesta a program s názvom Rufus.",
    "Download Rufus": "Stiahnuť Rufus",
    "Rufus - select ISO": "Rufus - vybrať ISO",
    "Open Rufus": "Spustite Rufus, kliknite v spodnom rohu na ikonu zemegule pre výber jazyka, a zvoľte \"Slovak\"",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Vložte váš USB disk a vyberte ho v zozname „Zariadenie“",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "V zozname „Typ bootovania“ vyberte „Disk alebo ISO obraz (vybrať obraz)“",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Kliknite na &quot;PREHLIADAŤ&quot; pre výber ISO súboru, ktorý ste predtým stiahli.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Keďže pre inštalačné obrazy elementary OS generujeme kontrolný súčet, môžete overiť správnosť stiahnutého súboru. Tým zaručíte, že ste stiahli celý súbor, a že súbor nie je nijakým spôsobom narušený. Kliknite na",
    "the checksum icon": "ikona kontrolného súčtu",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "vedľa tlačidla &quot;PREHLIADAŤ&quot; a skontrolujte, či text vedľa &quot;SHA256&quot; zodpovedá nasledujúcemu kontrolnému súčtu:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Ak sú súčty rovnaké, kliknite na &quot;ŠTART&quot; a počkajte na dokončenie procesu.",
    "Booting from the Install Drive": "Spúšťanie počítača z inštalačného disku",
    "In order to start the installation process, you must boot your computer from the install drive.": "Aby ste mohli začať inštalačný proces, musíte spustiť váš počítač z inštalačného disku.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Za predpokladu, že je váš počítač stále spustený, začnite vložením vášho inštalačného disku a reštartovaním počítača.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Väčšina počítačov vám na pár sekúnd umožní zmeniť poradie spúšťateľných systémov počas spúšťania pomocou stlačenia špecifického tlačidla – zvyčajne <kbd>F12</kbd>, ale niekedy <kbd>Esc</kbd> alebo inej funkčnej klávesy (<kbd>F1</kbd> až <kbd>F12</kbd>). Ak si chcete byť istý, sledujte pokyny na obrazovke pri spúštaní alebo si pozrite dokumentáciu počítača.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Stlačte <kbd>F12</kbd> (alebo zodpovedajúce tlačidlo) a vyberte inštalačný disk – zvyčajne &quot;USB-HDD&quot; alebo niečo obsahujúce slovo &quot;USB&quot;, ale konkrétny názov sa môže líšiť. Ak vyberiete nesprávny disk, tak počítač sa pravdepodobne spustí ako zvyčajne. V takom prípade jednoducho reštartujte počítač a vyberte v danom menu iný disk.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krátko po výbere správneho spúšťacieho disku sa objaví spúšťacia obrazovka elementary OS. Následne môžete pokračovať podľa pokynov na obrazovke, ktoré vás prevedú zvyškom procesu.",
    "Verify your Download": "Overenie stiahnutého súboru",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Overenie stiahnutého súboru je dôležitý, ale voliteľný krok. Pre inštalačné obrazy elementary OS generujeme kontrolný súčet a odporúčame vám pred inštaláciou uistiť sa, že kontrolný súčet získaný zo stiahnutého súboru mu zodpovedá. Tým zaručíte, že ste stiahli celý súbor, a že súbor nie je nijakým spôsobom narušený.",
    "Running the following command in your Terminal:": "Spustenie nasledujúceho príkazu v aplikácii Terminál:",
    "Should produce the output:": "By malo vyprodukovať výstup:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Poznámka: Postup vyššie predpokladá, že ste stiahli .iso súbor do priečinku „Stiahnuté“.\nV prípade, že ste súbor stiahli na iné miesto, zadajte prosím správnu cestu k stiahnutému súboru, ako je znázornené nižšie",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Pre vytvorenie inštalačného disku elementary OS na macOS budete potrebovať USB flash disk s kapacitou aspoň 2 GB a aplikáciu s názvom &quot;Etcher&quot;.",
    "Download Etcher": "Stiahnuť Etcher",
    "etcher steps": "Kroky v aplikácii Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Pripojte voľný USB disk a vyberte ISO súbor, ktorý ste práve stiahli.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Otvorte „Etcher“ a vyberte stiahnutý inštalačný obraz elementary OS pomocou tlačidla „Select image“.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher by mal automaticky detegovať váš USB disk, ale uistite sa, že bol vybraný správny cieľ.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Začnite proces zápisu kliknutím na tlačidlo &quot;Flash!&quot;. Chvíľu potrvá, kým proces začne.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Po dokončení bude bezpečné spustiť z disku inštaláciu elementary OS; prípadne ho môžete bezpečne odpojiť.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Nasledujúce okno sa môže objaviť počas zápisu na disk – môžete ho ignorovať.",
    "Not readable warning": "Varovanie ohľadom nečitateľnosti disku",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Akonáhle budete počuť tón pri spustení, podržte stlačené tlačidlo <kbd>Option</kbd>. Následne vyberte správny disk na spustenie. Disk môže byť nesprávne označený ako &quot;Windows&quot;, ale to je bežné.",
    "Boot Errors": "Chyby pri spúšťaní",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Ak váš Mac nerozoznáva váš USB inštalačný disk elementary OS, je možné, že budete musieť namiesto neho vytvoriť inštalačné DVD. Pre jeho vytvorenie vložte do počítača prázdne DVD, kliknite pravým tlačidlom myši na ISO súbor v aplikácii Finder a vyberte možnosť „Vypáliť obraz disku {#release_filename} na disk“. Keď proces skončí, pokúste sa opäť spustiť zariadenie z inštalačného DVD.",
    "Running the following command in your terminal:": "Spustenie nasledujúceho príkazu v termináli:",
    "should produce the output:": "by malo vyprodukovať výstup:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Budete potrebovať USB flash disk s aspoň 2 GB voľného miesta a program s názvom UNetbootin.",
    "Download UNetbootin": "Stiahnuť UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otvorte UNetbootin v menu s aplikáciami. Otvorí sa vám okno podobné obrázku nižšie:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Vyberte „Diskobraz“",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Kliknite na „…“ a vyberte ISO, ktoré ste predtým stiahli.",
    "Unplug all USB memory devices apart from the one you want to use.": "Odpojte všetky USB pamäťové zariadenia okrem toho, ktoré chcete použiť na inštaláciu.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Kliknite na „OK“ a počkajte na dokončenie procesu.",
    "After Installation": "Po inštalácii",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Prečítajte si sprievodcu <a href=\"/docs/learning-the-basics\">základmi systému</a>, aby ste sa naučili používať váš nový operačný systém."
}
