{
    "Installation": "Inštalácia",
    "Download elementary OS": "Stiahnite si elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ak ste tak ešte neurobili, budete si potrebovať <a href=\"/\" target=\"_blank\" rel=\"noopener\">stiahnuť elementary OS z našej domovskej stránky</a>. Následne budete musieť skopírovať stiahnutý ISO súbor na USB kľúč podľa pokynov nižšie.",
    "Frequently-Asked Questions": "Často kladené otázky",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Viď <a href=\"{#release_faq}\">často kladené otázky pre toto vydanie</a>.",
    "Recommended System Specifications": "Odporúčané systémové požiadavky",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Hoci nemáme striktný zoznam minimálnych systémových požiadaviek, pre čo najlepší zážitok z používania odporúčame aspoň nasledujúce špecifikácie:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Súčasný Intel i3 alebo iný zrovnateľný dvojjadrový 64-bitový procesor",
    "4 GB of system memory (RAM)": "4 GB operačnej pamäte (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "Pevný disk (SSD) s aspoň 32 GB voľného miesta",
    "Internet access": "Prístup k internetu",
    "Built-in or wired mouse/touchpad and keyboard": "Vstavaná alebo externá myš/touchpad a klávesnica",
    "1024×768 minimum resolution display": "Obrazovka s rozlíšením aspoň 1024×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Pre inštaláciu budete tiež potrebovať voľný USB kľúč s kapacitou aspoň 4 GB.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Neodporúčame používanie virtuálnych zariadení, pretože nepodávajú taký dobrý výkon ako priama inštalácia na počítač.</strong> Pokiaľ sa budete pokúšať inštalovať vo virtuálnom zariadení, odporúčame zapnúť EFI (ak je to možné), ale buďte si vedomí toho, že môžu nastať iné problémy.",
    "Back Up Your Data": "Zálohujte si svoje údaje",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Určite si vytvorte zálohu vašich dôležitých dát mimo zariadenia na ktoré sa chystáte inštalovať, napríklad na cloudovú službu alebo externý disk. Inštalácia nového operačného systému môže vymazať vaše existujúce dáta.",
    "Step-by-step Guide": "Sprievodca jednotlivými krokmi",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Nasledujte pokyny vo vyššie uvedenom videu, alebo si vyberte operačný systém, ktorý práve používate pre zobrazenie pokynov na mieru nižšie.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Overte, či sú stiahnuté dáta v poriadku",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Overenie stiahnutých údajov je dôležitý krok; pre obrazy s elementary OS vytvárame „kontrolný súčet“ a odporúčame, aby ste si overili, či sa vaše stiahnuté údaje zhodujú s týmto súčtom predtým, ako sa pokúsite o inštaláciu. To zaistí, že ste obdržali kompletné údaje, ktoré nie sú nijakým spôsobom poškodené.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Za predpokladu, že ste si stiahli elementary OS do priečinku Stiahnuté súbory vo Windows, otvorte aplikáciu Príkazový riadok vo Windows a spustite nasledujúci príkaz:",
    "It should produce the output:": "Malo by to vytvoriť výstup:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Pokiaľ sa kontrolný súčet nezhoduje, je potrebné si vašu kópiu elementary OS stiahnuť znova a pred opätovným pokusom o overenie sa uistiť, že sťahovanie bolo úplne dokončené.",
    "Creating an Install Drive": "Vytvorenie inštalačného média",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Ak chcete vytvoriť inštalačné médium pre elementary OS, budete potrebovať USB kľúč s kapacitou aspoň 4 GB a aplikáciu s názvom „Etcher“.",
    "Download Etcher": "Stiahnuť Etcher",
    "etcher steps": "Kroky v aplikácii Etcher",
    "Open Etcher, then:": "Otvorte Etcher a potom:",
    "Plug in your spare USB flash drive": "Pripojte voľný USB kľúč",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Vyberte váš stiahnutý .iso súbor pomocou tlačidla „Select image“",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher by mal automaticky zistiť váš USB kľúč; ak nie, vyberte ho ručne",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Kliknite na tlačidlo „Flash!“. Následné spustenie zápisu môže chvíľu trvať.",
    "Once complete, continue to boot from the install drive.": "Po dokončení pokračujte spustením počítača z inštalačného média.",
    "Booting From the Install Drive": "Spúšťanie z inštalačného média",
    "In order to start the installation process, you must boot your computer from the install drive.": "Aby ste mohli začať inštalačný proces, musíte spustiť váš počítač z inštalačného média.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Za predpokladu, že je váš počítač stále spustený, začnite vložením vášho inštalačného disku a reštartovaním počítača.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Väčšina počítačov vám na pár sekúnd umožní zmeniť poradie úložísk počas spúšťania stlačením špecifického tlačidla – zvyčajne <kbd>F12</kbd>, ale niekedy <kbd>Esc</kbd> alebo inej funkčnej klávesy (<kbd>F1</kbd> až <kbd>F12</kbd>). Ak si chcete byť istý, sledujte pokyny na obrazovke pri spúšťaní alebo si pozrite dokumentáciu počítača.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Stlačte <kbd>F12</kbd> (alebo zodpovedajúce tlačidlo) a vyberte inštalačný disk – zvyčajne „USB-HDD“ alebo niečo obsahujúce slovo „USB“, ale konkrétny názov sa môže líšiť. Ak vyberiete nesprávny disk, tak sa počítač pravdepodobne spustí ako zvyčajne. V takom prípade jednoducho počítač reštartujte a vyberte v danom menu iný disk.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krátko po výbere správneho spúšťacieho disku sa objaví spúšťacia obrazovka elementary OS. Následne môžete pokračovať podľa pokynov na obrazovke, ktoré vás prevedú zvyškom procesu.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Za predpokladu, že ste si elementary OS stiahli do priečinka Stiahnuté súbory v macOS, otvorte aplikáciu Terminál v macOS a spustite nasledujúci príkaz:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Nasledujúce okno sa môže objaviť počas zápisu na disk – môžete ho bez problémov ignorovať.",
    "Not readable warning": "Varovanie ohľadom nečitateľnosti disku",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Akonáhle budete počuť znelku pri spustení, podržte stlačené tlačidlo <kbd>Option</kbd>. Následne vyberte správny disk na spustenie. Disk môže byť nesprávne označený ako „Windows“, ale to je bežné.",
    "Boot Errors": "Chyby pri spúšťaní",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Ak váš Mac nerozozná USB inštalačné médium elementary OS, je možné, že budete musieť namiesto neho vytvoriť inštalačné DVD. Pre jeho vytvorenie vložte do počítača prázdne DVD, kliknite pravým tlačidlom myši na ISO súbor v aplikácii Finder a vyberte možnosť „Vypáliť obraz disku {#release_filename} na disk“. Keď proces skončí, pokúste sa opäť spustiť zariadenie z inštalačného DVD.",
    "Running the following command in your terminal:": "Spustenie nasledujúceho príkazu v termináli:",
    "After Installation": "Po inštalácii",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Nájdite si čas na prečítanie sprievodcu <a href=\"/docs/learning-the-basics\">základmi systému</a>, aby ste sa o vašom novom operačnom systéme dozvedeli viac."
}
