{
    "Learning the Basics": "Sprievodca základmi",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Tak ako pri každom operačnom systéme sa môžu objaviť veci, na ktoré ešte nie ste zvyknutí. Táto sekcia vám pomôže zvládnuť každodenné činnosti ako napríklad prehliadanie webu alebo počúvanie hudby a doplní ďalšie užitočné informácie.",
    "The Desktop": "Pracovná plocha",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Pracovná plocha elementary OS je veľmi jednoduchá. Pozostáva z dvoch prvkov: panelu a doku. Pozadie plochy môžete upraviť cez <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavenia systému</a></strong> → <strong>Pracovná plocha</strong> → <strong>Pozadie</strong>.",
    "The Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "V hornej časti pracovnej plochy sa nachádza panel. Na jeho ľavej strane je menu Aplikácie, v strede sú dátum a čas a na pravej strane sa nachádzajú indikátory.",
    "Applications menu": "Menu s aplikáciami",
    "Time and date": "Dátum a čas",
    "Indicators": "Indikátory",
    "Applications Menu": "Menu s aplikáciami",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Na ľavej strane panelu sa nachádza menu s aplikáciami. Kliknutím na <strong>Aplikácie</strong> otvoríte menu so všetkými vašimi nainštalovanými aplikáciami. Viacero stránok s aplikáciami môžete prechádzať klikaním na indikátory stránok v spodnej časti alebo pomocou kolieska myši.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Aplikácie a akcie vrámci nich môžete vo vyhľadávacom paneli hľadať pomocou ich mien alebo súvisiacich kľúčových slov. Taktiež môžete prehľadávať sekcie v systémových nastaveniach. Medzi akcie, ktoré môžete nájsť vo vyhľadávaní, patria:",
    "Shut Down and Restart": "Vypnutie a reštart počítača",
    "Compose Message": "Vytváranie správ",
    "New Private Browsing Window": "Otvorenie nového okna v prehliadači v režime inkognito",
    "Math operations (example: 23 * 5)": "Matematické operácie (napríklad: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "Menu s aplikáciami otvoríte pomocou klávesnice stlačením <kbd>&#8984;</kbd> + <kbd>Medzera</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Na pravej strane panelu sú ikony nazývané indikátory. Ukazujú vám aktuálny stav vášho systému a zariadenia, napr. sieťové pripojenie, stav batérie, zvukového vstupu a výstupu, notifikácie a pod. Kliknutie na indikátor zobrazí viac informácií a súvisiace akcie.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Kliknutie kolieskom myši alebo troma prstami vykoná tieto rýchle akcie:",
    "Sound: Toggle mute for the current output": "Zvuk: Prepínanie stlmenia aktuálneho zvukového výstupu",
    "Bluetooth: Toggle Bluetooth on or off": "Bluetooth: Zapnutie alebo vypnutie",
    "Power: Hide/show the percentage of battery remaining": "Napájanie: Skrytie/zobrazenie percent zostávajúcej výdrže batérie",
    "Notifications: Toggle Do Not Disturb mode": "Notifikácie: Prepínanie režimu Nerušiť",
    "Session: Show the Shut Down dialog": "Prihlásenie: Zobrazenie okna na vypnutie počítača",
    "The Dock": "Dok",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "V spodnej časti pracovnej plochy je dok. Obsahuje vaše obľúbené aplikácie spolu s tými, ktoré sú práve otvorené.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Obsah doku je možné ľahko upravovať. Aplikáciu pridáte do doku zachytením a presunutím myšou z menu Aplikácie alebo pravým kliknutím na ikonu aplikácie a označením možnosti <strong>Nechať v doku</strong>. Odstrániť aplikáciu z doku môžete zachytením a presunutím myšou na prázdne miesto na pracovnej ploche alebo kliknutím pravým tlačidlom na jej ikonu a odznačením možnosti <strong>Nechať v doku</strong>. Preusporiadať aplikácie v doku viete jednoducho ich presunutím pomocou myši.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Pri štandardnom nastavení sa pri maximalizovaní aplikácie dok skryje smerom nadol. Zobraziť ho vtedy viete jednoducho posunutím myši k spodnej hrane obrazovky.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Správanie doku si môžete prispôsobiť cez <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavenia systému</a></strong> → <strong>Pracovná plocha</strong> → <strong>Dok a panel</strong>.",
    "App Windows": "Okná aplikácií",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Aplikácie existujú vo svojich vlastných oknách, ktoré môžu byť zatvorené, maximalizované alebo presúvané.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Keď otvoríte aplikáciu, jej okno sa objaví na pracovnej ploche. Každá aplikácia má zvyčajne tri oblasti: tlačidlá okna, panel s nástrojmi a obsah aplikácie.",
    "Header Bar": "Hlavný panel",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Mnohé aplikácie majú hlavný panel v hornej časti. Táto oblasť obsahuje časté akcie alebo navigačné prvky aplikácie, plus tlačidlá okna.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Okno aplikácie môžete presúvať po pracovnej ploche zachytením a posúvaním pomocou ktorejkoľvek časti hlavného panelu, vrátane tlačidiel.",
    "HeaderBar": "Hlavný panel",
    "Window Buttons": "Tlačidlá okna",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Tlačidlá okna aplikácie sa nachádzajú v jeho horných rohoch. Tlačidlo na zatvorenie je na ľavej a tlačidlo na maximalizovanie je na jeho pravej strane. Stlačenie tlačidla na zatvorenie zatvorí okno aplikácie. Stláčaním tlačidla na maximalizovanie prepínate medzi režimom zaberajúcim celú pracovnú plochu a späť. Maximalizovať okno môžete aj prisunutím k hornému okraju pracovnej plochy alebo dvojklikom na jeho hlavný panel. Podobne môžete zmenšiť maximalizované okno ťahaním nadol alebo dvojklikom na hlavný panel.",
    "Multitasking": "Multitasking",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS podporuje dva typy prepínania medzi činnosťami (multitaskingu): okná a samostatné pracovné priestory.",
    "Windows": "Okná",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplikácie sa otvárajú v oknách aplikácií. Tie sa môžu prekrývať na vašej pracovnej ploche a môžu byť presúvané vrámci nej. Medzi oknami môžete prepínať niekoľkými spôsobmi:",
    "click on the window you want to switch to": "kliknutím na okno, do ktorého chcete prejsť",
    "click on the app's icon in the dock": "kliknutím na ikonu aplikácie v doku",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "stlačením <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "Pre zobrazenie všetkých otvorených okien aplikácií stlačte <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Tieto klávesové skratky môžete upravovať cez <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavenia systému</a></strong> → <strong>Klávesnica</strong> → <strong>Klávesové skratky</strong> → <strong>Okná</strong>.",
    "Hot Corners": "Aktívne rohy",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "Môžete taktiež konfigurovať &quot;aktívne rohy&quot; (akcie aktivované posunutím kurzora do rohu displeja) pre aktivovanie multitaskingových funkcií ako napríklad prehľad okien či prehľad pracovných priestorov.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Nastaviť aktívne rohy môžete cez <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavenia systému</a></strong> → <strong>Pracovná plocha</strong> → <strong>Multitasking</strong>.",
    "Workspaces": "Pracovné priestory",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Štandardne sa všetky okná aplikácií otvárajú v jednom pracovnom priestore. Avšak, môžete používať viacero pracovných priestorov na organizovanie vašej práce:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Pre zobrazenie prehľadu vašich pracovných priestorov stlačte <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Pre rýchly presun medzi vašimi pracovnými priestormi doprava alebo doľava stlačte <kbd>&#8984;</kbd> + <kbd>←</kbd> alebo <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Pracovné priestory môžete prechádzať v cykle pomocou <kbd>&#8984;</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Do konkrétneho pracovného priestoru môžete priamo prejsť stlačením <kbd>&#8984;</kbd> + <kbd>1</kbd> až <kbd>&#8984;</kbd> + <kbd>9</kbd>. Do nového pracovného priestoru môžete vždy prejsť pomocou <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Okná aplikácií môžete taktiež presúvať medzi pracovnými priestormi presúvaním ich ikon v náhľade na pracovné priestory, alebo vpravo a vľavo stlačením <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> alebo <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>→</kbd>. Pre zobrazenie všetkých okien aplikácií vrámci všetkých pracovných priestorov stlačte <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Tieto skratky si viete prispôsobiť pomocou <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavenia systému</a></strong> → <strong>Klávesnica</strong> → <strong>Klávesové skratky</strong> → <strong>Pracovné plochy</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Niektoré okná sa môžu otvoriť v režime celej obrazovky aj vrámci nového pracovného priestoru. V takom prípade sa medzi priestormi môžete presúvať ako zvyčajne, a zrušenie režimu celej obrazovky alebo zatvorenie aplikácie vás vráti do predchádzajúceho priestoru.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Poznámka: <kbd>&#8984;</kbd> označuje „super“ tlačidlo. To je taktiež známe ako „Windows“ tlačidlo na počítačoch používajúcich systém Windows alebo ako „Command“ tlačidlo na zariadeniach značky Apple.</em>",
    "Multiple Displays": "Viacero obrazoviek",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panel, dok a pracovné priestory sa zobrazujú iba na primárnom displeji. Akýkoľvek iný pripojený displej sa správa ako samostatný pracovný priestor. Spravovať a meniť usporiadanie obrazoviek môžete cez <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavenia systému</a><strong> → <strong>Obrazovky</strong>. Váš primárny displej je označený pomocou vyplnenej hviezdy (",
    ") and each display's settings can be changed from its cog (": ") a nastavenie každého displeja je možné meniť pomocou menu označeného ozubeným kolesom (",
    ") menu.": ").",
    "Installing Apps": "Inštalácia aplikácií",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "Súčasťou elementary OS je <strong>AppCenter</strong>, obchod pre open source aplikácie, za ktoré môžete platiť, koľko chcete. Inštalovanie novej aplikácie z AppCenter je jednoduché:",
    "Open the <strong>AppCenter</strong> app.": "Otvorte aplikáciu <strong>AppCenter</strong>.",
    "Search in the top-right, or browse by category.": "Vyhľadávajte v pravom hornom rohu, alebo prehliadajte pomocou kategórií.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Kliknite na tlačidlo s nápisom <strong>Zadarmo</strong> alebo odporúčanou cenou vedľa aplikácie, ktorú chcete nainštalovať. Pre výber inej ceny kliknite na tlačidlo <strong>▾</strong> a vyberte alebo zadajte vašu cenu.",
    "You may be asked for your password prior to installing an app.": "Pre inštalovaním aplikácie môžete byť požiadaný o zadanie hesla.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em>Poznámka: Niektorý softvér nemusí byť dostupný v AppCenter. Od verzie elementary OS 5.1 Hera môžete inštalovať aj Flatpak aplikácie tretích strán mimo AppCenter pomocou .flatpakref súborov.</em>",
    "Updating": "Aktualizácia",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppCenter zahrňuje aj aktualizácie pre aplikácie a operačný systém samotný pod kartou <strong>Nainštalované</strong>. Nezabúdajte pravidelne inštalovať aktualizácie, aby ste získali aktuálne funkcie, opravy chýb a bezpečnostné vylepšenia. Pre viac informácií o bezpečnostných opravách si pozrite <a href=\"https://usn.ubuntu.com/\">bezpečnostné upozornenia Ubuntu</a>.",
    "System Settings": "Nastavenia systému",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS obsahuje aplikáciu &quot;Nastavenia systému&quot;, ktorá vám pomôže spravovať nastavenia vášho zariadenia. Nastavenia systému vám poskytujú možnosť nastaviť veci ako napríklad klávesové skratky, rozlíšenie displeja, pozadie a podobne.",
    "Search": "Prehľadávanie",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Konkrétne nastavenia môžete nájsť rýchlo pomocou kľúčových slov vo vyhľadávacom paneli v hornej časti okna. Obsah okna nastavení systému sa zúži na výsledky zodpovedajúce vášmu hľadaniu.",
    "App Settings": "Nastavenia aplikácií",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Pamätajte prosím, že nastavenia systému sa zaoberajú iba globálnymi nastaveniami elementary OS. Aj keď niektoré aplikácie môžu mať vlastné nastavenia, nenájdete ich tu. Namiesto toho ich hľadajte vrámci konkrétnych aplikácií."
}
