{
    "Translation Guide": "Sprievodca prekladom",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Preklad našej stránky a aplikácií je veľmi dôležitá časť snahy urobiť elementary OS dostupným pre čo najviac ľudí. Namiesto toho, aby sme záviseli výlučne na internom tíme prekladateľov, využívame crowdsourcing, aby ktokoľvek mohol prispievať prekladom, s minimom technických vedomostí. Aby bol náš hlas konzistentný naprieč plarformou, a aby sme pomohli ľahšie začať novým prekladateľom, vytvorili sme tohto spievodcu prekladom.",
    "Steps to Begin Translation": "Ako začať prekladať",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Naše aplikácie a stránka sú prekladané cez Weblate: slobodný webový systém na správu prekladu. Než začnete prekladať, mali by ste:",
    "Have a": "Mať",
    "Weblate account": "Weblate účet",
    "Set your": "Nastaviť si",
    "language preferences": "jazykové preferencie",
    "Browse our": "Prejsť si naše",
    "translatable projects": "prekladateľné projekty",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Akonáhle ste si vybrali projekt, môžete poskytnúť návrhy pre reťazce, ktoré ešte neboli preložené, alebo navrhnúť zmeny pre už preložené reťazce. Tieto návrhy budú zhodnotené členom prekladacieho tímu, ktorý vyberie ten najvhodnejší. Viac informácií o službe Weblate nájdete v jej <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">dokumentácii</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Na začiatku budete schopný preklady iba navrhnúť. Ak chcete získať povolenie na uloženie prekladov, <a href=\"https://translators-slack.elementary.io/\">pridajte sa na náš prekladateľský Slack</a> a pošlite administrátorovi vaše užívateľské meno na Weblate a jazyk, do ktorého chcete prekladať.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Počas prekladu sa môžete stretnúť so situáciami, kedy sa budete musieť rozhodnúť medzi rôznymi spôsobmi, ako povedať konkrétnu vec. V týchto situáciách sa môžete obrátiť na <a href=\"https://help.launchpad.net/Translations/Guide\">všeobecného sprievodcu pre prekladateľov</a> Ubuntu. Pri problémoch špecifických pre konkrétne jazyky sa riadime <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">sprievodcami prekladateľských tímov</a> Ubuntu. Nasledovanie týchto sprievodcov zaručí jednotné preklady, a súčasne pomôže začať prispievať komukoľvek.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Ak nechcete prekladať pomocou Weblate, alebo chcete urobiť veľa zmien súčasne, môžete prekladať aj offline. Na to potrebujete:",
    "Go to a project you want to translate": "Nájsť projekt, ktorý chcete prekladať",
    "Choose your language": "Vybrať váš jazyk",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "",
    "Start translating": "",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "",
    "Additional Info": "",
    "We won't support translation of the following pages:": ""
}
