{
    "Brand": "Značka",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Značka elementary je unikátní: technicky patří společnosti elementary LLC., která vede a podporuje vývoj produktů elementary. Každopádně máme skvělou komunitu a nechceme být příliš nároční s legálními požadavky a technikálnostmi. Proto jsme vytvořili několik pokynů, abychom vám usnadnili kdy a jak by měla značka elementary být používána.",
    "Name": "Jméno",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Slovo \"elementary\" odkazuje na, a je ochrannou známkou společnosti elementary LLC. elementary je vždy psáno malými písmeny, i když stojí na začátku věty. Je také používáno s názvy produktů (např. \"elementary OS\") pro odkazování na specifické produkty elementary.",
    "Brand Marks": "Obchodní Značky",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary vlastní dvě značky: logotyp \"elementary\" a logomark \"e\". Obě jsou považovány za ochranné známky a reprezentují společnost elementary a její produkty.",
    "Both should be used with the following in mind:": "Oba by měly být použity s ohledem na následující:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Nezvětšujte, nezšikmujte, neotáčejte, nezrcadlete, či jinak neupravujte ony značky.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Nepoužívejte ony značky na příliš komplikovaných pozadích: solidní barvy fungují nejlépe.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Značky by měly vždy být monochromatické; typicky bílé, pokud jsou na tmavém pozadí, nebo černé, pokud jsou na světlém pozadí.",
    "Logotype": "Logotyp",
    "elementary Logotype": "Logotyp elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Onen logotyp by měl být používán pokud je místo na odkazování na společnost elementary. Může být použit před názvem produktu jako reference na specifický produkt elementary.",
    "The logotype should always be used under the following guidelines:": "Zmiňovaný logotyp by měl vždy být používán s následujícími pokyny:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Nesnažte se logotyp přetvářet. Jedná se o pečlivě navrhnutou obchodní značku, ne o pouze \"elementary\" napsáno specifickým fontem.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Nepoužívejte onen logotyp v malých velikostech; pokud není čitelný, použijte místo něj logomark.",
    "Logomark": "",
    "elementary Logomark": "Logomark elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Logomark \"e\" má být používán jako reference na společnost elementary pokud je nedostatek místa, nebo je vyžadován poměr stran 1:1.",
    "Color": "Barva",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary používá názvy barev zkombinované s naším jménem a značkami pro navázání naší značky. Používáme následující paletu barev:",
    "Blueberry": "Borůvka",
    "Strawberry": "Jahoda",
    "Orange": "Pomeranč",
    "Banana": "Banán",
    "Lime": "Limetka",
    "Grape": "Grep",
    "White": "Bílá",
    "Black": "Černá",
    "Fonts": "Písma",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Pro web a tisk používáme Raleway pro záhlaví a Open Sans pro tělo. Pro kusy kódu používáme Roboto Mono.",
    "Third Parties & Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Nabádáme vývojáře třetích stran tvořících produkty pro elementary OS k adpoci určitých elementů značky elementary k dosažení konzistence: ",
    "Voice\/tone": "Hlas\/tón",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Každopádně k předejití zmatení uživatele, omezujeme používání jména a značek elementary: ",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Jste nabádáni k oznámení, že vaše aplikace nebo služba, je navrhnuta pro elementary OS, ale prosím nevyužívejte jméno nebo značky elementary jako součást jména vaší společnosti, aplikace, produktu, službě, nebo jakéhokoliv loga, které vytvoříte.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Jméno a značky elementary používejte jen k odazování na společnost elementary LLC. nebo jejich produkty (např. elementar OS).",
    "Community": "",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "",
    "elementary Community Logo with color": "",
    "elementary Community Logo in black": "",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "",
    "Merchandise": "",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Typicky nedovolujeme používání našich značek (či našeho jména) na merchandisingu třetích stran.",
    "Assets & More Info": "",
    "Download on GitHub": "Stáhnout na Githubu",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Pro více informací týkajících se používání jmen, značek a ochranných známek elementary, kontaktujte nás prosím emailem na <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand ⋅ elementary": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": ""
}