{
    "Code of Conduct": "Etický kodex",
    "Community Guidelines": "Komunitní pokyny",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Vyvíjet v komunitě elementary je nepředstavitelný zážitek; stanete se součástí něčeho velkého, spolupracujete s lidmi z celého světa a pomáháte lidem udělat jejich počítače úžasné. S tímto ale také přichází zodpovědnost dodržet předem stavená pravidla, která zajišťují nejlepší prostředí pro všechny zapojené. Je od vás očekáváno, že následující pravidla budete dodržovat kdykoliv s komunitou pracujete, ať už na oficiálních stránkách elementary, na oficiálním kanálu IRC, osobně, či jinak.",
    "I. Respect": "I. Respekt",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respektovaní ostatních je důležité. Ujistěte se, že respektujete lidi, jejich názory, soukromí a nápady.  Komunita elementary není místo pro neuctivé nebo nerespektující poznámky z jakéhokoliv důvodu. Při poskytování kritiky postupujte konstruktivně a uctivě. Osobní útoky nejsou tolerovány. Při příjímání konstruktivní kritiky jí vemte v úvahu a poděkujte kritikovy, bez ohledu na váš postoj.",
    "II. Content": "II. Obsah",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Komunita elementary se skládá z tisíců uživatelů různého věku, náboženství a úrovně vzdělanosti. Z tohoto důvodu, si musíte být vědomi obsahu který vytváříte a poznámek které učiníte. Ve spojení s elementary by se neměla objevit žádná nahota, vulgarismy, politickéý obsah, náboženský obsah, nebo jakýkoliv nevhodný obsah. Moderátoři elementary mají poslední slovo nad tím, co se označuje za nevhodný obsah. Pokud máte pochybnosti, zvažte, zda je to něco, co by jste ukázali v místnosti plné lidí, včetně dětí a babiček z celého světa. Pokud si nejste jistí, nedělejte to.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Screenshoty sdílené v komunitách moderovaných elementary by neměli obsahovat motivy, které imitují jiné OS, fotky, nebo ilustrace vyobrazující fyzickou osobu, nebo obsah, který jinak porušuje náš etický kodex.",
    "III. Rumors and Speculation": "III. Pověsti a spekulace",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "I když rychlá a vzrušující nátura elementary podporuje chuť rozšiřovat fámy a spekulace, vyhněte se jim. Diskutování plánů do budoucna je v pořádku, ale pokud to není ověřený fakt, uveďte že jde o osobní spekulaci, nebo jej nezmiňujte. Rozšiřování nepřesných informací může být škodlivé pro komunitu, obvzláště v negativním světle.",
    "IV. Helpful Discussion": "IV. Užitečná diskuze",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary je poháněn jednotlivci, kteří se setkávají ve svém volném čase, aby vytvořili něco speciálního. Je důležité respektovat tento fakt a vždy se snažit přispívat k zdravé, nápomocné diskuzi. Pokud jste na schůzi, udržujte téma a buďte tiší, ledaže máte něco užitečného, co souvisí s aktuální diskuzí. Pokud komentujte na webu, ponechejte diskuzi relevantní k tématu. Pokud se zapojujete do diskuze zaměřené na vývojáře, jako například mailing listu nebo na IRC kanálu, nevytvářejte zbytečný hluk diskutováním nevývojářských témat; toto jen odkloňuje diskuzi a kalí logy pro vývojáře, kteří nejsou přítomni.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Jako především online založená komunita je důležité, abychom se vyhýbali potenciálně negativním aspektům Internetu. Netrollujte; začínání hádek či učinění poznámek jen s důvodem někoho naštvat je dětinské a neakceptovatelné. Spam je také neakceptovatelný; to zahrnuje zveřejňování odkazů na irelevantní stránky a opakované odesílání odkazů na stejnou stránku. Pokud někdo trolluje nebo spamuje, prosím ignorujte a nahlašte jej.",
    "V. Avoiding Conflict": "V. Vyhýbání se konfliktu",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Pokud si myslíte, že někdo - ať je to nováček, nebo dlouhodobý přispěvatel - je neslušný, dejte mu vědět. Řešit problémy předtím než vypuknou je klíčové. Každý má svou roli v tom, aby komunikace plynula hladce v našem (někdy náročně) unikátním pracovním prostředí.",
    "VI. Step Down Considerately": "VI. Sejděte ohleduplně",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Životní priority, koníčky a vášně se můžou měnit. Pokud jste zapojení do projektu souvisejícího s elementary, ale cítíte se, že potřebuje odejít, udělejte to tak, aby jste minimalizovali narušení. Pokud pracujeme společně, naše práce a nápady už nejsou jen naše; patří celé naší komunitě jako celku. Informujte ostatní členy týmu že chcete odejít a najděte za sebe pokud možno náhradu. Alespoň zajistěte, že někdo může pokračovat tam, kde jste skončili.",
    "Consequences": "Důsledky",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Pokud tento kodex nebudete dodržovat, nebo jinak narušovat komunitu, vyhrazujeme si právo: upravit či odebrat jakýkoliv obsah, který jste zveřejnili; dočasně váš vykopnout z IRC kanálů, nebo podobných služeb; trvale vás vykopnout z IRC kanálů, nebo podobných služeb; či jinak vám zabránit v interakci s naší komunitou.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>Tento etický kodex je licensován pod licencí  <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a>. Určité aspekty byly inspirovány z <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>",
    "Code of Conduct &sdot; elementary": "Etický kodex ⋅ elementary"
}