{
    "Be a Part of Something Bigger": "Buďte součástí něčeho velkého",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Vše co vytváříme je 100% open source a je společně vyvíjeno lidmi z celého světa. I když třeba nejste programátor, můžete se zapojit a pomoci něco změnit.",
    "Funding": "Financování",
    "Translations": "Překlady",
    "Support": "Podpora",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Design",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funguje jako naše současná crowdfundingová kampaň. Zvolte částku, vyberte si odměnu a pomozte nám tak dosáhnout našich cílů.",
    "Learn More": "Zjistit více",
    "Become a Patron": "Become a Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.",
    "Visit Store": "Visit Store",
    "Bountysource": "Bountysource",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Díky BountySource můžete odměňovat vývojáře za opravování chyb nebo vytváření nových funkcí. Jednoduše nastavte odměnu za poskytnutí řešení k problému nebo podporujte vývoj konkrétní aplikace. Vývoj můžete podporovat také pravidelným odesíláním darů.",
    "Bountied Bugs": "Odměněné chyby",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS vytváří a používají lidé z celého světa; pomozte nám jej vylepšit překladem do více jazyků.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS používá otevřený nástroj pro překlady v Launchpadu zvaný Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Naše stránky můžete také překládat online pomocí služby Transifex.",
    "Translate elementary OS": "Přeložit elementary OS",
    "Translate This Website": "Přeložit tento web",
    "World map": "Mapa světa",
    "Question & Answer": "Otázky a odpovědi",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange je webová stránka zaměřená na hledání nejlepších odpovědí na časté otázky. Kdokoliv si může vytvořit účet a přidat otázku nebo začít odpovídat.",
    "Unanswered Questions": "Nezodpovězené otázky",
    "New Questions": "Nové otázky",
    "Documentation": "Dokumentace",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary poskytuje základní dokumentaci jak pro uživatele, tak i pro vývojáře. Veškerá naše dokumentace je psaná v Markdownu a je hostovaná na GitHubu, takže náhrání změn nebo vytvoření nové sekce je hračka.",
    "Learning The Basics Guide": "Základy - návod",
    "Developer Docs": "Vývojářská dokumentace",
    "Web Development": "Vývoj stránek",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Naš web je postavený s pomocí technologií HTML, CSS, PHP a JavaScript. Stále hledáme lidi zkušené v této oblasti, kteří by byli ochotní přispívat a stránky vylepšovat.",
    "Fork Our Website on GitHub": "Forknout naši webovku na GitHubu",
    "Report a Website Issue": "Nahlásit chybu na webu",
    "Desktop Development": "Vývoj prostředí",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Naše desktopové prostředí a všechny aplikace jsou postaveny ve Vala, GTK+, Granite a několika dalších open-source knihovnách. Náš kód je hostován na Launchpad.net, který poskytuje zdarma prostor open-source projektům. Pokud jste nikdy nevyvíjeli pro elementary OS, doporučujeme si pročíst návod pro začínající.",
    "Browse Our Desktop Code": "Projděte si kód našeho uživatelského prostředí",
    "Browse Our Apps' Code": "Projděte si kód našich aplikací",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Každý projekt začíná nápadem. Naš designový tým používá tyto napády a vytváří z nich plány a chybová hlášení. Design rozdělujeme na dvě základní části:",
    "Visual Design": "Visuální design",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with",
    "our Google+ Community": "stránkách naší Google+ komunity",
    "Read the Interface Guidelines": "Přečtěte si rady pro tvorbu rozhraní",
    "See Our Mockups": "See Our Mockups",
    "Interaction Design": "Interaction Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.",
    "Read About Our Workflow": "Přečtěte si o našem pracovním procesu",
    "Browse Our Blueprints": "Projděte si naše Blueprints",
    "Get Involved with elementary OS": "Zapojte se do elementary OS"
}