{
    "Brand": "Брэнд",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "Брэнд elementary належыць elementary, Inc., кампаніі, якая кіруе і падтрымлівае распрацоўку прадуктаў elementary. Гэтыя правілы апісваюць, пры якіх абставінах і як патрэбна выкарыстоўваць брэнд elementary.",
    "Company and Product Names": "Назвы кампаній і прадуктаў",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Слова <strong>elementary</strong> з'яўляецца гандлёвай маркай elementary, Inc. для звароту да самой кампаніі. Яно заўжды пішацца маленькімі літарамі, нават у пачатку сказа. Яно таксама можа быць выкарыстана з назвамі прадуктаў (напрыклад elementary OS), каб звярнуцца да канкрэтнага прадукту кампаніі elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Галоўным прадуктам elementary, Inc. з'яўляецца <strong>elementary OS</strong>. Для яснасці, elementary OS ніколі нельга скарачаць да “elementary” ці якойсьці абрэвіятуры.",
    "Brand Marks": "Маркі брэнда",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "Кампанія elementary, Inc. заяўляе пра свае правы на два знака: <strong>эмблему «e»</strong> і <strong>лагатып «elementary»</strong>. Абодва лічацца таварнымі знакамі і прадстаўляюць кампанію elementary, Inc.",
    "Both should be used with the following in mind:": "Абодва варыянты варта выкарыстоўваць з улікам наступнага:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Не расцягвайце, не перакошваецца, не паварочвайце, не адлюстроўвайце і не змяняйце маркіроўку іншым чынам.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Не выкарыстоўвайце знакі на занадта насычаным фоне; лепш за ўсё падыдуць аднатонныя колеры.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Знакі павінны спалучацца з фонам, напрыклад, быць белымі на цёмным фоне або чорнымі на светлым.",
    "elementary Logomark": "Эмблема \"elementary\"",
    "Default logomark": "Стандартная эмблема",
    "Alternate elementary Logomark": "Альтэрнатыўная эмблема \"elementary\"",
    "Alternate logomark": "Альтэрнатыўная эмблема",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "Эмблема \"e\" мусіць выкарыстоўвацца пры звароце да elementary, Inc., асабліва калі патрабуецца квадратныя суадносіны бакоў. Выкарыстоўвайце яе на вялікім памеры і з лагатыпамі падобнай важнасці. Альтэрнатыўную, больш тонкую эмблема выкарыстоўвайце ў меншым кантэксту ці калі стандартная эмблема выглядае занадта цяжка.",
    "elementary Logotype": "Лагатып elementary",
    "Logotype": "Лагатып",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "Лагатып “elementary” мусіць выкарыстоўвацца калі дазваляе месца пры звароце да elementary, Inc. Ён таксама можа выкарыстоўвацца перад назвай прадукту ці для звароту да канкрэтнага прадукту elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "Лагатып трэба выкарыстоўваць з улікам наступных указанняў:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Не пытайцеся стварыць лагатып, напісаўшы \"elementary\" якім-небудзь шрыфтам; заўсёды карыстайцеся дадзенай графікай.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Калі вам трэба выкарыстоўваць вельмі маленькі лагатып, лепей скарыстацца эмблемай.",
    "Color": "Колер",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Разам з нашай назваю і знакамі мы ўжываем колеры, каб усталёўваць наш брэнд. Мы выкарыстоўваем наступную палітру:",
    "Strawberry": "Клубнічны",
    "Strawberry 100": "Клубнічны 100",
    "Strawberry 300": "Клубнічны 300",
    "Strawberry 500": "Клубнічны 500",
    "Strawberry 700": "Клубнічны 700",
    "Strawberry 900": "Клубнічны 900",
    "Orange": "Апельсінавы",
    "Orange 100": "Апельсінавы 100",
    "Orange 300": "Апельсінавы 300",
    "Orange 500": "Апельсінавы 500",
    "Orange 700": "Апельсінавы 700",
    "Orange 900": "Апельсінавы 900",
    "Banana": "Бананавы",
    "Banana 100": "Бананавы 100",
    "Banana 300": "Бананавы 300",
    "Banana 500": "Бананавы 500",
    "Banana 700": "Бананавы 700",
    "Banana 900": "Бананавы 900",
    "Lime": "Салатавы",
    "Lime 100": "Салатавы 100",
    "Lime 300": "Салатавы 300",
    "Lime 500": "Салатавы 500",
    "Lime 700": "Салатавы 700",
    "Lime 900": "Салатавы 900",
    "Mint": "Мятны",
    "Mint 100": "Мятны 100",
    "Mint 300": "Мятны 300",
    "Mint 500": "Мятны 500",
    "Mint 700": "Мятны 700",
    "Mint 900": "Мятны 900",
    "Blueberry": "Дурнічны",
    "Blueberry 100": "Дурнічны 100",
    "Blueberry 300": "Дурнічны 300",
    "Blueberry 500": "Дурнічны 500",
    "Blueberry 700": "Дурнічны 700",
    "Blueberry 900": "Дурнічны 900",
    "Grape": "Вінаградны",
    "Grape 100": "Вінаградны 100",
    "Grape 300": "Вінаградны 300",
    "Grape 500": "Вінаградны 500",
    "Grape 700": "Вінаградны 700",
    "Grape 900": "Вінаградны 900",
    "Bubblegum": "Бабл-гам",
    "Bubblegum 100": "Бабл-гам 100",
    "Bubblegum 300": "Бабл-гам 300",
    "Bubblegum 500": "Бабл-гам 500",
    "Bubblegum 700": "Бабл-гам 700",
    "Bubblegum 900": "Бабл-гам 900",
    "Latte": "Латэ",
    "Latte 100": "Латэ 100",
    "Latte 300": "Латэ 300",
    "Latte 500": "Латэ 500",
    "Latte 700": "Латэ 700",
    "Latte 900": "Латэ 900",
    "Cocoa": "Какававы",
    "Cocoa 100": "Какававы 100",
    "Cocoa 300": "Какававы 300",
    "Cocoa 500": "Какававы 500",
    "Cocoa 700": "Какававы 700",
    "Cocoa 900": "Какававы 900",
    "Silver": "Срэбраны",
    "Silver 100": "Срэбраны 100",
    "Silver 300": "Срэбраны 300",
    "Silver 500": "Срэбраны 500",
    "Silver 700": "Срэбраны 700",
    "Silver 900": "Срэбраны 900",
    "Slate": "Сланцавы",
    "Slate 100": "Сланцавы 100",
    "Slate 300": "Сланцавы 300",
    "Slate 500": "Сланцавы 500",
    "Slate 700": "Сланцавы 700",
    "Slate 900": "Сланцавы 900",
    "Black": "Чорны",
    "Black 100": "Чорны 100",
    "Black 300": "Чорны 300",
    "Black 500": "Чорны 500",
    "Black 700": "Чорны 700",
    "Black 900": "Чорны 900",
    "Fonts": "Шрыфты",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "У сеціве і друку мы выкарыстоўваем Inter для загалоўкаў і асноўных копій. Для блокаў кода мы выкарыстоўваем Roboto Mono.",
    "Third Parties &amp; Community": "Староннія суб'екты і супольнасць",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Мы запрашаем старонніх распарацоўшчыкаў, якія ствараюць прадукты для elementary OS, адаптаваць некаторыя элементы брэнда elementary дзеля ўзгодненасці:",
    "Voice/tone": "Голас/тон",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Але, каб пазбегнуць блытання з боку карыстальнікаў, мы абмяжоўваем выкарыстоўванне назвы і эмблем elementary:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Вы можаце казаць што ваша праграма \"створана для elementary OS\", але ўстрымайцеся ад выкарыстоўвання назвы ці знакаў elementary у якасці назвы кампаніі, праграмы, прадукту ці сэрвісу; альбо ў аніякім вашым лагатыпе.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Выкарыстоўвайце назву ці знакі каб згадаць elementary, Inc. або праекты кампаніі (напрыклад elementary OS).",
    "Community": "Супольнасць",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Прадуктам супольнасці (сайтам, фан-клубам і інш.) рэкамендуецца выкарыстоўваць лагатып elementary Community:",
    "elementary Community Logo with color": "Каляровы лагатып elementary Community",
    "elementary Community Logo in black": "Чорны лагатып elementary Community",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Гэта дапамагае ўсталяваць прадукт як праект супольнасці адначасова пазбягаючы недакладнасці, якая можа ўзнікнуць пры выкарыстоўванні эмблемы elementary, Inc.",
    "Hardware Distributors": "Для распаўсюджвальнікаў",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Пакуль наша прадукцыя носіць брэндынг elementary, досвед мусіць быць трывалы — незалежна: ці спампаваная была АС з нашага сайта ці ішла з прыладай.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Кампаненты elementary OS могуць быць мадыфікаваныя або распаўсюджаныя ў адпавяданні з умовамі ліцэнзіі; але брэндынг і таварныя знакі вышэй могуць быць распаўсюджаны, калі выконваюцца наступныя ўмовы:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Сістэма застаецца агульна нязменнай; гэта ўключае прадусталяваныя праграмы, стыль, значкі, іншае, або",
    "Software modifications are approved by elementary, Inc.": "Мадыфікацыі сістэмы ўхвалены elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Драйверы і падтрымка апаратнага забеспячэння безумоўна прымаюцца. Мы разумеем, што брэндынг распаўсюджвальніка(напрыклад шпалеры) можа быць важны, таму такія мадыфікацыі ў большай колькасці выпадкаў ухваляюцца. Калі сумнявайцеся, напішыце ліст на <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> для праяснення і ўказанняў.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Калі вы не можаце ці не хочаце прытрымлівацца ўмоў распаўсюджвання таварнай маркі elementary, Inc., вы можаце выдаліць нашы брэндынг з АС наступнымі крокамі:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Змяніце радок <code>DISTRIB_DESCRIPTION</code> у файле <code>/etc/lsb-release</code>, каб у ім не было нашых таварных марак.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Змяніце значкі, такія як <code>distributor-logo</code> у <code>/usr/share/icons/elementary/places/</code>, кожнага памеру, каб яны нідзе не з'яўляліся ў сістэме.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Выдаліце ці змяніце пакеты <code>plymouth-theme-elementary</code> і <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Каб даведацца больш пра OEM і распаўсюджванне апаратнага забеспячэння, звярніцеся да <a href=\"oem\">інфармацыі для OEM</a>.",
    "Merchandise": "Тавары",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Мы не ўхваляем выкарыстанне нашага брэндынгу (улічваючы назву або знакі брэнда) у таварах старонніх суб'ектаў без выключнага пісьмовага адабрэння.",
    "Assets &amp; More Info": "Аб'екты ўласнасці і іншае",
    "Download on GitHub": "Спампаваць з GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Каб атрымаць больш інфармацыі наконт назвы, брэнда і таварных марак elementary, напішыце ліст на <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Брэнд &sdot; elementary"
}
