{
    "Be a Part of Something Bigger": "Станьце часткаю чагосьці большага",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Усё, што мы робім, мае 100% адкрытага зыходнага кода і сумесна распрацоўваецца людзьмі з усяго свету. Нават калі вы не праграміст, вы можаце паўдзельнічаць і дапамагчы.",
    "Funding": "Фінансаванне",
    "Translations": "Пераклады",
    "Support": "Падтрымка",
    "Web": "Сетка",
    "Desktop": "Працоўны стол",
    "Design": "Дызайн",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "З дапамогай нашых карыстальнікаў і аматараў мы змаглі вырасці з маленькай групы валанцёраў у маленькую, але пастаянную кампанію. Нават самая маленькая падтрымка дапамагае нам паляпшаць elementary OS і вырашаць больш вялікія праблемы.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Прама фінансуйце elementary і атрымайце значок на ваш профіль GitHub, каб паказаць сваю падтрымку. У GitHub Sponsors няма камісіі, таму гэта цудоўны спосаб зрабіць уклад яшчэ больш значымым.",
    "Sponsor on GitHub": "Спансіраваць на GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon працуе як пастаянная краўдфандынгавая кампанія. Выберыце суму, колькі ахвяраваць штомесячна, каб дапамагчы нам дасягнуць нашых мэт. Акрамя таго, атрымлівайце эксклюзіўныя ўзнагароды і чытайце эксклюзіўны кантэнт раней за ўсіх.",
    "Back on Patreon": "Падтрымаць на Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Проста скарыстайцеся дэбетовай або крэдытнай карткаю, альбо ўліковым запісам PayPal. Вы можаце выбраць адначасовае ахвяраванне ці наладзіць перыядычную аплату.",
    "Use PayPal": "Скарастацца PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal — Бяспечны і просты спосаб аплаты ў Інтэрнэце!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Наладзьце перыядычны ўзнос з Liberapay, платформу з адкрытым зыходным кодам і некамерцыйным фінансаваннем.",
    "Contribute with Liberapay": "Зрабіць узнос з Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS створана і выкарыстоўваецца людзьмі са ўсяго свету; дапамажыце нам палепшыць пераклад, каб забяспечыць лепшы досвед карыстання для ўсіх.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "І elementary OS, і наш вэб-сайт адкрыта перакладаюцца на анлайн платформе Weblate.",
    "Learn More": "Даведацца больш",
    "Join Chat": "Далучыцца да чата",
    "Suggest Translations": "Прапанаваць пераклад",
    "World map": "Карта свету",
    "Question &amp; Answer": "Пытанні і адказы",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "Мы выкарыстоўваем GitHub Discussions для частых пытанняў ад супольнасці. Хто хоча можа стварыць уліковы запіс і пачаць ствараць пытанні ці адказваць іншым.",
    "New Questions": "Новыя пытанні",
    "Unanswered Questions": "Пытанні без адказаў",
    "Documentation": "Дакументацыя",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary дае базавую дакументацыю для карыстальнікаў і распрацоўшычкаў. Уся наша дакументацыя напісана на Markdown і размешчана на GitHub, таму прапанаваць змену ці дадаць секцыю там пусцяковая справа.",
    "Learning the Basics Guide": "Інструкцыя па вывучэнню асноў",
    "Developer Docs": "Дакументацыя для распрацоўшчыкаў",
    "Web Development": "Вэб-распрацоўка",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Наш вэб-сайт выкарыстоўвае HTML, CSS, PHP, і JavaScript. Мы заўсёды ў пошуках людзей, якія разбіраюцца ў гэтых сферах і якія бы дапамаглі нам зрабіць наш сайт яшчэ лепей.",
    "Report a Website Issue": "Паведаміць аб праблеме з сайтам",
    "Fork the Website on GitHub": "Зрабіць форк вэб-сайта на GitHub",
    "Desktop Development": "Распрацоўка для асяроддзя",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Наша асяроддзе працоўнага стала і ўсе яго праграмы створаны на Vala, GTK, Granite і некалькіх іншых адкрытых бібліятэк. Мы размяшчаем увесь наш код на GitHub. Калі вы ніколі дагэтуль не распрацоўвалі нічога для elementary OS, рэкамендуем вам звярнуцца да дакументацыі для распрацоўшчыкаў.",
    "Developer Guide": "Дакументацыя па распрацоўцы",
    "Browse Code": "Праглядзець код",
    "Report issues": "Паведаміць аб праблеме",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Дапамажыце нам, адсочваючы памылкі і паведамляючы аб іх. Альбо дапамажыце, пацвярджаючы, паясняючы ці ачышчаючы дадзеныя памылкі.",
    "Read the Guide": "Прачытаць інструкцыю",
    "Fix issues": "Выпраўляйце памылкі",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Дапамагайце elementary OS, выпраўляючы памылкі, паляпшаючы функцыянальнасць або рэалізоўваючы новыя функцыі.",
    "Bitesize Issues": "Невялікія праблемы",
    "Create apps": "Стварайце праграмы",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Паляпшайце агульную экасістэму elementary OS і зарабляйце грошы, ствараючы цудоўныя новыя праграмы для AppCenter.",
    "Publish on AppCenter": "Апублікаваць у AppCenter",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Наша каманда дызайнераў ператварае ідэі ў зразумелыя справаздачы аб памылках і гатовыя матэрыялы. Перад тым, як паўдзельнічаць, рэкамендуецца прачытаць аб працоўным працэсе.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Наша каманда дызайнераў адсочвае праблемы з меткаю “Needs Design” на GitHub. Яны могуць патрабаваць абмеркаванні, мадэлі або гатовыя работы.",
    "See ‘Needs Design’ Issues": "Праглядзець праблемы \"Needs Design\"",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS выкарыстоўвае сістэмную табліцу стыляў, напісаную на CSS. Яна вызначае як выглядае інтэрфейс, напрыклад кнопкі, панэлі і меню.",
    "View Stylesheet": "Праглядзець табліцу стыляў",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS ідзе з пакетам вектарных значкоў, якія выкарыстоўваюцца ва ўсіх стандартных праграмах і даступныя для старонніх праграм.",
    "Browse Icons": "Праглядзець значкі",
    "Get Involved with elementary OS": "Далучыцца да распрацоўкі elementary OS"
}
