{
    "Press Resources": "Рэсурсы для прэсы",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Мы любім працаваць з прэсаю — як са светам Linux, так і з буйнейшымі тэхналогіямі і культурамі — каб абагульваць нашу гісторыю і тое, над чым мы працуем.",
    "In the Press": "Мы ў прэсе",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;elementary OS незвычайная… прыгожая і моцная аперацыйная сістэма.&rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;Не перашкаджае вам і дае магчымасць сфакусіравацца на тым, што вы патрэбны зрабіць.&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;Я зразумеў, што стаў больш прадуктыўным за гэтых 2 тыдні [карыстання elementary OS], чым за апошніх два месяцы разам.&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;Хуткая, простая ў карыстанні платформа, якая можа быць усталявана амаль усюды.&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;Лёгкая і хуткая… і якасная накошт дызайна і знешняга выгляду.&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;Найлепшы спосаб паспрабаваць elementary [OS] — усталяваць яе, і таму што майстар усталёўкі да прыажосці просты… гэта дастаткова лёгка зрабіць.&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;Этычная і здольная замена традыцыйным аперацыйным сістэмам як Windows і macOS… лёгкая ў выкарыстанні і дапасуецца для разнастайнай працы.&rdquo;",
    "Join Our Press List": "Далучайцеся да нашага спіса прэсы",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Будзьце першымі, хто даведаецца аб новых выпусках і значных распрацоўках. Мы даем ранні доступ да прэс-рэлізаў і прэс-набораў, уключаючы фатаграфіі высокай якасці. Удзельнікам з гэтага спіса мы будзем дасылаць матэрыялы <strong>не часта</strong>; мы адсылаем найбуйнейшыя навіны прыкладна раз у год.",
    "Email": "Электронная пошта",
    "First Name": "Імя",
    "Last Name": "Прозвішча",
    "Publication": "Публікацыя",
    "Subscribe": "Падпісацца",
    "elementary OS 8": "elementary OS 8",
    "Carefree because you're cared for. OS 8 brings a Secure Session that ensures apps respect your privacy and require your consent, a brand new Dock with productive multitasking and window management features, and empowers our diverse community through Inclusive Design.": "Бесклапотна, таму што клапоціцца аб Вас. OS 8 прыўносіць бяспечны сеанс, які ўпэўніваецца, што праграмы паважаюць Вашу прыватнасць і запытваюць Вашага дазволу, поўнасцю новы док з прадуктыўнаю мнагазадачнасцю і функцыямі кіравання вокнамі і дазваляе нашай шматграннай супольнасці выразіцца праз інклюзіўны дызайн.",
    "Read Announcement": "Чытаць аб'яву",
    "Download Press Kit": "Спампаваць набор для прэсы",
    "News &amp; Announcements": "Навіны і аб'яўленні",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Мы часта абагульваем абнаўленні пра распрацоўку, буйныя аб'явы, парады для распрацоўшчыкаў, папулярныя праграмы і іншы новы кантэнт праз нашы афіцыйны блог.",
    "Visit Our Blog": "Наведаць наш блог",
    "Brand Resources": "Падрабязнасці аб брэндзе",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Праглядзіце лагатыпы elementary, умовы карыстання брэндынгам, колеравую палітру і лагатып супольнасці. Плюс, спампуйце афіцыйныя вектары лагатыпаў elementary у высокай якасці.",
    "View Brand Resources": "Праглядзець падрабязнасці аб брэндзе",
    "Get in Touch": "Звязацца з намі",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Звяжыцеся з нашай камандай напрамую, адправіўшы электронны ліст на адрас <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Мы радыя запытам на інтэрв'ю, удзелам у падкастах ці звычайным запытам ад прэсы.",
    "Send an Email": "Даслаць электронны ліст",
    "Press &sdot; elementary": "Прэса &sdot; elementary"
}
