{
    "Community-Powered Support": "Падтрымка ад супольнасці",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Звяжыцеся і прыміце ўдзел у нашай глабальнай супольнасці. Шукайце пытанні, задавайце свае, альбо дапамагайце, абагульваючы свае веды. Выберыце кампанент ніжэй, каб праглядзець яго абмеркаванне.",
    "AppCenter": "AppCenter",
    "Calculator": "Калькулятар",
    "Calendar": "Каляндар",
    "Camera": "Камера",
    "Code": "Code",
    "Files": "Файлы",
    "Mail": "Пошта",
    "Maps": "",
    "Monitor": "",
    "Music": "Музыка",
    "Photos": "Фота",
    "Screenshot": "Здымак экрана",
    "Shortcuts": "Спалучэнні клавіш",
    "Tasks": "Заданні",
    "Terminal": "Тэрмінал",
    "Videos": "Відэа",
    "Web": "Сетка",
    "Installer": "Інсталятар",
    "Multitasking": "Мнагазадачнасць",
    "System Settings": "Налады сістэмы",
    "Other Questions &amp; Help": "Іншыя пытанні і падтрымка",
    "Guides &amp; Documentation": "Інструкцыі і дакументацыя",
    "Installation": "Усталяванне",
    "Get help installing elementary OS with our step-by-step guide.": "Атрымайце дапамогу з усталяваннем elementary OS з нашай паэтапнай інструкцыяй.",
    "Learning the Basics": "Навучанне асновам",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Прайдзіцеся па працоўнаму сталу, мнагазадачнасці, спалучэнням клавіш і іншаму.",
    "Payment &amp; Download Support": "Падтрымка па аплаце і спампоўцы",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please contact us using the details in your email receipt and a team member will contact you as soon as possible.": "Калі вам патрэбна дапамога з вашай купляю elementary OS — напрыклад, спампаваць вашу копію ці запытаць вяртанне сродкаў — калі ласка, звяжыцеся з намі праз інфармацыю ў вашым электронным чэку, удзельнік каманды звяжацца з вамі як мага хутчэй.",
    "Support &sdot; elementary": "Падтрымка &sdot; elementary"
}
