{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "A marca Elementary é única: tecnicamente ela pertence à elementary LLC., a companhia que guia e suporta o desenvolvimento dos produtos elementary. Contudo, nós temos uma grande comunidade e não queremos ser muito burocráticos com requerimentos legais e tecnicalidades. Então, criámos uma lista de orientações para fazer com que seja mais fácil entender quando e como a marca elementary deve ser usada.",
    "Name": "Nome",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "A palavra \"elementary\" refere-se a e é uma marca registada da elementary LLC. elementary escreve-se sempre em letra minúscula quando se começam frasas como esta. É também usado com nomes de produtos (como por exemplo \"elementary OS\") para se referir a um produto especifico da elementary.",
    "Brand Marks": "",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "",
    "Both should be used with the following in mind:": "",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "",
    "Do not use the marks on an overly-busy background; solid colors work best.": "",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "",
    "Logotype": "",
    "elementary Logotype": "",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "",
    "The logotype should always be used under the following guidelines:": "",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "",
    "Logomark": "",
    "elementary Logomark": "",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "",
    "Color": "",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "",
    "Blueberry": "Mirtilo",
    "Strawberry": "Morango",
    "Orange": "Laranja",
    "Banana": "",
    "Lime": "Lima",
    "Grape": "Uva",
    "White": "Branco",
    "Black": "Preto",
    "Fonts": "Fontes",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Para web e impressão, nós usamos Raleway para cabeçalhos e Open Sans para o corpo. Para blocos de código, nós usamos Roboto Mono.",
    "Third Parties &amp; Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Nós encorajamos outros desenvolvedores que criam produtos para o elementary OS a adoptar certos elementos da marca elementary para alcançar consistência:",
    "Voice\/tone": "Voz\/tom",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Contudo, para evitar confusão para o utilizador, nós restringimos o uso do nome elementary e marcas:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Use apenas o nome elementary ou marcas para se referir à elementary LLC ou os seus produtos (por exemplo, elementary OS).",
    "Community": "",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "",
    "elementary Community Logo with color": "",
    "elementary Community Logo in black": "",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "Merchandise": "",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Tipicamente, nós não autorizamos a nossa marca (incluindo o nosso nome e símbolos da nossa marca) a ser usada em merchandise de terceiros.",
    "Assets &amp; More Info": "",
    "Download on GitHub": "Faça download no GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Para mais informações acerca do uso do nome  e marca elementary e marcas registadas, por favor envie um e-mail para <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": ""
}
