{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "A marca elementary é única: tecnicamente pertence à elementary, Inc., a empresa que orienta e apoia o desenvolvimento dos produtos elementary. No entanto, temos uma óptima comunidade e não queremos ser muito arrogantes com requisitos legais e técnicos. Assim sendo, escrevemos algumas directrizes para facilitar a compreensão de quando e como a marca elementary deve ser usada.",
    "Name": "Nome",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "A palavra \"elementary\" refere-se e é uma marca registada da elementary, Inc. elementary é sempre em letra minúscula, mesmo quando se inicia frases como esta. Também é usada juntamente com nomes de produtos (ou seja, \"elementary OS\") para se referir a um produto específico da elementary.",
    "Brand Marks": "Elementos da Marca",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "A elementary é proprietária dos dois elementos visuais: o logotipo \"elementary\" e o logotipo \"e\". Ambos são considerados marca registada e representantes da elementary a empresa e os seus produtos.",
    "Both should be used with the following in mind:": "Ambos devem ser usados tendo por base:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Não estique, rode, inverta ou altere os logótipos.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Não sobreponha os logótipos em fundos muito complexos: as cores sólidas funcionam melhor.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Os elementos da marca devem ser sempre monocromáticos; tipicamente brancos sobre fundo escuro, ou pretos sobre fundos claros.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Logótipo elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "O logótipo deve ser usado quando houver espaço para fazer referência à empresa elementary. Pode ser usado antes de um nome de produto para se referir a um produto específico da elementary.",
    "The logotype should always be used under the following guidelines:": "O logótipo deve ser usado seguindo sempre as seguintes regras:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Não tente reconstruir o logótipo. É um elemento da marca desenhado meticulosamente e não um simples \"elementary\" escrito num tipo de letra específico.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Não use este logótipo com uma dimensão reduzida; se não for perceptível use antes o outro elemento da marca.",
    "Logomark": "Logomarca",
    "elementary Logomark": "Logomarca elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "A marca registada \"e\" deve ser usada em referência à empresa elementary quando existem restrições de espaço ou for necessário preencher um espaço quadrado.",
    "Color": "Cor",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "A elementary usa a cor combinada com o nome e logótipos para estabelecer a sua presença. Para tal usamos a seguinte palete:",
    "Strawberry": "Morango",
    "Strawberry 100": "Morango 100",
    "Strawberry 300": "Morango 300",
    "Strawberry 500": "Morango 500",
    "Strawberry 700": "Morango 700",
    "Strawberry 900": "Morango 900",
    "Orange": "Laranja",
    "Orange 100": "Laranja 100",
    "Orange 300": "Laranja 300",
    "Orange 500": "Laranja 500",
    "Orange 700": "Laranja 700",
    "Orange 900": "Laranja 900",
    "Banana": "Banana",
    "Banana 100": "Banana 100",
    "Banana 300": "Banana 300",
    "Banana 500": "Banana 500",
    "Banana 700": "Banana 700",
    "Banana 900": "Banana 900",
    "Lime": "Lima",
    "Lime 100": "Lima 100",
    "Lime 300": "Lima 300",
    "Lime 500": "Lima 500",
    "Lime 700": "Lima 700",
    "Lime 900": "Lima 900",
    "Blueberry": "Mirtilo",
    "Blueberry 100": "Mirtilo 100",
    "Blueberry 300": "Mirtilo 300",
    "Blueberry 500": "Mirtilo 500",
    "Blueberry 700": "Mirtilo 700",
    "Blueberry 900": "Mirtilo 900",
    "Grape": "Uva",
    "Grape 100": "Uva 100",
    "Grape 300": "Uva 300",
    "Grape 500": "Uva 500",
    "Grape 700": "Uva 700",
    "Grape 900": "Uva 900",
    "Cocoa": "Cacao",
    "Cocoa 100": "Cacao 100",
    "Cocoa 300": "Cacao 300",
    "Cocoa 500": "Cacao 500",
    "Cocoa 700": "Cacao 700",
    "Cocoa 900": "Cacao 900",
    "Silver": "Prata",
    "Silver 100": "Prata 100",
    "Silver 300": "Prata 300",
    "Silver 500": "Prata 500",
    "Silver 700": "Prata 700",
    "Silver 900": "Prata 900",
    "Slate": "Ardósia",
    "Slate 100": "Ardósia 100",
    "Slate 300": "Ardósia 300",
    "Slate 500": "Ardósia 500",
    "Slate 700": "Ardósia 700",
    "Slate 900": "Ardósia 900",
    "Black": "Preto",
    "Black 100": "Preto 100",
    "Black 300": "Preto 300",
    "Black 500": "Preto 500",
    "Black 700": "Preto 700",
    "Black 900": "Preto 900",
    "Fonts": "Fontes",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Para a web e impressão, nós usamos a Raleway para cabeçalhos e Open Sans para o corpo. Para blocos de código, nós usamos Roboto Mono.",
    "Third Parties &amp; Community": "Terceiros &amp; Comunidade",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Nós encorajamos outros desenvolvedores que criam produtos para o elementary OS a adoptar certos elementos da marca elementary para alcançar consistência:",
    "Voice\/tone": "Voz\/tonalidade",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Contudo, para evitar confusão para o utilizador, nós restringimos o uso do nome elementary e marcas:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "É encorajado a dizer que a sua aplicação ou serviço é desenhado para o elementary OS, mas por favor não use o nome ou marcas elementary como parte do nome da sua companhia, aplicação, produto, serviço ou em qualquer logotipo que crie.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Use apenas o nome ou marcas elementary para se referir à elementary, Inc. ou seus produtos (por exemplo, elementary OS).",
    "Community": "Comunidade",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Os produtos comunitários (sites, clubes de fãs, etc.) são incentivados a utilizar o logótipo comunitário elementary:",
    "elementary Community Logo with color": "Logótipo comunitário elementary com cor",
    "elementary Community Logo in black": "Logótipo comunitário elementary em preto",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Isso ajuda a estabelecer o produto como parte da comunidade elementary enquanto reduz a confusão que poderá surgir com o uso da imagem de marca principal.",
    "Hardware Distributors": "Distribuidores de Hardware",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Queremos garantir que, desde que nosso software leve a marca elementary, a experiência será consistente se ela for transferida do nosso site ou pré-instalada num produto hardware.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Os componentes de software do elementary OS podem ser modificados e redistribuídos de acordo com os termos do licenciamento do software. No entanto, as marcas só podem ser redistribuídas sob uma ou mais das seguintes condições:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "O software permanece inalterado, incluindo aplicações pré-instaladas, folhas de estilo e iconografia, ficheiros de configuração, etc., ou",
    "The modifications are approved in writing by elementary.": "As alterações são aprovadas por escrito pelo elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Nós entendemos que incluindo drivers, ativação de hardware e distribuição de marcas é importante para os nossos distribuidores, logo essas modificações serão sempre aprovadas pelo elementary. Se tiver dúvidas, por favor envie email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> para esclarecimentos ou instruções.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Se não puder ou estiver relutante em seguir esses termos de redistribuição de marca comercial, remover a marca comercial da elementary no SO será simples e direto:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Modifique a linha <code>DISTRIB_DESCRIPTION<\/code> no ficheiro <code>\/etc\/lsb-release<\/code> para excluir a nossa marca comercial.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Substitua a iconografia como o ícone <code>distributor-logo<\/code> presente no <code>\/usr\/share\/icons\/elementary\/places\/<\/code> em cada lugar que o tamanho provido não apareça no SO.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Remover os pacotes <code>plymouth-theme-elementary<\/code> e <code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "Mercadorias",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Tipicamente, nós não autorizamos a nossa marca (incluindo o nosso nome e símbolos da nossa marca) a ser usada em merchandise de terceiros.",
    "Assets &amp; More Info": "Recursos &amp; Mais informações",
    "Download on GitHub": "Faça a transferência no GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Para mais informações acerca do uso do nome e marca elementary e marcas registadas, por favor envie um e-mail para <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": "Marca &sdot; elementary"
}
