{
    "Code of Conduct": "Código de Conduta",
    "Community Guidelines": "Regras da Comunidade",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Estar envolvido na comunidade do elementary é uma experiência incrível; você pode fazer parte de algo grande, colabore com pessoas de todo o mundo e ajude as pessoas a tornar os seus computadores incríveis. No entanto, com isso vem a responsabilidade de seguir um conjunto de regras predefinidas que asseguram o melhor ambiente para todos os envolvidos. Espera-se que as seguintes regras sejam cumpridas sempre que você estiver envolvido com a comunidade, seja em Slack, no GitHub, num site da comunidade do elementary, pessoalmente ou em qualquer outro lugar.",
    "I. Respect": "I. Respeito",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respeitar os outros é primordial. Certifique-se que respeita as pessoas e as suas opiniões, antecedentes pessoais, privacidade e ideias. A comunidade do elementary não é um lugar para observações desrespeitosas ou prejudiciais por qualquer razão. Ao fazer uma crítica, aborde-a de forma construtiva e respeitosamente. Ataques pessoais não são tolerados. Ao receber críticas construtivas, leves-as em consideração e agradeça ao crítico pela crítica dele, não importa a sua postura.",
    "II. Content": "II. Conteúdo",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "A comunidade do elementary é composta por milhares de utilizadores de diferentes idades, crenças e níveis de maturidade. Por isso, você deve estar consciente do conteúdo que você produz e das observações que você faz. Nenhuma nudez, excesso de vulgaridade, conteúdo político, conteúdo religioso ou conteúdo inadequado devem aparecer em relação ao elementary. Em última análise, os moderadores do elementary têm a última palavra sobre o que constitui como inapropriado. Em caso de dúvida, considere se é ou não algo que você mostraria a uma sala cheia de pessoas, incluindo crianças e avós de todo o mundo. Se está hesitante, não o faça.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Imagens partilhadas em comunidades moderadas do elementary não devem conter temas que imitam outros sistemas operacionais, fotos ou ilustrações objetivando um indivíduo, ou conteúdo que viole o nosso Código de Conduta.",
    "III. Rumors and Speculation": "III. Rumores e Especulações",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Enquanto a natureza acelerada e emocionante do elementary contribui para a vontade de espalhar rumores ou especulações, evite-o. Discutir planos sobre o futuro é aceitável, mas caso não seja um fato verificado, divulgue-o como sendo uma especulação pessoal ou não discuta. A propagação de informações imprecisas podem ser prejudiciais à comunidade, especialmente se executada de forma negativa.",
    "IV. Helpful Discussion": "IV. Discussão Útil",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "O elementary é alimentado por indivíduos que se reúnem no seus tempos livres para criar algo especial. É importante respeitar esse fato e tentar sempre contribuir para uma discussão saudável e útil. Se estiver numa reunião, mantenha-se no tópico e fique quieto a não ser que algo de útil referente à discussão atual. Se estiver a comentar no site, mantenha a discussão relacionada ao conteúdo da notícia ou do tópico de dúvidas. Se estiver a participar numa discussão destinada a desenvolvedores, em assuntos tais como um rastreador de problemas, solicitação de envio, lista de endereços, IRC ou Slack, não crie ruídos desnecessários ao discutir tópicos que não estejam relacionados com desenvolvimento; Isso apenas atrapalha a discussão e confunde os logs para desenvolvedores que podem não estar presentes.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Como a nossa comunidade é principalmente baseada na Internet, é importante evitar os aspectos potencialmente negativos da Internet. Não faça \"troll\"; começar lutas ou fazer observações com o único objectivo de chatear alguém é infantil e inaceitável. Spam também é inaceitável; Isso inclui a publicação de links para sites irrelevantes e a publicação repetida de links para o mesmo site. Se alguém estiver a \"trollar\" ou a \"spammar\", ignore e sinalize o utilizador.",
    "V. Avoiding Conflict": "V. Evitar Conflitos",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Se sentes que alguém,  seja um novo colaborador ou de longa data, se está a comportar de forma grosseira, faz-lhe saber disso. Anticipar-se aos problemas antes que eles aconteçam é fundamental. Todos temos um papel a desempenhar para ajudar a comunidade a fluir sem problemas (sendo às vezes desafiante).",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Do mesmo modo, faça sempre um esforço por ser profissional, preciso e respeituoso quando interagir com ou mencionar outros projectos, companhias, ou outras pessoas. Lembre-se que as suas palavras e interações podem ser percebidas como sendo da maioria da comunidade elementary. Enquanto o criticismo construtivo pode ser útil, tenha sempre uma abordagem de maneira positiva e nunca deturpar ou caluniar - se não estás seguro, abstêm-te.",
    "VI. Step Down Considerately": "VI. Saia Atenciosamente",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Prioridades de vida, interesses e paixões podem mudar. Se está envolvido com um projeto relacionado com o elementary, mas sente que se deve retirar dele, faça isso de forma com que não crie problemas. Quando trabalhamos juntos, o nosso trabalho e as nossas ideias não são apenas nossos; eles pertencem à comunidade do elementary como um todo. Informe os outros membros da equipa que pretende abandonar e, se possível, ajude a encontrar alguém para continuar o seu trabalho. No mínimo, assegure-se de que o seu trabalho possa continuar onde você deixou.",
    "Consequences": "Consequências",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Se optar por não seguir este código de conduta, ou criar problemas na comunidade, nós reservamos o direito de fazer o seguinte: alterar ou remover qualquer conteúdo que você publicou; desativar ou banir sua conta em sites de terceiros; desativar sua conta em Slack; ou de outra forma impedi-lo de interagir com a comunidade.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em> O Código de Conduta do elementary é licenciado sob a licença <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\"> Creative Commons Attribution-Share Alike 3.0<\/a>. Certos aspectos foram inspirados pelo <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\"> Código de Conduta do Ubuntu<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Código de Conduta do &sdot; elementary"
}
