{
    "Be a Part of Something Bigger": "Faça Parte de Algo Maior",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tudo o que nós fazemos é 100% open source e desenvolvido colaborativamente por pessoas de todo o mundo. Mesmo não sendo progrmador, pode colaborar e fazer a diferença.",
    "Funding": "Financiamento",
    "Translations": "Tradutores",
    "Support": "Suporte",
    "Web": "Web",
    "Desktop": "Ambiente de Trabalho",
    "Design": "Projete",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Com a sua ajuda, estamos preparados para crescer de um pequeno grupo de voluntários para uma micro empresa. Cada pequena ajuda contribuirá para contratarmos outro programador a full-time.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona como um empresa de financiamento coletivo. Escolha um montante, receba recompensas, e ajude-nos a alcançar os nossos objetivos.",
    "Learn More": "Aprenda Mais",
    "Become a Patron": "Seja um Patrono",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Use facilmente o cartão de débito, cartão de crédito, ou conta PayPal. Pode escolher efetuar um pagamento pontual ou configurar pagamentos recorrentes.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Ajude-nos financeiramente, adicionalmente obtenha equipamento elementary para mostrar o seu apoio aos amigos, família, e colegas de trabalho.",
    "Visit Store": "Visitar Loja",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource coloca o seus financiamentos diretamente nas mãos dos programadores por eles terem corrigido problemas ou criado novas funcionalidades. Defina uma recompensa sobre os problemas que mais importam para si ou financie uma aplicação específica. Pode também configurar uma assinatura recorrente.",
    "Bountied Bugs": "Bugs a Prémio",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS é criado e usado por pessoas em todo o Mundo; Ajuda-nos a tornar a experiência ainda melhor traduzindo-o para mais idiomas.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tanto o elementary OS como o website foram traduzidos livermente usando a plataforma online chamada Weblate.",
    "Join Chat": "Entrar no chat",
    "Suggest Translations": "Sugerir Traduções",
    "World map": "Mapa mundo",
    "Question &amp; Answer": "Perguntas &amp; Respostas",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange é um Q&amp;A website construído para encontrar as melhores respostas a questões comuns. Qualquer pessoa pode criar uma conta para começar a perguntar e responder.",
    "Unanswered Questions": "Perguntas por Responder",
    "New Questions": "Novas Perguntas",
    "Documentation": "Documentação",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "A elementary oferece documentação básica para utilizadores e programadores. Toda a nossa documentação está escrita em Markdown e presente no GitHub, por isso submeter uma alteração ou nova secção é canja.",
    "Learning The Basics Guide": "Guia de Aprendizagem Básica",
    "Developer Docs": "Documentos para Programadores",
    "Web Development": "Desenvolvimento Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "O nosso website é construído com o uso de HTML, CSS, PHP e JavaScript. Estamos sempre à procura de pessoas com experiência nestas áreas que queiram contribuir e torná-lo ainda melhor.",
    "Fork Our Website on GitHub": "Faz Fork do nosso site no GitHub",
    "Report a Website Issue": "Reporta um erro no nosso website",
    "Desktop Development": "Desenvolvimento do Ambiente de Trabalho",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "O nosso ambiente gráfico e todos os suas aplicações são construídos usando Vala, GTK +, Granite, outras bibliotecas abertas. Nós hospedamos o código do nosso ambiente gráfico no GitHub, um serviço gratuito para projetos de código aberto. Se nunca desenvolveu para o elementary OS antes, recomendamos que consulte o nosso Guia de Introdução.",
    "Browse Our Code": "Navegar pelo nosso código",
    "Bitesized Bugs": "Pequenos Bugs",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "A nossa equipa de design transforma idéias em relatórios claros e ativos. Antes de se envolver, é recomendável ler sobre o nosso fluxo de trabalho de design.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "O elementary OS usa uma folha de estilos escrita em CSS. Ele define como tudo é desenhado, botões e barras de ferramentas para o painel e menus.",
    "Browse Our Stylesheet": "Navegue Pela Nossa Folha de Estilos",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "Elementary OS vem com um conjunto de ícones vectoriais que são usados através de todas as aplicações pré-instaladas e estão disponíveis para desenvolvedores terceiros.",
    "Browse Our Icons": "Pesquisar os nossos Ícones",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "A nossa equipa de design acompanha problemas \"Precisa de Design\" no GitHub. Estes podem precisar de discussões mais profundas, wireframes ou assets entregáveis.",
    "Browse 'Needs Design' Issues": "Navegar pelos problemas do tipo \"Precisa de Design\"",
    "Get Involved with elementary OS": "Envolve-te no elementary OS"
}
