{
    "Be a Part of Something Bigger": "Faça parte de algo maior",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tudo o que fazemos é 100% código aberto e desenvolvido em colaboração por pessoas de todo o mundo. Mesmo que não seja programador, pode colaborar e fazer a diferença.",
    "Funding": "Financiamento",
    "Translations": "Tradutores",
    "Support": "Suporte",
    "Web": "Web",
    "Desktop": "Ambiente de trabalho",
    "Design": "Design",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Com a ajuda dos nossos utilizadores e adeptos, conseguimos passar de um pequeno grupo de voluntários apaixonados para uma empresa minúscula mas sustentável. Cada pedacinho de apoio ajuda-nos a melhorar o elementary OS e a enfrentar problemas ainda mais ambiciosos.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Financie diretamente o elementary e receba um crachá no seu perfil do GitHub para mostrar o seu apoio. Os Patrocinadores GitHub não cobram nenhuma taxa, por isso é uma ótima maneira de fazer sua contribuição ir mais longe.",
    "Sponsor on GitHub": "Patrocinador no GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "O Patreon funciona como uma campanha contínua de financiamento de multidões. Escolha uma quantia para contribuir todos os meses para nos ajudar a alcançar os nossos objetivos. Além disso, ganhe prémios exclusivos e leia conteúdo exclusivo antecipadamente.",
    "Back on Patreon": "Suporte no Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Use facilmente o cartão de débito, cartão de crédito, ou conta PayPal. Pode escolher efetuar um pagamento pontual ou configurar pagamentos recorrentes.",
    "Use PayPal": "Use PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - O método de pagamento online mais seguro e mais fácil!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Estabelecer uma contribuição recorrente através do Liberapay, a plataforma de financiamento de código aberto e sem fins lucrativos.",
    "Contribute with Liberapay": "Contribua com o Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS é criado e usado por pessoas em todo o Mundo; Ajuda-nos a tornar a experiência ainda melhor traduzindo-o para mais idiomas.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tanto o elementary OS como o website foram traduzidos livremente usando uma plataforma online chamada Weblate.",
    "Learn More": "Saiba Mais",
    "Join Chat": "Entrar na conversação",
    "Suggest Translations": "Sugerir Traduções",
    "World map": "Mapa mundo",
    "Question &amp; Answer": "Perguntas e Respostas",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "O Stack Exchange é um website de P&amp;R construído para encontrar as melhores respostas a perguntas comuns. Qualquer pessoa pode criar uma conta para começar a perguntar e responder.",
    "New Questions": "Novas Perguntas",
    "Unanswered Questions": "Perguntas por Responder",
    "Documentation": "Documentação",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "O elementary oferece documentação básica para utilizadores e programadores. Toda a nossa documentação está escrita em Markdown e presente no GitHub, por isso submeter uma alteração ou nova secção é fácil.",
    "Learning the Basics Guide": "Manual Aprenda o básico",
    "Developer Docs": "Documentos para Programadores",
    "Web Development": "Desenvolvimento Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "O nosso website é construído com o uso de HTML, CSS, PHP e JavaScript. Estamos sempre à procura de pessoas com experiência nestas áreas que queiram contribuir e torná-lo ainda melhor.",
    "Report a Website Issue": "Reporta um erro no nosso website",
    "Fork the Website on GitHub": "Bifurque o site no GitHub",
    "Desktop Development": "Desenvolvimento do Ambiente de Trabalho",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "O nosso ambiente de trabalho e todas as suas aplicações são construídos utilizando Vala, GTK, Granite, e uma série de outras bibliotecas abertas. Alojamos todo o nosso código e fazemos todo o desenvolvimento no GitHub. Se nunca desenvolveu para o elementary OS, recomendamos-lhe que consulte o nosso guia de desenvolvimento.",
    "Developer Guide": "Guia do programador",
    "Browse Code": "Explore o código",
    "Report issues": "Reporte erros",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Ajude, ao rastrear os problemas e relatando-os. Ou ajude confirmando, esclarecendo e limpando os problemas existentes.",
    "Read the Guide": "Leia o Manual",
    "Fix issues": "Corrija erros",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Contribua para o elementary OS, corrigindo erros, melhorando a funcionalidade ou implementando novas funcionalidades.",
    "Bitesize Issues": "Erros",
    "Create apps": "Crie aplicações",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Melhore o ecossistema global do elementary OS e ganhe dinheiro através da criação de novas aplicações para o Centro de Aplicações.",
    "Publish on AppCenter": "Publicar no Centro de Aplicações",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "A nossa equipa de design transforma as ideias em relatórios de assuntos claros e ativos a serem entregues. Antes de mergulhar, é recomendado que leia sobre o nosso fluxo de trabalho de design.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "A nossa equipa de design acompanha os temas \"Needs Design\" no GitHub. Estes podem precisar de mais discussões de design, 'wireframes' ou bens a entregar.",
    "See ‘Needs Design’ Issues": "Ver erros",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "O elementary OS utiliza uma folha de estilo de sistema escrita em CSS. Define como é apresentada a interface, como botões, barras de ferramentas e menus.",
    "View Stylesheet": "Ver folha de estilo",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "O elementary OS vem com um conjunto de ícones vectoriais que são utilizados em todas as aplicações por defeito e que são disponibilizados a aplicações de terceiros.",
    "Browse Icons": "Explore os ícones",
    "Get Involved with elementary OS": "Envolve-te no elementary OS"
}
