{
    "Press Resources": "Recursos de Imprensa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Adoramos trabalhar com a imprensa, tanto no mundo Linux como nos maiores batimentos tecnológicos e culturais, para partilhar a nossa história e no que estamos a trabalhar.",
    "In the Press": "Na imprensa",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;O elementary OS é diferente... um belo e poderoso sistema operativo.&rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;Sai do caminho e deixa-o concentrar-se no que precisa de ser feito.&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;Encontro-me mais produtivo nestas duas últimas semanas [usando o elementary OS] do que nos últimos dois meses juntos.&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;Uma plataforma rápida e de baixa manutenção que pode ser instalada virtualmente em qualquer lugar.&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;Leve e rápido... e tem um verdadeiro talento para o design e aparências.&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;A melhor maneira de experimentar o elementary [OS] é instalá-lo, e uma vez que o assistente de instalação é muito simples... isso é bastante fácil de fazer.&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;Um substituto capaz e ético para sistemas tradicionais tais como Windows e macOS... fácil de usar e personalizável para acomodar vários fluxos de trabalho.&rdquo;",
    "Join Our Press List": "Junte-se à nossa lista de imprensa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Seja o primeiro a saber sobre os novos lançamentos e desenvolvimentos significativos. Enviamos acesso antecipado a comunicados de imprensa e a kits de imprensa, incluindo capturas de ecrã de alta resolução. Isto é uma lista de <strong>volume muito reduzido</strong>; enviamos-lhe as maiores notícias uma vez por ano.",
    "Email": "Email",
    "First Name": "Primeiro Nome",
    "Last Name": "Último Nome",
    "Publication": "Publicação",
    "Subscribe": "Subscreva",
    "elementary OS 6.1 Jólnir": "elementary OS 6.1 Jólnir",
    "Larger strides in less time than ever before with a redesigned window switcher, much improved apps, better portals, and refinements in every corner. OS 6.1 addresses feedback, gets stuff done around the office, and expands compatibility with a wide range of hardware.": "Avanços maiores em menos tempo com um comutador de janelas redesenhado, aplicações muito melhoradas, melhores portais, e refinamentos em cada canto. O OS 6.1 aborda o feedback, consegue fazer coisas em torno do escritório, e expande a compatibilidade com uma vasta gama de hardware.",
    "Read Announcement": "Leia o anúncio",
    "Download Press Kit": "Transferir Kit de Imprensa",
    "News &amp; Announcements": "Notícias e Anúncios",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Partilhamos atualizações frequentes sobre desenvolvimento, anúncios importantes, dicas para programadores, aplicações em destaque e outros novos conteúdos através do nosso blogue oficial.",
    "Visit Our Blog": "Visite o nosso Blogue",
    "Brand Resources": "Recursos de Marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Ver os logótipos do elementary, as diretrizes de utilização da marca, a palete de cores e o logótipo da comunidade. E transferir os elementos da marca em formato vetorial e alta-resolução.",
    "View Brand Resources": "Ver Recursos da Marca",
    "Get in Touch": "Entre em contacto",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Falar diretamente com a equipa por email através de <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. São bem-vindos os pedidos de entrevistas, de participação em podcasts e pedidos de informação da impressa em geral.",
    "Send an Email": "Envie um Email",
    "Press &sdot; elementary": "Imprensa &sdot; elementary"
}
