{
    "Press Resources": "Recursos de Imprensa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Adoramos trabalhar com a imprensa—tanto no mundo Linux como nos maiores batimentos tecnológicos e culturais—para compartilhar a nossa história e no que estamos a trabalhar.",
    "Join Our Press List": "Junte-se à nossa lista de imprensa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Seja o primeiro a saber sobre os novos lançamentos e desenvolvimentos significativos. Enviamos acesso antecipado a comunicados de imprensa e a kits de imprensa, incluindo capturas de ecrã de alta resolução. Isto é uma lista de <strong>volume muito reduzido<\/strong>; enviamos-lhe as maiores notícias uma vez por ano.",
    "Email": "Email",
    "First Name": "Primeiro Nome",
    "Last Name": "Último Nome",
    "Publication": "Publicação",
    "Subscribe": "Subscreva",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "O Juno é mais refinado, mais produtivo e uma plataforma ainda melhor para desenvolvedores de terceiros. Atualizamos as aplicações, aumentamos a produtividade do ambiente de trabalho principal com vários novos recursos, aprimoramos a aparência geral e aprimoramos bastante as definições do sistema.",
    "Read Announcement": "Leia o anúncio",
    "Download Press Kit": "Transferir Kit de Imprensa",
    "News &amp; Announcements": "Notícias &amp; Anúncios",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "Partilhamos atualizações frequentes sobre desenvolvimento, anúncios principais, dicas para desenvolvedores, aplicações em destaque e outro conteúdo através da nossa publicação no Medium.",
    "Visit Medium": "Visite o Medium",
    "Brand Resources": "Recursos de Marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Ver os logótipos do elementary, as diretrizes de utilização da marca, a palete de cores e o logótipo da comunidade. E transferir os elementos da marca em formato vetorial e alta-resolução.",
    "View Brand Resources": "Ver Recursos da Marca",
    "Get in Touch": "Entre em contacto",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Falar diretamente com a equipa por email através de <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. São bem-vindos os pedidos de entrevistas, de participação em podcasts e pedidos de informação da impressa em geral.",
    "Send an Email": "Envie um Email",
    "Press &sdot; elementary": "Imprensa &sdot; elementary"
}
