{
    "Privacy": "Privacidade",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Os seus dados pertencem a si e apenas a si. Não queremos fazer negócios de publicidade nem recolhemos dados pessoais sensíveis. Somos financiados diretamente pelos nossos utilizadores que pagam o que querem pelo elementary OS e pelas aplicações no Centro de Aplicações. E é assim que deve ser.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Não recolhemos quaisquer dados do elementary OS. Os seus ficheiros, configurações e todos os restantes dados pessoais ficam no dispositivo a não ser que os partilhe explicitamente com uma aplicação ou serviço de terceiros.",
    "Online Accounts": "Contas Online",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "o elementary OS tem a opção de fazer a integração com fornecedores de contas online como Google, Last.fm e FastMail através das Definições do sistema. Os dados destes fornecedores poderão ser obtidos e armazenados localmente no seu dispositivo para serem usados em aplicações como o E-Mail e o Calendário. Estes dados não são enviados pelo elementary nem partilhados com qualquer terceiro.",
    "What Data is Collected": "Que Dados são Recolhidos",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Depois de adicionar uma conta online, o elementary OS pode recolher e guardar localmente no seu dispositivos o seu nome, endereço de correio eletrónico, avatar, mensagens de email, eventos do calendário, fotos e ficheiros das contas ligadas.",
    "How Data is Used": "Como é que os Dados são Usados",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Os seus dados são guardados localmente no seu dispositivo e nunca são enviados para os servidores do elementary nem para terceiros. São usados para preencher as suas aplicações locais como o Correio Eletrónico, Calendário, Ficheiros e Fotos.",
    "Sharing Data": "Partilha de Dados",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "O elementary OS não partilha quaisquer dados recolhidos pelas suas contas online. Os dados nunca são enviados para os servidores do elementary nem para servidores de terceiros.",
    "Website": "Website",
    "Do Not Track": "Não Registar",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Este site respeita a opção de \"não recolher dados\" existente na maior parte dos navegadores modernos e desativa o Google Analytics quando este se encontra presente. Não podemos remover automaticamente outros métodos de recolha de dados sem causar grande impacto na utilização do site. Caso deseje gerir manualmente estes métodos de recolha de dados, refira-se à secção de desativação dos cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Pode optar por desativar ou desligar seletivamente quaisquer cookies ou cookies de terceiros nas configurações do seu navegador</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Este site utiliza cookies para melhorias graduais. Pode confirmar que os serviços funcionam sem cookies mas isso reduz a facilidade de utilização. Por exemplo, o site não irá recordar se pagou anteriormente pelo elementary OS; por defeito ser-lhe-á pedido para pagar de novo.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Armazena cookies para registar elementos comportamentais e analisar ameaças potenciais. Para mais informação, ver",
    "Cloudflare Privacy &amp; Security Policy": "Política de Segurança &amp; de Privacidade da Cloudflare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Armazena cookies para recolher informação - incluindo o número de visitantes do site, o local que os referiu e as páginas que visitaram - num formulário anónimo. Esta informação é usada para ajudar a melhorar o site. Para mais informação, veja o artigo do Google em",
    "Safeguarding Your Data": "Protegendo os Seus Dados",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Usa cookies para lembrar a sua última encomenda e o seu país de forma a saber que tipos de cartão disponibilizar para os pagamentos. Para mais informação, ver",
    "Stripe's Privacy Policy": "Política de Privacidade de Stripe",
    "Manage Cookies": "Gerir Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Uma vez que já visitou o nosso site, pode preferir gerir os cookies já configurados no seu navegador. Pode encontrar a seguir as ligações para as instruções correspondentes.",
    "Transparency": "Transparência",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Não colocámos nenhuma backdoor no nosso software nem recebemos nenhum pedido para o fazer. Também nunca recebemos uma carta da National Security, uma notificação da FISA ou outro pedido classificado de informação referente aos utilizadores.",
    "Privacy &sdot; elementary": "Privacidade &sdot; elementary"
}
