{
    "Privacy": "Privacidade",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Os seus dados pertencem a si e apenas a si. Não queremos fazer negócios de publicidade nem recolhemos dados pessoais sensíveis. Somos financiados diretamente pelos nossos utilizadores que pagam o que querem pelo elementary OS e pelas aplicações no Centro de Aplicações. E é assim que deve ser.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Protegemos ativamente os seus dados de nós próprios e dos outros, não os recolhendo. Acreditamos que respeitar e proteger a sua privacidade é a coisa ética a fazer; <strong>as pessoas têm um direito fundamental à máxima privacidade, mesmo de empresas e produtos em que confiam.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Não recolhemos quaisquer dados do elementary OS.</strong> Os seus ficheiros, definições e todos os outros dados pessoais permanecem no dispositivo a menos que os partilhe explicitamente com uma aplicação ou serviço de terceiros.",
    "Protections": "Proteções",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "O elementary OS vem com proteções de privacidade incorporadas para ajudar a proteger os seus dados de outros.",
    "Tattle-tale": "Linguarudo",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "O elementary OS ajuda-o a saber sempre o que as aplicações estão a fazer. Quando uma aplicação usa o seu microfone, mostramos um indicador para o informar. Quando uma aplicação está a usar muita energia, informamo-lo no seu indicador de bateria.",
    "Permissions": "Permissões",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Quando uma aplicação quer ter acesso aos seus dados ou dispositivos, tem de o solicitar previamente. Revemos todas as aplicações do Centro de Aplicações para nos certificarmos de que estão a utilizar corretamente as permissões—e pode sempre revogá-las você mesmo nas Definições do Sistema.",
    "Housekeeping": "Limpeza",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "O elementary OS pode manter automaticamente os seus ficheiros e lixo temporário arrumados de forma organizada. Não só isto permite libertar espaço de armazenamento, pode também assegurar que os seus dados privados não regressam para o perseguir.",
    "Online Accounts": "Contas Online",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "O elementary OS integra-se opcionalmente com as contas online tais como fornecedores de correio eletrónico e de calendário através das Definições do Sistema. Os dados destes fornecedores podem ser recuperados pela sua cópia do elementary OS e armazenados localmente no seu dispositivo para serem exibidos em aplicações instaladas localmente, tais como o Correio, Calendário e Tarefas. <strong>Estes dados não são enviados para o elementary ou partilhados com terceiros.</strong>",
    "What Data is Collected": "Que dados são recolhidos",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Se optar por adicionar uma conta online, a sua cópia do elementary OS pode recolher e armazenar o seu nome, endereço de correio eletrónico, avatar, mensagens de correio eletrónico, eventos de calendário, contactos, fotografias e ficheiros das suas contas ligadas localmente no seu dispositivo. <strong>O elementary não recolhe nenhum destes dados.</strong>",
    "How Data is Used": "Como é que os dados são usados",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Os seus dados são armazenados localmente no seu dispositivo e nunca são enviados para servidores do elementary ou quaisquer terceiros.</strong> É utilizado para preencher as suas aplicações instaladas localmente tais como Correio, Calendário, Tarefas, Ficheiros, e Fotos com os seus dados para que possa aceder aos mesmos.",
    "Sharing Data": "Partilha de dados",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>O elementary OS não partilha quaisquer dados recolhidos das suas contas online.</strong> Os dados nunca são enviados para servidores do elementary ou de terceiros.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Esta página utiliza o serviço de código aberto Plausible Analytics para contagem anónima de visitas, transferências, etc. Poderá visualizar a mesma informação que nós no <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\"> painel público</a>. Não são usados cookies nem guardados dados pessoais (nem mesmo endereços IP ou informações do navegador). Para mais informações, veja a <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">política de dados da Plausible</a>",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Pode optar por desativar ou desligar seletivamente quaisquer cookies ou cookies de terceiros nas configurações do seu navegador</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Este site utiliza cookies para melhorias graduais. Pode confirmar que os serviços funcionam sem cookies mas isso reduz a facilidade de utilização. Por exemplo, o site não irá recordar se pagou anteriormente pelo elementary OS; por defeito ser-lhe-á pedido para pagar de novo.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Armazena cookies para registar elementos comportamentais e analisar ameaças potenciais. Para mais informação, ver",
    "Cloudflare Privacy &amp; Security Policy": "Política de Segurança e de Privacidade da Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Usa cookies para lembrar a sua última encomenda e o seu país de forma a saber que tipos de cartão disponibilizar para os pagamentos. Para mais informação, ver",
    "Stripe's Privacy Policy": "Política de Privacidade de Stripe",
    "Manage Cookies": "Gerir Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Uma vez que já visitou o nosso Website, pode preferir gerir os cookies já configurados no seu navegador. Pode encontrar a seguir as ligações para as instruções correspondentes.",
    "Transparency": "Transparência",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Não colocámos nenhum backdoor no nosso software nem recebemos nenhum pedido para o fazer. Também nunca recebemos uma carta da National Security, uma notificação da FISA ou outro pedido classificado de informação referente aos utilizadores.",
    "Privacy &sdot; elementary": "Privacidade &sdot; elementary"
}
