{
    "Always Provide An Undo": "Siempre permita deshacer",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should allow the user to undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "En ocasiones el usuario realizará una acción que puede ser destructiva o tradicionalmente irreversible. En lugar de mostrar al usuario una advertencia, las apps deben permitirle deshacer la acción durante un periodo de tiempo apropiado. Veamos los principales ejemplos en los que este comportamiento es útil:",
    "<strong>Closing an app</strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"/docs/human-interface-guidelines/closing\">Closing</a>.": "<strong>Cierre de una aplicación</strong>. En lugar de advertir al usuario,  guarde automáticamente su trabajo y el estado de la aplicación, para que pueda regresar exactamente donde lo dejó. Vea <a href=\"/docs/human-interface-guidelines/closing\">Cierre</a>.",
    "<strong>Deleting an item</strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Eliminación de un elemento</strong>. En lugar de preguntar al usuario si está seguro; hacer que el elemento \"desaparezca\" de la app, pero proporcionando una forma fácil e intuitiva para deshacer la eliminación.",
    "<strong>Sending an email</strong>. Rather than asking the user if they want to send an email, allow them to undo or edit the message a short time after &quot;sending.&quot;": "<strong>Enviar un correo electrónico</strong>. En lugar de preguntar al usuario si desea enviar un correo electrónico, permítanle deshacer o editar el mensaje durante cierto tiempo tras \"enviarlo\".",
    "<strong>Editing a photo</strong>. Instead of asking the user if they want to destructively apply an edit, allow them to undo the edit and always keep the original backed up.": "<strong>Editar una foto</strong>. En lugar de preguntar al usuario si desea  aplicar una edición de forma irreversible, permítanle deshacer la edición y mantener siempre una copia de seguridad del original.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Este comportamiento, sólo como último recurso, debe ser implementado proporcionando un tiempo de seguridad entre que la app muestra al usuario lo que ha pasado y lleva a cabo realmente la acción. Para mantener interactiva la experiencia, la aplicación debe aparentar siempre que ha realizado la acción en cuanto el usuario la inicie.",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Este comportamiento rompe con el equilibrio perfecto de no entrometerse en las acciones del usuario pero asegurándose de que no hacen nada no intencionado. Es importante que la acción de deshacer pase desapercibida, pero que a la vez sea simple e intuitiva; una manera común de hacer esto es usando una barra de información, aunque otros métodos pueden ser apropiados.",
    "See also: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo</a> by Aza Raskin": "Vea tambien: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Leer artículo en A List Apart\">Nunca Uses una Advertencia Cuando te refieres a Deshacer</a> por Aza Raskin",
    "Next Page:": "Próxima página:",
    "First-Launch Experience": "Experiencia de la primera apertura"
}