{
    "App Launchers": "Lanzadores de Aplicaciones",
    "The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. In order to provide these launchers you must install an appropriate .desktop file with your app. This includes giving your launcher an appropriate name, placing it in the correct category, assigning it an icon, etc.": "El principal método de descubrimiento y uso de su app será a través de un lanzador en Slingshot o en el dock. Para proporcionar estos lanzadores, debe instalar un archivo .desktop junto con su app. Esto incluye darle a su lanzador un nombre apropiado, colocarlo en la categoría adecuada, asignarle un icono, etc.",
    ".desktop files follow the freedesktop.org <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Desktop Entry Specification</a>. They should be installed in <em>/usr/share/applications</em>. Users may create their own launchers by putting .desktop files in <em>~/.local/share/applications</em>.": "Los archivos .desktop siguen las  <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Especificaciones de Acceso al Escritorio -en inglés-</a> de freedesktop.org. Deben ser instaladas en <em>/usr/share/applications</em>. Los usuarios pueden crear sus propios lanzadores poniendo archivos .desktop en <em>~/.local/share/applications</em>.",
    "The contents of .desktop files should follow this formula:": "Los contenidos de los archivos .desktop deben seguir este modelo:",
    "<em><strong>Title</strong> is a(n) <strong>GenericName</strong> that lets you <strong>Comment</strong>.</em>": "<em><strong>Title</strong> es un(a) <strong>GenericName</strong> que te permite <strong>Comment</strong>.</em>",
    "Title": "Title",
    "You should not include descriptive words in your title. For example, Dexter is called &quot;Dexter,&quot; not &quot;Dexter Address Book.&quot; Midori is just &quot;Midori,&quot; not &quot;Midori Web Browser.&quot; Instead, utilize the GenericName attribute of your app's .desktop file for a generic name, and the Comment attribute for a longer descriptive phrase.": "No se deben incluir palabras calificativas en el título. Por ejemplo, Dexter se llama \"Dexter\", no \"Libreta de Direcciones Dexter\". Midori es sólo \"Midori\", no \"Navegador de Internet Midori\". En su lugar, utilice el atributo GenericName de su app para un nombre genérico, y el atributo Comment para una frase calificativa más larga.",
    "GenericName": "GenericName",
    "If your app is easily categorized or described with a generic name, you should use that for the GenericName attribute in your app's .desktop file. If you can say, &quot;My app is a(n) <strong>____</strong>,&quot; then whatever fits in that blank could be the generic name. For example, Maya is a calendar, so its generic name is &quot;Calendar.&quot;": "Si su app es fácilmente clasificada o descrita con un nombre genérico, debe usarlo para el atributo GenericName del archivo .desktop de su app. Si usted dice \"Mi app es un(a) <strong>_____</strong>\", entonces lo que vaya en ese hueco debe ser el nombre genérico. Por ejemplo, Maya es un calendario, así que su nombre genérico es \"Calendario\". ",
    "You should not include articles (the, a, an) or the words &quot;program,&quot; &quot;app,&quot; or &quot;application&quot; in your app's generic name.": "No debe incluir los artículos (el, la, uno, una) o las palabras \"programa\", \"app\", o \"aplicación\" en el nombre genérico de su app.",
    "The generic name should be in <a href=\"/docs/human-interface-guidelines/capitalization#title-case\">title case</a> and may be used around the system to better describe or categorize your app. ": "El nombre genérico debe tener el <a href=\"/docs/human-interface-guidelines/capitalization#title-case\">estilo de título</a> y debe ser usado a lo largo de todo el sistema para describir o clasificar mejor su app.",
    "Comment": "Comment",
    "The system utilizes an app's Comment attribute found in the .desktop file to succinctly inform a user what can be done with the app. It should be a short sentence or phrase beginning with a verb and containing the primary nouns that your app deals with. For example, the following are appropriate comments:": "El sistema utiliza un atributo de comentario de la app que se localiza en el archivo .desktop para informar concisamente de lo que puede hacerse con ella. Debe ser una oración corta o una frase que comience con un verbo y contenga sustantivos relativos a su app. Por ejemplo, estos son comentarios apropiados.",
    "Maya: <strong>Browse and schedule events</strong>": "Maya: <strong>Explore y programe eventos</strong>",
    "Noise: <strong>Listen to music</strong>": "Noise: <strong>Escuche música</strong>",
    "Lingo: <strong>Look up definitions</strong>": "Lingo: <strong>Busque definiciones</strong>",
    "Geary: <strong>Send and receive mail</strong>": "Geary: <strong>Envíe y reciba correo electrónico</strong>",
    "Scratch: <strong>Edit text files</strong>": "Scratch: <strong>Edite archivos de texto</strong>",
    "Files: <strong>Browse and manage your files</strong>": "Archivos: <strong>Explore y gestione archivos</strong>",
    "An app's comment should be in <a href=\"/docs/human-interface-guidelines/capitalization\">sentence case</a>, not include terminal punctuation (periods, exclamation points, or question marks), and should be as short as possible while describing the <em>primary</em> use case of the app.": "El comentario de una app debe seguir el <a  href=\"/docs/human-interface-guidelines/capitalization\">estilo de oración</a>, sin incluir puntuación final (puntos, signos de exclamación o interrogación), y debe ser lo más corta posible, mientras describe el uso <em>primario</em> de la app.",
    "Categories": "Categorías",
    "The following categories may be used to aid with searching or browsing for your app:": "Las siguientes categorías se pueden utilizar para ayudar con la búsqueda o la navegación para su aplicación:",
    "AudioVideo  ": "AudioVideo",
    "Audio": "Audio",
    "Video": "Vídeo",
    "Development": "Desarrollo",
    "Education": "Educación",
    "Game": "Juegos",
    "Graphics": "Gráficos",
    "Network ": "Internet",
    "Office": "Oficina",
    "Science": "Ciencia",
    "Settings": "Configuración ",
    "System": "Sistema",
    "Utility": "Utilidades",
    "For more info, see the FreeDesktop.Org <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">menu entry</a> spec.": "For more info, see the FreeDesktop.Org <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">menu entry</a> spec.",
    "Keywords": "Palabras claves",
    "You may also include keywords in your launcher to help users find your app via search. These follow the convention of &quot;X-GNOME-Keywords&quot; (for in the app launcher) and &quot;X-AppInstall-Keywords&quot; (for in the app installer). For example, web browser might include &quot;Internet&quot; as a keyword even though it's not in the app's name, generic name, or description. As a result, a user searching for &quot;Internet&quot; will find the app. Here are some more examples:": "You may also include keywords in your launcher to help users find your app via search. These follow the convention of \"X-GNOME-Keywords\" (for in the app launcher) and \"X-AppInstall-Keywords\" (for in the app installer). For example, web browser might include \"Internet\" as a keyword even though it's not in the app's name, generic name, or description. As a result, a user searching for \"Internet\" will find the app. Here are some more examples:",
    "Geary: <strong>Email;Gmail</strong>": "Geary: <strong>Email;Gmail</strong>",
    "Midori: <strong>Internet;WWW;Explorer</strong>": "Midori: <strong>Internet;WWW;Explorer</strong>",
    "Files: <strong>Folders;Browser;Explorer;Finder;Manager</strong>": "Files: <strong>Carpetas;Navegar;Explorador;Finder;Gestor</strong>",
    "Terminal: <strong>Command;Prompt;cmd;Emulator</strong>": "Terminal: <strong>Comando;Prompt;cmd;Emulador</strong>",
    "Scratch: <strong>Notepad;IDE;Plain</strong>": "Scratch: <strong>Bloc de notas;IDE;Plain</strong>",
    "System Settings: <strong>Control;Panel</strong>": "Configuración del sistema: <strong>Control;Panel</strong>",
    "Shotwell: <strong>Camera;Picture</strong>": "Shotwell: <strong>Cámara;Imágen</strong>",
    "Keywords should be single words in <a href=\"/docs/human-interface-guidelines/capitalization#title-case\">title case</a> and seperated with a semicolon.": "Las palabras clave deben ser palabras únicas escritas en <a href=\"/docs/human-interface-guidelines/capitalization#title-case\">estilo de título</a> y separadas con un punto y coma.",
    "See also: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Desktop Entry Specification</a> from FreeDesktop.org": "Vea también: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Especificación de entrada al escritorio</a> de FreeDesktop.org",
    "Next Page:": "Próxima página:",
    "Contractor": "Contractor"
}