{
    "Avoid Configuration": "Evitar La Configuración",
    "If possible, completely avoid presenting any settings or configuration in your app. Providing settings is usually an easy way out of making design decisions about an app's behavior. But just like with problems of feature bloat, settings mean more code, more bugs, more testing, more documentation, and more complexity.": "Si es posible, evite completamente presentar cualquier ajuste o configuración en su app. Proporcionar ajustes es normalmente una manera fácil de evitar hacer decisiones en el diseño del comportamiento de una app. Pero, al igual que los problemas de exceso de características, los ajustes significan más código, más bugs, más testeo, más documentación, y más complejidad.",
    "Build for the &quot;Out of The Box&quot; Experience": "Creado para tener una experiencia \"Listo para Usar\" ",
    "Design with sane defaults in mind. elementary apps put strong emphasis on the out of the box experience. If your app has to be configured before a user is comfortable using it, they may not take the time to configure it at all and simply use another app instead.": "Diseñe con predeterminados sensatos en mente. Las apps de elementary enfatizan en la experiencia \"Lista para Usar\". Si tu app tiene que ser configurada antes de que un usuario se sienta cómodo usándola, quizá él no dedique nada de tiempo a configurarla y simplemente busque otra app en su lugar.",
    "Ask the Operating System": "Pedir al Sistema Operativo",
    "Get as much information automatically as possible. Instead of asking a user for their name or their location, ask the system for this information. This cuts down on the amount of things a user has to do before they are able to actually do anything and makes your app look intelligent and integrated.": "Tome tanta información automáticamente como sea posible. En lugar de preguntar al usuario por su nombre o ubicación, pregúntele al sistema esta información. Esto reduce el número de cosas que el usuario tiene que hacer antes de que pueda hacer algo y hace que su app parezca más inteligente e integrada.",
    "Do You Really Need It?": "¿Realmente lo necesita?",
    "Ask yourself if the configuration option you are adding is really necessary or makes sense to a user. Don't ever ask users to make engineering or design decisions. Configuration should be strictly regulated to either set-up or personal preference.": "Pregúntese si la opción de configuración que está añadiendo es realmente necesaria o si tiene sentido para un usuario. Nunca haga a los usuarios tomar decisiones de ingeniería o de diseño. La configuración debe estar estrictamente regulada a preferencias organizativas o personales.",
    "When You Absolutely Have To": "Cuando absolutamente tienes que",
    "Keep things contextual. Instead of tucking away preferences in a configuration dialog, think about displaying them in context with the objects they affect (much like how shuffle and repeat options appear near your music library).": "Mantenga las opciones en su contexto. En lugar de separar las preferencias en un cuadro de configuración, piense en mostrarlas en su contexto junto a aquello que afecta (piense en como los botones de aleatorio y repetición aparecen cerca de su colección de música).",
    "If your app needs to be configured before it can be used (like a mail client), present this configuration inside the main window much like a <a href=\"/docs/human-interface-guidelines/welcome-screen\">Welcome Screen</a>. Once again, make sure this is really necessary set-up. Adding unnecessary configuration screens stops users from doing what they wanted to do when they opened your app in the first place.": "Si su app necesita ser configurada antes de que se pueda usar (como un cliente de correo), presente esta configuración dentro de la ventana principal como una <a href=\"/docs/human-interface-guidelines/welcome-screen\">Pantalla de Bienvenida</a>. De nuevo, asegúrese de que es un ajuste completamente necesario. Añadir pantallas de configuración innecesarias frena al usuario de hacer aquello que quería cuando abrió su app al principio.",
    "See Also:": "Véase también:",
    "<a href=\"http://limi.net/checkboxes-that-kill\">Checkboxes That Kill Your Product</a> by Alex Limi": "<a href=\"http://limi.net/checkboxes-that-kill\">Casillas De Verificación Que Acaban Con Su Producto</a> by Alex Limi",
    "<a href=\"http://zachholman.com/posts/shit-work/\">Don't Give Your Users Shit Work</a> by Zach Holman": "<a href=\"http://zachholman.com/posts/shit-work/\">No Dar a los Usuarios una Mierda de Trabajo</a> por Zach Holman",
    "Next Page:": "Próxima página:",
    "Minimal Documentation": "Un mínimo de documentación"
}