{
    "Capitalization": "Uso de mayúsculas (en inglés)",
    "All textual user interface items, including labels, buttons, and menus, should use one of two capitalization styles: sentence case or title case.": "En inglés, todos los componentes textuales de una interfaz de usuario, incluyendo etiquetas, botones y menús, deben utilizar uno de dos estilos de uso de mayúsculas: «oración» (<i>Sentence case</i>) y «título» (<i>Title Case</i>). Es muy importante hacer énfasis que esto solo aplica al texto que escriba en inglés; en español no existen estos estilos y no deben calcarse.",
    "Sentence Case": "Estilo de oración",
    "Sentence case means you capitalize like in a standard sentence or phrase.": "El «estilo de oración» significa que las mayúsculas se utilizan como es normal en cualquier oración o frase.",
    "Only the first letter of the phrase and the first letter of proper nouns are capitalized.\nUsed for labels and descriptive text.": "Solo se escribe en mayúsculas la primera letra de la oración y la primera letra de los nombres propios.\nEste estilo se utiliza en las etiquetas y los bloques de texto descriptivo.",
    "ex. &quot;Always open MPEG files with Marlin&quot; next to a checkbox.": "Ejemplos: <i>Always open MPEG files with Marlin</i> como etiqueta de casilla de verificación.",
    "ex. &quot;Read news feeds&quot; for the description of an RSS reader.": "<i>Read news feeds</> como descripción de un lector de RSS.",
    "ex. &quot;This folder is empty&quot; in a file manager.": "<i>This folder is empty</i> en un gestor de archivos.",
    "Title Case": "Estilo de título",
    "Title case means you capitalize like a book or article title.": "El «estilo de título» es como se acostumbra escribir el título de canciones, libros y artículos en inglés.",
    "Capitalize the first and last words.\nAll nouns, pronouns, adjectives, verbs, adverbs, and subordinate conjunctions (as, because, although) are capitalized.\nUsed for titles, buttons, menus, and most other widgets.": "Las palabras primera y última llevan mayúscula inicial.\nTambién la llevan todos los sustantivos, pronombres, adjetivos, adverbios y conjunciones subordinadas (<i>as, because, although</i>).\nEste estilo se usa en títulos, botones, menús y muchos otros <i>widgets</i>.",
    "ex. &quot;Open File&quot; title in a dialog.": "Ejemplos: <i>Open File</i> como título de un cuadro de diálogo.",
    "ex. &quot;Delete 13 Songs&quot; on a button.": "<i>Delete 13 Songs</i> como nombre de un botón.",
    "ex. &quot;Search Contacts...&quot; in a search bar.": "<i>Search Contacts…</i> en un cuadro de búsqueda.",
    "Notes/Exceptions": "Notas y excepciones",
    "Proper nouns should always be capitalized properly; this means that, for example, Google should always be shown as &quot;Google,&quot; elementary should always be shown as &quot;elementary,&quot; and MPEG should always be shown as &quot;MPEG.&quot; If you're unsure how a certain pronoun should be officially capitalized, refer to the documentation of the pronoun in question.": "Los nombres propios siempre deben seguir el uso de mayúsculas oficial para cada cual. Esto significa que Google siempre debe escribirse «Google», elementary siempre debe mostrarse como «elementary», eBay siempre debe ser «eBay» y MPEG, un acrónimo, debe aparecer como «MPEG».",
    "Next Page:": "Próxima página:",
    "Punctuation": "Puntuación"
}