{
    "Language": "Idioma",
    "While much of elementary is developed in English, there are many users who do not know English or prefer their native language. While putting text into your app, keep the following in mind:": "Aunque mucho del desarrollo original de elementary se lleva a cabo en inglés, debemos considerar a los muchos usuarios que prefieren usar su lengua materna. Tenga en mente lo siguiente cuando añada texto a su aplicación:",
    "<strong>Make it translatable.</strong> Always, always make your text translatable using the built-in methods. It can't be translated if you don't make it translatable. Include punctuation in translatable strings.": "<strong>Hágalo traducible.</strong> Siempre, siempre permita la traducción del texto mediante los métodos incorporados. Si no marca una cadena de texto como traducible, los traductores no podrán verla. Incluya toda la puntuación en las cadenas traducibles, ya que no siempre es igual a la inglesa.",
    "<strong>Avoid culture-specific references.</strong> Remember that users of another language are going to be using your app. Specific metaphors or references will likely be lost on or downright confusing to other those users. Instead, use universal text.": "<strong>Evite referencias culturales específicas.</strong> Recuerde que los usuarios de otros idiomas van a usar su aplicación. Las metáforas o referencias específicas seguramente se acaben perdiendo o confundan a estos otros usuarios. En su lugar use un lenguaje universal.",
    "<strong>Keep differences in mind.</strong> Remember that other languages and cultures often use different currencies, date formats, punctuation, and more. Always keep these things in mind when developing your app's text, and use the system-provided methods for translating these items when possible.": "<strong>Tenga en cuenta las diferencias.</strong> Recuerde que a veces otros idiomas y culturas usan monedas, formatos de fecha y puntuación distintos, entre otros. Siempre tenga esto en cuenta a la hora de desarrollar el texto de su app y use los métodos proporcionados por el sistema para la traducción de estos elementos cuando sea posible.",
    "<strong>Right-to-left.</strong> It's easy to forget about right-to-left (RTL) languages if you're so used to using left-to-right. Make sure your app still works well when used with RTL layouts, and always use RTL-compatible widgets when developing your app.": "<strong>Derecha a izquierda.</strong> Es fácil olvidarse de idiomas que escriben de derecha a izquierda (RTL, de sus siglas en inglés right-to-left) si está acostumbrado a escribir de izquierda a derecha. Asegúrese de que su app sigue funcionando bien cuando se usan diseños RTL y use siempre widgets compatibles con RTL cuando esté desarrollando su aplicación.",
    "Next Page:": "Próxima página:",
    "Capitalization": "Uso de mayúsculas"
}