{
    "Minimal Documentation": "Un mínimo de documentación",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance. This is great for developers because most of us don't want to write documentation anyways. Follow these principals and you'll create understandable apps that save you a lot of work.": "La mayoría de los usuarios no quieren leer los archivos de ayuda antes de que poder usar su app. Al contrario, esperan que sea intuitiva y sencilla de entender sin ayuda. Esto es genial para los desarrolladores ya que la mayoría de nosotros no queremos escribir esta documentación. Siga estos principios y creará apps entendibles que le ahorrarán mucho trabajo.",
    "The most ridiculous offender of all is the sudoers man page, which for 15 years has started with a 'quick guide' to EBNF, a system for defining the grammar of a language. 'Don't despair', it says, 'the definitions below are annotated.'": "La ofensa más ridícula de todas es la página de 'sudoers man', que durante 15 años ha empezado con una \"guía rápida\" a EBNF, un sistema para definir la gramática de un lenguaje. \"No desespere\", dice, \"las definiciones de abajo están comentadas\".",
    "Use Understandable Copy": "El texto debe ser fácil de entender",
    "Avoid technical jargon and assume little-to-no technical knowledge. This allows your app to be &quot;self-documenting.&quot;": "Evite la jerga técnica y asuma poco o ningún conocimiento técnico. Esto hará que la aplicación «se documente a sí misma».",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Proporcione explicaciones no técnicas en vez de mensajes de error crípticos. Si algo falla, debe aparecer una explicación simplificada de lo que ocurrió y de cómo corregirlo.",
    "For more information, see <a href=\"/docs/human-interface-guidelines/writing-style\">Writing Style</a>.": "Para obtener más información, consulte <a href=\"/docs/human-interface-guidelines/writing-style\">Estilo de escritura</a>.",
    "Next Page:": "Próxima página:",
    "User Workflow": "Flujo de trabajo del usuario"
}