{
    "Toolbars": "Barras de herramientas",
    "A Toolbar is useful for providing users with quick access to an app's most used features. Besides Buttons, a Toolbar is one of the most frequently used UI elements. It may seem like a simple container, but it is important to remain consistent in it's use and organization.": "Una barra de herramientas es útil para proporcionar a los usuarios acceso rápido a las funciones más utilizadas de una aplicación. Además de los botones, una barra de herramientas es uno de los elementos de la interfaz de uso más frecuente. Puede parecer un simple contenedor, pero es importante que se mantenga constante en su uso y organización.",
    "Ordering Toolbar Items": "Ordenando elementos de la Barra de Herramientas",
    "Toolbar items should be organized with the most significant objects on the left and the least significant on the right, with the AppMenu always on the far right of the Toolbar. If you have many toolbar items it may be appropriate to divide them into groups with space in between each group. Keep in mind that when viewed with RTL languages, your toolbar layout will be flipped.": "Los elementos de la barra de herramientas se deberían organizar con los objetos más significativos a la izquierda y los menos significativos en la derecha, con el Menú de la Aplicación siempre en el extremo derecho de la barra de herramientas. Si tienes muchos elementos en la barra de herramientas, puede ser apropiado dividirlos en grupos con espacio entre cada grupo. Ten en cuenta que cuando se ve con idiomas RTL, el diseño de la barra de herramientas se volteará.",
    "Allowing for Customization": "Pèrmitiendo la Personalización",
    "Although it's not required, you may feel that your app should be flexible with its UI. In the case of a complex app like a file browser or web browser, this means the ability to hide and show different panes as well as the ability to rearrange toolbar items. This kind of functionality should be provided by a context menu on the toolbar. The menu should first display UI elements that can be shown or hidden, then a separator, and finally the &quot;Customize...&quot; entry.": "Aunque no es necesario, usted puede sentir que aplicación debe ser flexible con su interfaz de usuario. En el caso de una aplicación compleja como el explorador de archivos o el navegador web, esto significa la capacidad de ocultar y mostrar diferentes paneles, así como la capacidad de reorganizar los elementos de la barra de herramientas. Este tipo de funcionalidad debe ser proporcionada por un menú contextual de la barra de herramientas. El menú debe primero mostrar los elementos de la interfaz de usuario que se pueden mostrar u ocultar, luego el separador, y finalmente la entrada \"Personalizar...\".",
    "Next Page:": "Siguiente Página:",
    "AppMenu": "Menú de la Aplicación"
}