{
    "Welcome Screen": "Pantalla de bienvenida",
    "The Welcome Screen is a friendly way to help users get started with your app.": "La pantalla de bienvenida es una buena manera de ayudar a que los usuarios se familiaricen con su aplicación.",
    "Usage": "Uso",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Normalmente, la pantalla de bienvenida se utiliza en aplicaciones como Noise o Scratch, en las que es necesario importar o crear objetos antes de poder interactuar con ellos. De esta manera, los usuarios saben con rapidez cómo comenzar a usar la aplicación y qué pasos hay que seguir.",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Asegúrate de que si tu aplicación permite limpiar su biblioteca, la pantalla de bienvenida sea mostrada de nuevo en vez de una lista vacía.",
    "Labeling": "Uso de etiquetas",
    "The Welcome Screen consists of two sets of labels:": "La pantalla de bienvenida contiene dos conjuntos de etiquetas:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "El primer conjunto explica la situación y qué te ayudará a lograr la pantalla de bienvenida. Por ejemplo, la pantalla de bienvenida de Noise te explica que tu bibliteca de música está vacía y que para hacer que la vista de biblioteca sea útil debemos añadirle música.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "El segundo conjunto de etiquetas consta de las acciones que ayudarán al usuario a empezar a usar la aplicación. Usando Noise como un ejemplo de nuevo, una posible acción es establecer la carpeta de música en otra ubicación. Primero nombramos la acción, \"Establecer la carpeta de música\". Luego describimos qué hace esa acción, \"Encontrar la carpeta de música e importar sus contenidos\"",
    "Iconography": "Iconografía",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Cada acción incluye un icono para facilitar su visualización rápida. En la mayoría de los casos se utilizan iconos de acciones, pero también es posible utilizar iconos de lugares, para acciones como importar; e incluso iconos de aplicaciones, para abrir utilidades de configuración.",
    "Next Page:": "Próxima página:",
    "Source List": "Lista de fuentes"
}