{
    "What Design Is Not": "Lo que no es el diseño",
    "Before we get into all the things that make up elementary apps, there is a clarification that needs to be made. We need to understand what exactly design is about. For a quick crash course, we recommend watching <a href=\"http://youtu.be/r2CbbBLVaPk\">This Video</a>. But let's give a quick run down of what design is not and smash two major myths:": "Antes de entrar en todas las cosas que componen las aplicaciones de elementary, tenemos que hacer una aclaración. Tenemos que comprender en qué consiste exactamente el diseño. Para un rápido curso intensivo, recomendamos ver <a href=\"http://youtu.be/r2CbbBLVaPk\">este vídeo</a>. Pero hagamos un pequeño resumen de lo que no es diseño y aplastemos dos grandes mitos:",
    "<strong>Design is not something you add on after you've completed a product.</strong> Whether you realize it or not, you are constantly designing anything you build. It is an intrinsic part of creating something. Design is not just what something looks like. It's not just the colors and fonts. Design is how it works. When you decide to add a button that does a thing, that is design. You made a decision to add a button with an icon or a label and where that button went and the size and color of that button. Decisions are designs.": "<strong>El diseño no es algo que añades después de haber terminado un producto.</strong> Te des cuenta o no, estás constantemente diseñando todo lo que construyes. Es una parte intrínseca de la creación de cualquier cosa. El diseño no es solo cómo se ve algo. No son solo colores y fuentes. El diseño es cómo funciona. Cuando decides añadir un botón que hace algo, eso es diseño. Hiciste la decisión de añadir un botón con un icono o etiqueta, dónde ponerlo y el tamaño y color del botón. Las decisiones son diseños.",
    "<strong>Design is not just like your opinion, man.</strong> Design is quantifiable. One design will meet a specific goal better than another design. Consider different types of bicycles. A folding bicycle has a different set of design goals than a mountain bicycle. Things like weight, size, and tire tread are important factors in helping the intended user reach their goals. Because we understand that design is about solving specific problems, we must also understand that we can objectively compare the effectiveness of two designs at solving those problems.": "<strong>El diseño no es igual que tu opinión.</strong> El diseño es cuantificable. Un diseño cumplirá un objetivo específico mejor que otro diseño. Piensa en dos tipos de bicicletas diferentes. Una bicicleta plegable tiene un conjunto de objetivos distinto al de una bicicleta de montaña. Cosas como el peso, el tamaño y la rodadura son factores importantes para ayudar al usuario a alcanzar sus objetivos. Como entendemos que el diseño consiste en resolver problemas específicos, también debemos entender que podemos comparar objetivamente la eficacia de los dos diseños a la hora de resolver los problemas.",
    "Design Is Not Veneer, Aral Balkan": "«Diseñar no es aplicar barniz.» —Aral Balkan",
    "Design is Not Subjective, Jeff Law": "«El diseño no es subjetivo.» —Jeff Law",
    "Next Page:": "Próxima página:",
    "Concision": "Consición"
}