{
    "Window Tiles": "Títulos de ventanas",
    "When dealing with window titles, consider that their main use is in distinguishing one window from another. A good window title will provide a description that helps a user make a selection. Keep that in mind as you consider the following:": "When dealing with window titles, consider that their main use is in distinguishing one window from another. A good window title will provide a description that helps a user make a selection. Keep that in mind as you consider the following:",
    "A view window should display the name of the content being viewed.  For example, in Midori the window title reflects the title of the current web page. When looking for a specific window among multiple instances of an app, simply showing the application's name is not helpful.": "A view window should display the name of the content being viewed.  For example, in Midori the window title reflects the title of the current web page. When looking for a specific window among multiple instances of an app, simply showing the application's name is not helpful.",
    "A window's title should not show the vendor name or version number of the app.  Adding the version number or vendor name clutters the title and doesn't help to distinguish a window. Additionally, this information is already available from your app's About window.": "El título de ventana no debe contener el nombre del fabricante ni el número de versión, ya que esta información no ayuda a distinguir la ventana. Además, el cuadro de diálogo «Acerca de» tiene como propósito mostrar estos datos.",
    "Dialogs and alerts should not display a window title. They are distinctive enough in their visual style and are often modal.": "Los cuadros de diálogo y las alertas no deben mostrar títulos de ventana. Están estilizados visualmente de modo que no lo necesitan y, por lo general, son modales.",
    "If you need to display more than one item in the title, separate the items with an em dash (—) with space on either side. The helps keep the title clean when you need to show more information.": "If you need to display more than one item in the title, separate the items with an em dash (—) with space on either side. The helps keep the title clean when you need to show more information.",
    "Don’t display pathnames in window titles, only the current destination. If you have two paths that are very similar it will be hard to distinguish them when displaying the full path. If you only show the destination, the distinction is clear.": "Don’t display pathnames in window titles, only the current destination. If you have two paths that are very similar it will be hard to distinguish them when displaying the full path. If you only show the destination, the distinction is clear.",
    "Next Page:": "Próxima página:",
    "Checkboxes &amp; Switches": "Casillas de verificación e interruptores"
}