{
    "Writing Style": "Estilo de escritura",
    "Use the following rules to keep your text understandable and consistent:": "Siga las reglas presentadas a continuación para mantener el texto comprensible y coherente:",
    "Be Brief": "Sea breve",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "No dé demasiado texto a los usuarios: los párrafos grandes desaniman la lectura. Escriba textos concisos y breves.",
    "<strong>Bad</strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Incorrecto</strong>: No parece que cuente con ninguna canción en la colección. Puede usar Noise para organizar música, añadir más y escuchar la que ya posee. Para comenzar pulse en el botón «Añadir» y siga las indicaciones. Cuando termine, la música aparecerá aquí.",
    "<strong>Better</strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Mejor</strong>: Obtenga algo de música. Noise no puede encontrar ninguna pusta. [Botones para importar o añadir música]",
    "Think Simple": "Piense con sencillez",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Asuma que los usuarios son inteligentes pero no técnicos. Evite palabras largas y raras; en cambio, emplee verbos, sustantivos y adjetivos sencillos y comunes. Jamás use la jerga técnica.",
    "<strong>Bad</strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Incorrecto</strong>: 37 archivos en formato de audio han sido importados correctamente en la base de datos de canciones.",
    "<strong>Better</strong>: Successfully added 37 songs.": "<strong>Mejor</strong>: Se añadieron 37 canciones correctamente.",
    "Get To The Bottom Line": "Vaya al grano",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Coloque la información más importante al principio. Así, si los usuarios no terminan de leer, tendrán en mente los datos necesarios.",
    "<strong>Bad</strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Incorrecto</strong>: Podría haber problemas con su conexión a Internet porque Lingo no pudo encontrar ninguna definición. Revísela e inténtelo de nuevo.",
    "<strong>Better</strong>: No definition found. Check your network connection and try again.": "<strong>Mejor</strong>: No se encontró la definición. Revise la conexión a Internet e inténtelo de nuevo.",
    "Don't Repeat Yourself": "No se repita",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "La repetición es molesta y alarga innecesariamente los mensajes.",
    "<strong>Bad</strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Incorrecto</strong>: Su dirección de correo electrónico, juanito@correo.com, se ha añadido. Para acceder a juanito@correo.com, pulse en el enlace «juanito@correo.com» ubicado más arriba.",
    "<strong>Better</strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Mejor</strong>: Se añadió la dirección de correo electrónico. Para acceder a ella, pulse en el enlace «juanito@correo.com» ubicado más arriba.",
    "Use Visual Hierarchy": "Utilice una jerarquía visual",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "La jerarquía visual ayuda a los usuarios a leer y entender el texto y, al mismo tiempo, saber qué es lo más importante. Utilice los encabezamientos y otros estilos de texto adecuadamente.",
    "<strong>Bad</strong>:": "<strong>Incorrecto</strong>:",
    "No files are open. Open a file to begin editing.": "No hay archivos abiertos. Abra un archivo para comenzar la edición.",
    "<strong>Better</strong>:": "<strong>Mejor</strong>:",
    "No files are open.": "No hay archivos abiertos.",
    "Open a file to begin editing.": "Abra un archivo para comenzar la edición.",
    "Next Page:": "Próxima página:",
    "Language": "Idioma"
}