{
    "Installation": "Instalación",
    "Download elementary OS": "Descargar elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si aún no lo has hecho, necesitarás <a href=\"/\" target=\"_blank\" rel=\"noopener\">descargar elementary OS de nuestra página de inicio.</a>. Después, sigue las instrucciones que encontrarás a continuación para copiarlo a una unidad USB.",
    "Recommended System Specifications": "Requisitos de sistema recomendados",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Aunque no tenemos unos requisitos mínimos estrictos, recomendamos las siguientes especificaciones para obtener el mejor resultado:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 o procesador dual-core de 64 bits comparable",
    "4 GB of system memory (RAM)": "4GB de memoria RAM",
    "Solid state drive (SSD) with 15 GB of free space": "Unidad de disco de estado sólido (SSD) con 15GB de espacio libre",
    "Internet access": "Conexión a Internet",
    "1024×768 display": "Pantalla con resolución de 1024x768",
    "Back Up Your Data": "Guarda primero tus datos importantes",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Asegúrate de guardar tus datos importantes en una ubicación externa, como un servicio en la nube o un disco duro externo. Al instalar un sistema operativo nuevo pueden perderse los datos anteriores.",
    "Choose your current Operating System": "Elige tu sistema operativo actual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selecciona el sistema operativo que estás utilizando actualmente para ver las instrucciones de instalación personalizadas.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Creando una unidad de instalación",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Necesitarás una unidad flash USB con al menos 2 GB de espacio libre y un programa llamado Rufus.",
    "Download Rufus": "Descargar Rufus",
    "Rufus - select ISO": "Rufus - selecciona ISO",
    "Open Rufus": "Inicia Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Inserta tu unidad USB y selecciónala en la lista de &quot; Device&quot; (dispositivos)",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Selecciona &quot;Disk or ISO image&quot; (imagen de disco o ISO) en la lista&quot;Boot selection&quot; (selección de arranque)",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Pulsa&quot;SELECT&quot; (seleccionar) y elige la ISO que has descargado previamente.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Generamos sumas de comprobación (o hash) para las imágenes de elementary OS y es recomendable comprobar que la suma de la descarga coincide con la suma generada por nosotros antes de intentar una instalación. Esto asegura que el archivo está completo y no está dañado. Pulsa",
    "the checksum icon": "the checksum icon",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "al lado de &quot;SELECT&quot; y verifica que el texto después de &quot;SHA256&quot; coincide con lo siguiente:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Si los textos coinciden, haz click en &quot;START&quot; y espera a que el proceso termine.",
    "Booting from the Install Drive": "Arrancando desde la unidad de instalación",
    "In order to start the installation process, you must boot your computer from the install drive.": "Para comenzar a instalar, hay que arrancar el ordenador desde la unidad de instalación.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Con el ordenador encendido, inserta la unidad de instalación (USB) y reinicia.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La mayoría de los ordenadores permiten arrancar desde otro dispositivo simplemente pulsando una tecla concreta, normalmente <kbd>F12</kbd>, <kbd>Esc</kbd>, u otra tecla de función. Esta información suele estar disponible en la pantalla de arranque del ordenador o en la documentación del mismo.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pulsa <kbd>F12</kbd> (o la tecla correspondiente) y selecciona la unidad de instalación, normalmente &quot;USB-HDD&quot; o algo que contenga la palabra &quot;USB&quot;. Si no es la unidad correcta, probablemente el ordenador arrancará con normalidad. Si es así, reinicia de nuevo y prueba con otra unidad en el menú.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Poco después de seleccionar la unidad de inicio apropiada, aparecerá la pantalla de bienvenida de elementary OS. A partir de ese momento, sigue las instrucciones en pantalla para terminar el proceso.",
    "Verify your Download": "Comprueba tu descarga",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Es importante, aunque no obligatorio, comprobar la integridad del archivo descargado. Generamos sumas de comprobación (o hash) para las imágenes de elementary OS y recomendamos revisar que la suma de la descarga coincida con la suma correspondiente antes de intentar una instalación. Esto asegura que el archivo esté completo y carente de daños.",
    "Running the following command in your Terminal:": "Ejecuta el siguiente comando en el Terminal:",
    "Should produce the output:": "La pantalla debería mostrar:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: Esto presupone que el archivo ISO está en la carpeta de descargas.\nEn caso contrario hay que especificar la ruta correcta, como se muestra a continuación",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Para crear una unidad de instalación para elementary OS en macOS, se necesita una unidad flash USB de al menos 2 GB de capacidad y una aplicación llamada &quot;Etcher&quot;.",
    "Download Etcher": "Descargar Etcher",
    "etcher steps": "etcher steps",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Inserta la unidad USB y selecciona el archivo ISO que acabas de descargar.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Abre &quot;Etcher&quot; y selecciona el archivo de imagen de elementary OS descargada utilizando el botón &quot;select image&quot;(seleccionar imagen).",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Compruebe que Etcher ha detectado la unidad USB correcta. De no ser así, puedes elegirla manualmente.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Pulsa el botón &quot;Flash!&quot;. Solo tardará un momento.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Cuando se complete, ya puedes reiniciar para instalar elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Durante el proceso de escritura en la unidad USB es posible que aparezca la siguiente ventana. Pulsa el botón Ignorar.",
    "Not readable warning": "Not readable warning",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Cuando oigas el tono de arranque de Mac, mantén pulsada la tecla <kbd>opción</kbd> (también llamada alt en algunos teclados). En un momento aparecerá una lista con las unidades de arranque disponibles. Haz doble click sobre la unidad correcta. Es posible que ésta aparezca como &quot;Windows&quot;. Esto es normal.",
    "Boot Errors": "Errores de arranque",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Si la unidad USB no apareciera en el menú de selección, es posible crear un DVD de inicio y arrancar elementary OS desde ahí. Para ello, introduce un DVD vacío en la unidad DVD, pulsa el botón derecho sobre la imagen ISO en una ventada de Finder y elige &quot;grabar elementaryos-0.4.1-stable.20180214.iso al disco&quot;. Cuando acabe, intenta arrancar de nuevo, esta vez desde el DVD.",
    "Running the following command in your terminal:": "Ejecutar el siguiente comando en el terminal:",
    "should produce the output:": "La pantalla debería mostrar:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Necesitarás una unidad flash USB con al menos 2 GB de espacio libre y un programa llamado UNetbootin.",
    "Download UNetbootin": "Descargar UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Abre UNetbootin. Aparecerá la siguiente pantalla:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Selecciona &quot;Imagen de disco&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Haz clic en &quot;…&quot; para seleccionar la ISO que has descargado.",
    "Unplug all USB memory devices apart from the one you want to use.": "Desconecta todos los dispositivos de memoria USB que no sean el que vas a usar.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Haz click en &quot;OK&quot; y espera a que acabe.",
    "After Installation": "Después de la instalación",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Aprovecha mientras se completa el proceso para leer la guía de<a href=\"/docs/learning-the-basics\">primeros pasos</a> para conocer tu nuevo sistema operativo."
}
