{
    "Translation Guide": "Guía de traducción",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "La localización de nuestro sitio web y nuestras aplicaciones es una parte muy importante para que elementary OS esté disponible para la mayor cantidad de gente posible. En lugar de depender únicamente de un equipo interno de traducción, utilizamos el crowdsourcing para que cualquiera pueda enviar traducciones con poco o ningún conocimiento técnico. Hemos creado esta guía de traducción para mantener la coherencia en toda la plataforma y ayudar a los nuevos traductores a comenzar.",
    "Steps to Begin Translation": "Para empezar a traducir",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "",
    "Have a": "Tener una",
    "Weblate account": "cuenta en Weblate",
    "Set your": "Establecer el",
    "language preferences": "idioma de preferencia",
    "Browse our": "Explorar nuestros",
    "translatable projects": "proyectos pendientes de traducción",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https:\/\/docs.weblate.org\/en\/weblate-3.0.1\/user\/index.html\">documentation<\/a>.": "",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https:\/\/join.slack.com\/t\/ele-l10n\/shared_invite\/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">join the translators Slack<\/a> and message an admin your Weblate username and what language you want to translate.": "",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues, we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Si no desea traducir usando Weblate, o hacer muchos cambios a la vez, también es posible traducir offline. Para ello:",
    "Go to a project you want to translate": "Elija un proyecto para traducir",
    "Choose your language": "Elija su idioma",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Pulse en &quot;Files&quot; y después en &quot;Download translation as gettext PO&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https:\/\/poedit.net\/\">Poedit<\/a>)": "",
    "Start translating": "Comience a traducir",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "",
    "Additional Info": "",
    "We won't support translation of the following pages:": ""
}
