{
    "Translation Guide": "Guía de traducción",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "La localización de nuestro sitio web y nuestras aplicaciones es una parte muy importante para que elementary OS esté disponible para la mayor cantidad de gente posible. En lugar de depender únicamente de un equipo interno de traducción, utilizamos el crowdsourcing para que cualquiera pueda enviar traducciones con poco o ningún conocimiento técnico. Para mantener la coherencia en toda la plataforma y ayudar a los nuevos traductores a comenzar, hemos creado esta guía de traducción.",
    "Steps to Begin Translation": "Para empezar a traducir",
    "Our apps and website are translated through Weblate: a free web-based translation management system. In order to submit translations, you should:": "Nuestras aplicaciones se traducen a través de Weblate, un sistema de gestión de traducciones libre basado en la web. Para colaborar con las traducciones, es necesario:",
    "Have a": "Tener una",
    "Weblate account": "cuenta en Weblate",
    "Set your": "establecer el",
    "language preferences": "idioma de preferencia",
    "Browse our": "Explorar nuestros",
    "translatable projects": "proyectos pendientes de traducción",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Una vez elegido un proyecto, es posible hacer sugerencias para texto aún sin traducir o cambios para traducciones realizadas. Estas serán evaluadas por un miembro del equipo de traducción que elegirá la más adecuada. Para más información sobre Weblate, pulsa <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\"> aquí.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">join the translators Slack</a> and message an admin your weblate username and what language you want to translate.": "Por defecto, únicamente es posible sugerir traducciones. Si quieres acceder a la posibilidad de guardarlas, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">únete a Slack</a>y manda un mensaje a uno de los administradores indicando tu nombre de usuario y a qué idioma quieres traducir.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Al traducir puedes encontrarte con varias posibilidadespara expresar la misma idea. En estas situaciones, la referencia es la <a href=\"https://help.launchpad.net/Translations/Guide\">guía del traductor general de Ubuntu </a>, y para cuestiones específicas del idioma, seguimos las . <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">pautas de traducción del equipo de Ubuntu</a>. Seguir estas guías garantiza traducciones uniformes, al tiempo que permite que cualquier persona contribuya.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Si no quieres traducir usando Weblate, o quieres hacer muchos cambios a la vez, también es posible traducir offline. Para ello:",
    "Go to a project you want to translate": "Elige un proyecto que quieras traducir",
    "Choose your language": "Elige tu idioma",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Pulsa en &quot;Files&quot; y después elige &quot;Download translation as gettext PO&quot;",
    "Choose your favorite text-, code- or po-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Elige tu editor favorito (por ejemplo, <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Comienza a traducir",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page that you downloaded them from.": "Cuando hayas acabado, usa la opción &quot;Upload Translation&quot;en el menú&quot;Files&quot;de la misma página de la que descargaste.",
    "Additional Information": "Información adicional",
    "We won't support translations in the following pages:": "No se traducirán las siguientes páginas:"
}
