{
    "Translation Guide": "Guía de traducción",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "La localización de nuestro sitio web y nuestras aplicaciones es una parte muy importante para que el sistema operativo elemental esté disponible para la mayor cantidad de gente posible. En lugar de depender únicamente de un equipo interno de traducción, utilizamos el crowdsourcing para que cualquiera pueda enviar traducciones con poco o ningún conocimiento técnico. Para mantener nuestra voz constante en toda la plataforma y ayudar a los nuevos traductores a comenzar, hemos creado esta guía de traducción.",
    "Translating Applications": "Traduciendo aplicaciones",
    "Apps are translated through Weblate: a free web-based translation management system.. In order to submit translations, you should:": "Las aplicaciones se traducen a través de Weblate: un sistema de gestión de traducción gratuito basado en la web. Para enviar traducciones, usted debe:",
    "Have a": "Tener una",
    "Weblate account": "cuenta Weblate",
    "Set your": "establecer su",
    "language preferences": "preferencia de idioma",
    "Browse our": "Explore nuestros",
    "translatable projects": "proyectos traducibles",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/weblate-2.15\/index.html\">documentation<\/a>.": "Una vez que haya seleccionado un proyecto, puede proporcionar sugerencias para cadenas que aún no se han traducido, o sugerir cambios a cadenas que ya se han traducido. Estas sugerencias serán evaluadas por un miembro del equipo de traducción y elegirán la más adecuada. Para obtener más información sobre Weblate, puede consultar su <a href=\"https:\/\/docs.weblate.org\/en\/weblate-2.15\/index.html\">documentación<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Al traducir puede encontrar una situación en la que tiene que decidir entre varias formas de decir lo mismo. En estas situaciones, nos referimos a la <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guía del traductor general de Ubuntu <\/a>, y para cuestiones específicas del idioma, seguimos las . <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">pautas de traducción del equipo de Ubuntu<\/a>. Seguir estas guías garantiza traducciones uniformes, al tiempo que permite que cualquier persona contribuya.",
    "If you don't want to use Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Si no quiere usar Weblate, o quiere hacer muchos cambios a la vez, también puede traducir fuera de línea. Para hacerlo:",
    "Go to a project you want to translate": "Ir a un proyecto que quieras traducir",
    "Choose your language": "Elige tu idioma",
    "Click on &quot;Download translation&quot;": "hacer click en &quot;Descargar traducción&quot;",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Ahora puede solicitar un correo electrónico, que le proporciona el enlace correcto para descargar las traducciones. Ahora:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "",
    "Start translating": "Comienza a traducir",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Una vez que haya terminado, use la opción the &quot;Cargar traducción&quot; en la misma página desde la que los descargó.",
    "Translating our Website": "Traduciendo nuestro sitio web",
    "Our website is also translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "Nuestro sitio web también es traducido a través de <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. Para enviar traducciones, debes tener una <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">cuenta Weblate<\/a>",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "Para obtener más información acerca de Weblate, puede consultar su <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentación<\/a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Al igual que con nuestras aplicaciones, seguimos <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">la guía de traductores generales de Ubuntu<\/a>, y para problemas específicos del idioma , seguimos las <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">pautas de traducción del equipo de Ubuntu<\/a>."
}
