{
    "Brand": "Merk",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "",
    "Company and Product Names": "Bedrijf en productnamen",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Het woord <strong>elementary</strong> is een handelsmerk van elementary, Inc. om te verwijzen naar het bedrijf zelf. Het is altijd in kleine letters, ook aan het begin van een zin. Het mag ook gebruikt worden met productnamen (bijv. \"elementary OS\") om te verwijzen naar een specifiek product van elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Het hoofdproduct van elementary, Inc. is <strong>elementary OS</strong>. Voor de duidelijkheid hoort elementary OS nooit afgekort te worden naar \"elementary\" of andere afkortingen.",
    "Brand Marks": "Beeldmerk",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "",
    "Both should be used with the following in mind:": "Beiden zouden gebruikt moeten worden met het volgende in gedachten:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "De beeldmerken niet uitrekken, draaien, spiegelen of op een andere manier aanpassen.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "De beeldmerken niet gebruiken op een overvolle, drukke achtergrond; effen kleuren werken het best.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "",
    "elementary Logomark": "elementary logo",
    "Default logomark": "",
    "Alternate elementary Logomark": "",
    "Alternate logomark": "",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "",
    "elementary Logotype": "elementary woordmerk",
    "Logotype": "Woordmerk",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "",
    "The logotype should always be used under the following guidelines:": "Het woordmerk moet altijd gebruikt worden onder de volgende richtlijnen:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Gebruik het woordmerk niet in kleine formaten; als het niet duidelijk is, gebruik het logo.",
    "Color": "Kleur",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "",
    "Strawberry": "Aardbei",
    "Strawberry 100": "Aardbei 100",
    "Strawberry 300": "Aardbei 300",
    "Strawberry 500": "Aardbei 500",
    "Strawberry 700": "Aardbei 700",
    "Strawberry 900": "Aardbei 900",
    "Orange": "Sinaasappel",
    "Orange 100": "Sinaasappel 100",
    "Orange 300": "Sinaasappel 300",
    "Orange 500": "Sinaasappel 500",
    "Orange 700": "Sinaasappel 700",
    "Orange 900": "Sinaasappel 900",
    "Banana": "Banaan",
    "Banana 100": "Banaan 100",
    "Banana 300": "Banaan 300",
    "Banana 500": "Banaan 500",
    "Banana 700": "Banaan 700",
    "Banana 900": "Banaan 900",
    "Lime": "Limoen",
    "Lime 100": "Limoen 100",
    "Lime 300": "Limoen 300",
    "Lime 500": "Limoen 500",
    "Lime 700": "Limoen 700",
    "Lime 900": "Limoen 900",
    "Mint": "Munt",
    "Mint 100": "Munt 100",
    "Mint 300": "Munt 300",
    "Mint 500": "Munt 500",
    "Mint 700": "Munt 700",
    "Mint 900": "Munt 900",
    "Blueberry": "Bosbes",
    "Blueberry 100": "Bosbes 100",
    "Blueberry 300": "Bosbes 300",
    "Blueberry 500": "Bosbes 500",
    "Blueberry 700": "Bosbes 700",
    "Blueberry 900": "Bosbes 900",
    "Grape": "Druif",
    "Grape 100": "Druif 100",
    "Grape 300": "Druif 300",
    "Grape 500": "Druif 500",
    "Grape 700": "Druif 700",
    "Grape 900": "Druif 900",
    "Bubblegum": "Kauwgom",
    "Bubblegum 100": "Kauwgom 100",
    "Bubblegum 300": "Kauwgom 300",
    "Bubblegum 500": "Kauwgom 500",
    "Bubblegum 700": "Kauwgom 700",
    "Bubblegum 900": "Kauwgom 900",
    "Latte": "",
    "Latte 100": "",
    "Latte 300": "",
    "Latte 500": "",
    "Latte 700": "",
    "Latte 900": "",
    "Cocoa": "Cacao",
    "Cocoa 100": "Cacao 100",
    "Cocoa 300": "Cacao 300",
    "Cocoa 500": "Cacao 500",
    "Cocoa 700": "Cacao 700",
    "Cocoa 900": "Cacao 900",
    "Silver": "Zilver",
    "Silver 100": "Zilver 100",
    "Silver 300": "Zilver 300",
    "Silver 500": "Zilver 500",
    "Silver 700": "Zilver 700",
    "Silver 900": "Zilver 900",
    "Slate": "Leisteen",
    "Slate 100": "Leisteen 100",
    "Slate 300": "Leisteen 300",
    "Slate 500": "Leisteen 500",
    "Slate 700": "Leisteen 700",
    "Slate 900": "Leisteen 900",
    "Black": "Zwart",
    "Black 100": "Zwart 100",
    "Black 300": "Zwart 300",
    "Black 500": "Zwart 500",
    "Black 700": "Zwart 700",
    "Black 900": "Zwart 900",
    "Fonts": "Lettertypes",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "",
    "Third Parties &amp; Community": "Derden &amp;1 gemeenschap",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "",
    "Voice/tone": "Stem/klank",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Hoewel, om verwarring bij gebruikers te vermijden, beperken wij het gebruik van de naam elementary en zijn beeldmerken:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Gebruik de naam en het merk ‘elementary’ alleen om te verwijzen naar het bedrijf elementary, Inc. of zijn producten (bijv. elementary OS).",
    "Community": "Gemeenschap",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Producten uit de gemeenschap (websites, fanclubs, enz.) worden aangemoedigd om het elementary Community logo te gebruiken:",
    "elementary Community Logo with color": "elementary Community logo met kleur",
    "elementary Community Logo in black": "elementary Community logo in zwart",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "",
    "Hardware Distributors": "Hardware distributeurs",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "",
    "Software modifications are approved by elementary, Inc.": "",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Pas de <code>DISTRIB_DESCRIPTION</code> lijn aan in het bestand <code>/etc/lbs-release</code> om onze merken uit te sluiten.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Verander de iconen zo dat het icoon <code>distributor-logo</code> uit <code>/usr/share/icons/elementary/places/</code> op geen enkele manier voorkomen in het OS.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "",
    "Merchandise": "Handelswaar",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "",
    "Assets &amp; More Info": "Bronnen &amp; meer info",
    "Download on GitHub": "Download op GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Voor meer informatie over het gebruik van de naam elementary, het merk en de handelsnamen, kunt u mailen naar <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Het merk &sdot; elementary"
}
