{
    "Brand": "Merk",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "",
    "Name": "Naam",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "",
    "Brand Marks": "Beeldmerk",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary bezit twee beeldmerken: het \"elementary\" woordmerk en het \"e\" logo. Beide worden gezien als handelsmerk en vertegenwoordigen elementary --het bedrijf-- en zijn producten.",
    "Both should be used with the following in mind:": "Beiden zouden gebruikt moeten worden met het volgende in gedachten:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "De beeldmerken niet uitrekken, draaien, spiegelen of op een andere manier aanpassen.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "De beeldmerken niet gebruiken op een overvolle, drukke achtergrond; effen kleuren werken het best.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "De beeldmerken zouden altijd eenkleurig moeten zijn; typisch werkt wit op een donkere achtergrond, of zwart op een lichte achtergrond.",
    "Logotype": "Woordmerk",
    "elementary Logotype": "elementary woordmerk",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Het woordmerk wordt gebruikt wanneer de ruimte het toelaat om te verwijzen naar elementary, het bedrijf. Het kan gebruikt worden voor een productnaam om te verwijzen naar een specifiek product van elementary.",
    "The logotype should always be used under the following guidelines:": "Het woordmerk moet altijd gebruikt worden onder de volgende richtlijnen:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Probeer het woordmerk niet na te maken. Het is een zorgvuldig ontworpen woordmerk, niet gewoon \"elementary\" geschreven in een bepaald lettertype.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Gebruik het woordmerk niet in kleine formaten; als het niet duidelijk is, gebruik het logo.",
    "Logomark": "Logo",
    "elementary Logomark": "elementary logo",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Het \"e\" logo wordt gebruikt om naar het bedrijf elementary te verwijzen wanneer de plaats beperkt is of een vierkante beeldverhouding vereist is.",
    "Color": "Kleur",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary hanteert het gebruik van kleur gecombineerd met onze naam en beeldmerken om ons merk op te zetten. We gebruiken het volgende kleurenpalet:",
    "Strawberry": "Aardbei",
    "Strawberry 100": "",
    "Strawberry 300": "",
    "Strawberry 500": "",
    "Strawberry 700": "",
    "Strawberry 900": "",
    "Orange": "Sinaasappel",
    "Orange 100": "",
    "Orange 300": "",
    "Orange 500": "",
    "Orange 700": "",
    "Orange 900": "",
    "Banana": "Banaan",
    "Banana 100": "",
    "Banana 300": "",
    "Banana 500": "",
    "Banana 700": "",
    "Banana 900": "",
    "Lime": "Limoen",
    "Lime 100": "",
    "Lime 300": "",
    "Lime 500": "",
    "Lime 700": "",
    "Lime 900": "",
    "Blueberry": "Bosbes",
    "Blueberry 100": "",
    "Blueberry 300": "",
    "Blueberry 500": "",
    "Blueberry 700": "",
    "Blueberry 900": "",
    "Grape": "Druif",
    "Grape 100": "",
    "Grape 300": "",
    "Grape 500": "",
    "Grape 700": "",
    "Grape 900": "",
    "Cocoa": "",
    "Cocoa 100": "",
    "Cocoa 300": "",
    "Cocoa 500": "",
    "Cocoa 700": "",
    "Cocoa 900": "",
    "Silver": "",
    "Silver 100": "",
    "Silver 300": "",
    "Silver 500": "",
    "Silver 700": "",
    "Silver 900": "",
    "Slate": "",
    "Slate 100": "",
    "Slate 300": "",
    "Slate 500": "",
    "Slate 700": "",
    "Slate 900": "",
    "Black": "Zwart",
    "Black 100": "",
    "Black 300": "",
    "Black 500": "",
    "Black 700": "",
    "Black 900": "",
    "Fonts": "Lettertypes",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Voor websites en prenten, gebruiken we Raleway voor koptekst en Open Sans voor inhoudelijke tekst. Voor broncode, gebruiken we Roboto Mono.",
    "Third Parties &amp; Community": "Derden &amp;1 gemeenschap",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "We moedigen ontwikkelaars van derden die producten creëren voor elementary OS aan om bepaalde elementen van het elementary merk over te nemen om consistentie te bereiken:",
    "Voice\/tone": "Stem\/klank",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Hoewel, om verwarring bij gebruikers te vermijden, beperken wij het gebruik van de naam elementary en zijn beeldmerken:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "U wordt aangemoedigd om te zeggen dat uw app of dienst is ontworpen voor elementary OS, maar gebruik alstublieft niet de naam elementary of zijn beeldmerken als een deel van de naam van uw bedrijf, applicatie, product, dienst of in eender welke logo dat u maakt.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "",
    "Community": "Gemeenschap",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Producten uit de gemeenschap (websites, fanclubs, enz.) worden aangemoedigd om het elementary Community logo te gebruiken:",
    "elementary Community Logo with color": "elementary Community logo met kleur",
    "elementary Community Logo in black": "elementary Community logo in zwart",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Dit helpt om het product tot stand te brengen als een deel van de globale elementary gemeenschap terwijl ook verwarring wordt weggenomen dat zou kunnen optreden bij het gebruiken van het hoofdlogo.",
    "Hardware Distributors": "Hardware distributeurs",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Wij willen er voor zorgen dat zolang onze software het elementary huismerk draagt, dat de ervaring consistent is. Of het nou gedownload is van onze website of voorgeïnstalleerd is op een hardware product.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "De softwareonderdelen van elementary OS mogen aangepast en verspreid worden volgens de condities van de softwarelicenties. Met uitzondering van onze merknaam, die alleen mag verspreid worden onder een van de volgende condities:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "De software blijft ongewijzigd, waaronder vooraf geïnstalleerde toepassingen, stijlbestanden en iconografie, configuratiebestanden, enz., of",
    "The modifications are approved in writing by elementary.": "De wijzigingen zijn schriftelijk goedgekeurd door elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Wij begrijpen dat het toevoegen van drivers, hardware compatibel maken en merknamen van distributeurs toevoegen belangrijk is voor verdelers. Deze wijzigingen zullen dus bijna altijd goedgekeurd worden door elementary. Wanneer u onzeker bent, mail dan naar <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> voor verduidelijking of aanwijzingen.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Als u deze herverdelingsvoorwarden van ons handelsmerk niet kan of wil volgen, dan zou het verwijderen van het handelsmerk van elementary uit het besturingssysteem relatief eenvoudig en vanzelfsprekend moeten zijn:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Pas de <code>DISTRIB_DESCRIPTION<\/code> lijn aan in het bestand <code>\/etc\/lbs-release<\/code> om onze merken uit te sluiten.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "Merchandise": "Handelswaar",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "We staan het meestal niet toe om onze handelsmerken (inclusief onze naam of beeldmerken) te gebruiken voor handelswaar van derden.",
    "Assets &amp; More Info": "",
    "Download on GitHub": "Download op GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Voor meer informatie over het gebruik van de naam elementary, het merk en de handelsnamen, kunt u mailen naar <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": ""
}
