{
    "Code of Conduct": "Gedragscode",
    "Our Pledge": "Onze belofte",
    "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, caste, color, religion, or sexual identity and orientation.": "Wij als leden, bijdragers en leiders beloven deelname aan onze gemeenschap tot een intimidatievrije ervaring voor iedereen te maken, ongeacht leeftijd, lichaamsgrootte, zichtbare of onzichtbare beperkingen, etniciteit, geslachtskenmerken, genderindentiteit en -expressie, ervaring, opleiding, socio-economische status, nationaliteit, uiterlijk, ras, kaste, huidskleur, religie of sexuele identiteit of geaardheid.",
    "We pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community.": "Wij beloven te handelen en met elkaar om te gaan op een manier die bijdraagt aan een open, gastvrije, diverse, inclusieve en gezonde gemeenschap.",
    "Our Standards": "Onze standaards",
    "Examples of behavior that contributes to a positive environment for our community include:": "Voorbeelden van gedrag dat bijdraagt aan een positieve omgeving voor onze gemeenschap zijn onder meer:",
    "Demonstrating empathy and kindness toward other people": "Empathie en vriendelijkheid tonen naar andere mensen",
    "Being respectful of differing opinions, viewpoints, and experiences": "Respectvol zijn over verschillende meningen, standpunten en ervaringen",
    "Giving and gracefully accepting constructive feedback": "Constructieve feedback geven en welwillend accepteren",
    "Accepting responsibility and apologizing to those affected by our mistakes, and learning from the experience": "Verantwoordelijkheid nemen en zich verontschuldigen bij degenen die door onze fouten getroffen zijn, en leren van de ervaring",
    "Focusing on what is best not just for us as individuals, but for the overall community": "Richt je op wat goed wat is, niet alleen voor het individu, maar voor de hele gemeenschap",
    "Examples of unacceptable behavior include:": "Voorbeelden van onaanvaardbaar gedrag zijn onder meer:",
    "The use of sexualized language or imagery, and sexual attention or advances of any kind": "Het gebruik van sexueel getinte taal of beelden en sexuele aandacht of toenaderingen van welke aard dan ook",
    "Trolling, insulting or derogatory comments, and personal or political attacks": "Trollen, beledigen of denigrerende opmerkingen en persoonlijke of politieke aanvallen",
    "Public or private harassment": "Publieke of privé-intimidatie",
    "Publishing others&#39; private information, such as a physical or email address, without their explicit permission": "Het openbaar maken van privé-informatie van anderen, zoals een fysiek adres of email, zonder uitdrukkelijke toestemming",
    "Other conduct which could reasonably be considered inappropriate in a professional setting": "Ander gedrag dat redelijkerwijs als ongepast beschouwd kan worden in een professionele omgeving",
    "Enforcement Responsibilities": "Verantwoordelijkheden voor handhaving",
    "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful.": "Leiders van de gemeenschap zijn verantwoordelijk om onze normen voor acceptabel gedrag te verduidelijken en te handhaven en zijn zullen gepaste en eerlijke corrigerende maatregelen treffen als reactie op gedrag dat zij ongepast, bedreigend, beledigend of schadelijk achten.",
    "Community leaders have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, and will communicate reasons for moderation decisions when appropriate.": "Leider van de gemeenschap hebben het recht en de verantwoordelijkheid om commentaar, commits, code, wiki-bewerkingen, meldingen van problemen en andere bijdragen te verwijderen, aan te passen of te weigeren die niet in overeenstemming zijn met deze Gedragscode en zullen waar nodig de redenen voor de moderatiebeslissingen meedelen.",
    "Scope": "Reikwijdte",
    "This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.": "Deze Gedragscode is van toepassing in alle gemeenschapsruimtes en geldt ook als een persoon de gemeenschap officieel vertegenwoordigt in het openbaar. Voorbeelden van het vertegenwoordigen van de gemeenschap zijn het gebruik van het officiële mailadres, berichten plaatsen op een officieel social media kanaal, of als een aangewezen vertegenwoordiger optreden tijdens een online of offline evenement.",
    "Enforcement": "Handhaving",
    "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at contact@elementary.io. All complaints will be reviewed and investigated promptly and fairly.": "Gevallen van beledigend, intimiderend of anderszins onaanvaardbaar gedrag kunnen worden gemeld bij de leiders van de gemeenschap die verantwoordelijk zijn voor de handhaving op contact@elementary.io. Alle klachten zullen onmiddellijk en eerlijk beoordeeld en onderzocht worden.",
    "All community leaders are obligated to respect the privacy and security of the reporter of any incident.": "Alle gemeenschapleiders zijn verplicht de privacy en veiligheid van de melder van een incident te respecteren.",
    "Enforcement Guidelines": "Handhavingsrichtlijnen",
    "Community leaders will follow these Community Impact Guidelines in determining the consequences for any action they deem in violation of this Code of Conduct:": "Leiders van de gemeenschap zullen deze Richtlijnen voor Impact op de Gemeenschap volgen bij het bepalen van de gevolgen van acties die zij in strijd achten met deze Gedragscode:",
    "1. Correction": "1. Correctie",
    "<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed unprofessional or unwelcome in the community.": "<strong>Impact op de Gemeenschap</strong>: Gebruik van ongepaste taal of ander gedrag dat als onprofessioneel of ongewenst beschouwd wordt binnen de gemeenschap.",
    "<strong>Consequence</strong>: A private, written warning from community leaders, providing clarity around the nature of the violation and an explanation of why the behavior was inappropriate. A public apology may be requested.": "<strong>Gevolgen</strong>: Een persoonlijke, schriftelijke waarschuwing van gemeenschapsleiders, waarin duidelijkheid wordt verschaft over de aard van de overtreding en een toelichting waarom het gedrag ongepast was. Er kan om publieke excuses gevraagd worden.",
    "2. Warning": "2. Waarschuwing",
    "<strong>Community Impact</strong>: A violation through a single incident or series of actions.": "<strong>Impact op de gemeenschap</strong>: Een overtreding door een enkel incident of een reeks handelingen.",
    "<strong>Consequence</strong>: A warning with consequences for continued behavior. No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, for a specified period of time. This includes avoiding interactions in community spaces as well as external channels like social media. Violating these terms may lead to a temporary or permanent ban.": "<strong>Gevolg</strong>: Een waarschuwing met gevolgen bij aanhoudend gedrag. Geen interactie met de betrokken personen, waaronder ongevraagde interactie met degenen die de Gedragscode moeten handhaven voor een bepaalde tijdsperiode. Dit betreft het vermijden van interactie in gemeenschapsruimten en via externe kanalen zoals sociale media. Het overtreden van deze voorwaarden kan leiden tot een tijdelijke of permanente uitsluiting.",
    "3. Temporary Ban": "3. Tijdelijke uitsluiting",
    "<strong>Community Impact</strong>: A serious violation of community standards, including sustained inappropriate behavior.": "<strong>Impact op de gemeenschap</strong>: Een ernstige schending van de gemeenschapsnormen, waaronder aanhoudend ongepast gedrag.",
    "<strong>Consequence</strong>: A temporary ban from any sort of interaction or public communication with the community for a specified period of time. No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, is allowed during this period. Violating these terms may lead to a permanent ban.": "<strong>Gevolg</strong>: Een tijdelijke uitsluiting van elke vorm van interactie of openbare communicatie met de gemeenschap voor een bepaalde tijdsduur. Gedurende deze periode is geen openbare of privé-interactie met de betrokken personen is toegestaan, waaronder ongevraagde interactie met degenen die de Gedragscode moeten handhaven. Het overtreden van deze voorwaarden kan leiden tot permanente uitsluiting.",
    "4. Permanent Ban": "4. Permanente uitsluiting",
    "<strong>Community Impact</strong>: Demonstrating a pattern of violation of community standards, including sustained inappropriate behavior, harassment of an individual, or aggression toward or disparagement of classes of individuals.": "<strong>Impact op de Gemeenschap</strong>: Er is sprake van een patroon van inbreuken op de gemeenschapsnormen, waaronder aanhoudend ongepast gedrag, intimidatie van een individu of agressie jegens of minachting van bepaalde groepen individuen.",
    "<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the community.": "<strong>Gevolg</strong>: Permanente uitsluiting van iedere vorm van openbare interactie binnen de gemeenschap.",
    "Attribution": "Bronvermelding",
    "This Code of Conduct is adapted from the <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, available at <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.": "Deze Gedragscode is een bewerking van de <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, versie 2.1, beschikbaar via <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.",
    "Community Impact Guidelines were inspired by <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.": "De Richtlijnen voor Impact op de Gemeenschap zijn geïnspireerd op <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.",
    "For answers to common questions about this code of conduct, see the FAQ at <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Translations are available at <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.": "Voor antwoorden op veelgestelde vragen over deze gedagscode, zie de FAQ via <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Vertalingen zijn beschikbaar via <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.",
    "Code of Conduct &sdot; elementary": "Gedragscode &sdot; elementary"
}
