{
    "Be a Part of Something Bigger": "Wees onderdeel van iets groots",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alles wat wij maken is 100% open source en ontwikkeld in samenwerking met mensen over de hele wereld. Zelfs als je geen programmeur bent, kan je mee doen en een verschil maken.",
    "Funding": "Financiering",
    "Translations": "Vertalingen",
    "Support": "Ondersteuning",
    "Web": "Web",
    "Desktop": "Bureaublad",
    "Design": "Ontwerp",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Met de hulp van onze gebruikers en fans zijn we van een kleine groep gepassioneerde vrijwilligers uitgegroeid tot een klein maar duurzaam bedrijf. Elk klein beetje ondersteuning helpt ons elementary OS te verbeteren en nog ambitieuzere problemen aan te pakken.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Financier rechtstreeks elementary en ontvang een badge op uw GitHub-profiel om uw steun te betuigen. GitHub-sponsors brengen geen kosten in rekening, dus het is een geweldige manier om uw bijdrage verder te laten gaan.",
    "Sponsor on GitHub": "Sponsor op Github",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon werkt als een voortdurende crowdfunding-campagne. Kies een bedrag dat u elke maand wilt bijdragen om ons te helpen onze doelen te bereiken. Plus, verdien exclusieve beloningen en lees exclusieve inhoud vroeger.",
    "Back on Patreon": "Steun op Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "U kunt gemakkelijk een debietkaart, kredietkaart of PayPal-account gebruiken. U kunt kiezen tussen een eenmalige betaling of een periodieke betaling.",
    "Use PayPal": "Gebruik PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - De veiligere, makkelijkere manier om online te betalen!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Stel een terugkerende bijdrage in via Liberapay, het open source en non-profit financieringsplatform.",
    "Contribute with Liberapay": "Bijdragen met Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS wordt gemaakt en gebruikt door mensen van over de hele wereld; help ons de ervaring nog beter te maken door het te vertalen naar meerdere talen. Launchpad heeft een ingebouwd hulpmiddel genaamd Rosetta welke coöperatieve vertalingen online mogelijk maakt.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Zowel elementary OS als onze website worden openlijk vertaald door middel van het online platform genaamd Weblate.",
    "Learn More": "Meer informatie",
    "Join Chat": "Praat mee",
    "Suggest Translations": "Vertalingen voorstellen",
    "World map": "Wereldkaart",
    "Question &amp; Answer": "Vragen en Antwoorden",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange is een Vraag & Antwoord-website gebouwd rond het vinden van de beste antwoorden op veelvoorkomende vragen. Iedereen kan een account maken en beginnen met vragen en antwoorden.",
    "New Questions": "Nieuwe vragen",
    "Unanswered Questions": "Onbeantwoorde vragen",
    "Documentation": "Documentatie",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementaire biedt elementaire documentatie voor zowel gebruikers als ontwikkelaars. Al onze documentatie is geschreven in Markdown en gehost op GitHub, zodat het indienen van een wijziging of een nieuwe sectie een fluitje van een cent is.",
    "Learning the Basics Guide": "Leer de basis handleiding",
    "Developer Docs": "Ontwikkelaars documenten",
    "Web Development": "Webontwikkeling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Onze website is gebouwd op basis van HTML, CSS, PHP en Javascript. We zijn altijd op zoek naar mensen met ervaring in deze gebieden, die een bijdrage willen leveren en de website nog beter willen maken.",
    "Report a Website Issue": "Rapporteer een website probleem",
    "Fork the Website on GitHub": "Fork de website op GitHub",
    "Desktop Development": "Bureaublad ontwikkeling",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Onze desktop en alle bijbehorende apps zijn gebouwd met Vala, GTK, Granite en een aantal andere open libraries. We hosten onze code en doen al onze ontwikkeling op GitHub. Als je nog nooit ontwikkeling hebt gedaan voor elementary OS raden we je aan om onze ontwikkelaarshandleiding te bekijken.",
    "Developer Guide": "Ontwikkelaarshandleiding",
    "Browse Code": "Blader door code",
    "Report issues": "Meld problemen",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "",
    "Read the Guide": "",
    "Fix issues": "",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "",
    "Bitesize Issues": "",
    "Create apps": "",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "",
    "Publish on AppCenter": "",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": "Help mee met elementary OS"
}
