{
    "Information for OEMs": "Informatie voor OEMs",
    "Give your customers the best experience with elementary OS.": "Geef uw klanten de beste ervaring met elementary OS.",
    "Partners &amp; Retailers": "Partners &amp; verkopers",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "We bieden twee manieren aan om vermeld te worden als een OEM van elementary OS in <a href=\"https://store.elementary.io\">onze winkel</a>, met verschillende vereisten en voordelen.",
    "Partner": "Partner",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "Goedkeuring per model, waarbij elk model te vinden is in <a href=\"https://store.elementary.io\">onze winkel</a>.",
    "Requirements:": "Vereisten:",
    "Official involvement from elementary, Inc.": "Officiële betrokkenheid van elementary, Inc.",
    "Negotiable per-device royalty": "Onderhandelbare royalty per apparaat",
    "Strict software guidelines": "Strikte softwarerichtlijnen",
    "Trademark compliance": "Handelsmerk conformiteit",
    "Retailer": "Verkoper",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Een link naar jouw website of landingspagina vermeld in <a href=\"https://store.elementary.io\">onze winkel</a>.",
    "Selling devices with elementary OS": "Verkoop van apparaten met elementary OS",
    "Per-device royalty encouraged": "Royalty per apparaat aangemoedigd",
    "Resources": "Bronnen",
    "Installation": "Installatie",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "De elementary OS Installer behandelt elke installatie als een OEM-installatie. Doorloop de stappen om het besturingssysteem te installeren. Sluit vervolgens het apparaat af en dan is het klaar om naar een klant te worden verzonden. Of maak je eigen aangepaste image: installeer het besturingssysteem, configureer de benodigde pakketten of instellingen gebruik makend van een tijdelijk beheerdersaccount, verwijder het account en maak vervolgens een image van de schijf. In beide gevallen maakt Initiële Installatie een gebruikersaccount aan, op het moment dat de klant het apparaat voor het eerst opstart.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installatieprogramma</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initiële Installatie</a>",
    "System Settings": "Systeeminstellingen",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "Systeeminstellingen bieden verschillende voordelen voor OEM's die elementary OS leveren. Van inplugbare architectuur tot eenvoudig aangeleverde branding, Systeeminstellingen zijn ontworpen met OEM's in gedachten.",
    "Plugs": "Plug-ins",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "Systeeminstellingen (codenaam <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Schakelbord</a>) gebruiken het concept van“Plug-ins” om plugbare instellingen te bieden voor verschillende hardware- en softwarekwesties. Bijvoorbeeld <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Muis & Touchpad instellingen</a> worden geleverd door een plug.",
    "Switchboard": "Schakelbord",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "OEM's kunnen aangepaste plug-ins ontwikkelen en leveren als speciale of unieke hardware in de machine configuratie vereist naast wat standaard beschikbaar is in elementary OS, bijvoorbeeld speciale sensoren of invoermethoden die niet in de meeste hardware aanwezig zijn. Als dit relevant is voor een bredere groep gebruikers, wordt het ten zeerste aanbevolen om dit upstream bij te dragen aan de <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">bestaande plug-ins</a>.",
    "Documentation": "Documentatie",
    "OEM Info in About": "OEM Informatie in Over Ons",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "",
    "Switchboard About": "",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "",
    "Learn More": "Meer informatie",
    "Third-Party Repositories": "",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "",
    "News &amp; Announcements": "Nieuws &amp; Aankondigingen",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "",
    "Visit our Blog": "Bezoek onze Blog",
    "Brand Resources": "Merk materiaal",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Bekijk de elementary logo’s, richtlijnen voor het merkgebruik, kleurpalet en het gebruikersgroep logo. Daarnaast kunt u het officiële hoge resolutie elementary logo materiaal downloaden.",
    "View Brand Resources": "Bekijk het merk materiaal",
    "Get in Touch": "Contact",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "",
    "Send an Email": "Stuur een e-mail",
    "Information for OEMs &sdot; elementary": "Informatie voor OEM's &sdot; elementary"
}
