{
    "Press Resources": "Informatie voor de pers",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "We houden van werken met de pers - zowel binnen de Linux wereld als daarbuiten - omdat het ons de kans biedt ons verhaal te delen en te vertellen waar we mee bezig zijn.",
    "Join Our Press List": "Wordt lid van onze pers maillijst",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Wees als eerste op de hoogte van nieuwe releases en belangrijke ontwikkelingen. We bieden early access tot pers releases en informatiepakketten inclusief screenshots op hoge resolutie. Het gaat om een <strong>maillijst met een laag volume</strong>; we sturen het belangrijkste nieuws eenmaal per jaar rond.",
    "Email": "E-mail",
    "First Name": "Voornaam",
    "Last Name": "Achternaam",
    "Publication": "Publicatie",
    "Subscribe": "Abonneren",
    "elementary OS 6 Odin": "",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "De grootste update van het systeem ooit met multi-touch ondersteuning, een donkere modus, app sandboxing en een nieuwe installatie procedure. OS 6 zorgt ervoor dat u in controle bent en uzelf kunt uitdrukken, blijft innoveren met nieuwe functies, en is zowel makkelijker te verkrijgen en inclusiever dan ooit.",
    "Read Announcement": "Lees de aankondiging",
    "Download Press Kit": "Download pers informatie",
    "News &amp; Announcements": "Nieuws &amp; Aankondigingen",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "We delen regelmatig updates over de ontwikkeling van het besturingssysteem, belangrijke aankondigingen, tips voor ontwikkelaars, aanbevolen apps en ander nieuws op onze officiële blog.",
    "Visit Our Blog": "Bezoek ons Blog",
    "Brand Resources": "Merk materiaal",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Bekijk de elementary logo’s, richtlijnen voor het merkgebruik, kleurpalet en het gebruikersgroep logo. Daarnaast kunt u het officiële hoge resolutie elementary logo materiaal downloaden.",
    "View Brand Resources": "Bekijk het merk materiaal",
    "Get in Touch": "Contact",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Praat direct met het team door te mailen naar <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We staan altijd open voor interviews, bijdragen aan podcasts of algemene persvragen.",
    "Send an Email": "Stuur een e-mail",
    "Press &sdot; elementary": "Pers &sdot; elementary"
}
