{
    "Privacy": "Privacy",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Uw data blijft altijd van u. We maken geen advertentiedeals en verzamelen geen gevoelige persoonlijke data. We worden betaald door onze gebruikers, die zelf bepalen welk bedrag ze over hebben voor elementary OS en de apps in AppCenter. Dit is hoe het hoort te zijn.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "",
    "Protections": "",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "",
    "Tattle-tale": "",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS helpt u in de gaten te houden wat apps doen. Als een app uw microfoon gebruikt dan laten we een indicator zien zodat u dat weet. Als een app veel energie gebruikt dan laten we dat zien in uw stroomindicator.",
    "Permissions": "Toegankelijkheden",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Mocht een app toegang willen tot uw data of apparaten dan zal het dat moeten vragen. Wij controleren alle AppCenter apps om te garanderen dat ze correct met toegankelijkheden omgaan—en u zou zelf altijd nog deze toegang kunnen ontzeggen in de Systeeminstellingen.",
    "Housekeeping": "Opschonen",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS zal automatisch u tijdelijke bestanden en prullenbak opschonen. Niet alleen houdt dit de opslag van uw apparaat vrij het kan ook helpen om te voorkomen dat uw persoonlijke gegevens terugkomen om u te bespoken.",
    "Online Accounts": "Online accounts",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "",
    "What Data is Collected": "Welke data wordt er verzameld",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "",
    "How Data is Used": "Hoe de data wordt gebruikt",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "",
    "Sharing Data": "Het delen van data",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>U kunt ervoor kiezen om sommige of alle cookies en externe cookies uit te schakelen in uw browser instellingen.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Deze website gebruikt cookies voor incrementele verbeteringen. U zult zien dat alle diensten nog steeds functioneren zonder deze cookies maar met gereduceerde functionaliteit. De site zal bijvoorbeeld niet onthouden of u eerder heeft betaald voor elementary OS; standaard zal het dan vragen of u wil betalen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Slaat cookies op om gebruiksgegevens bij te houden en mogelijke dreigingen te analyseren. Voor meer informatie zie",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare Privacy &amp; Beveiligingsbeleid",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Gebruikt cookies om uw laatste bestelling en uw land op te slaan zodat het weet welke betaalmethodes het moet aanbieden. Voor meer informatie zie",
    "Stripe's Privacy Policy": "Stripe's Privacybeleid",
    "Manage Cookies": "Beheer cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Omdat u onze website al heeft bezocht wilt u misschien toch nog de cookies beheren die zijn geplaatst in uw browser. Links naar instructies daarvoor vindt u hieronder.",
    "Transparency": "Transparantie",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "We hebben geen achterdeurtjes in onze software geplaatst en we hebben ook nooit een verzoek daartoe ontvangen. We hebben ook nog nooit een National Security Letter, FISA bevel of een ander geheim bevel om gebruikersinformatie te overhandigen ontvangen.",
    "Privacy &sdot; elementary": "Privacy &sdot; elementary"
}
