{
    "Installation": "安裝",
    "Download elementary OS": "下載 elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "如果您尚未準備好，您將需要<a href=\"/\" target=\"_blank\">從我們的網站下載 elementary OS</a>。您可以依照下面的指示將下載來的 ISO 檔案複製到 USB 隨身碟中。",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS 目前支援兩種處理器架構，32 位元和 64 位元。",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "如果您知道您擁有的是搭配 64 位元處理器之較新的電腦，選擇 64 位元版本。",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "如果您的電腦比較舊或者您不清楚您的電腦使用哪種處理器，選擇 32 位元版本。(64 位元的處理器在這個版本依然可以運作)",
    "Recommended System Specifications": "推薦的系統規格",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 或同等的雙核心 64 位元處理器",
    "1 GB of system memory (RAM)": "1 GB 的系統記憶體 (RAM)",
    "15 GB of disk space": "15 GB 的磁碟空間",
    "Internet access": "網路連線",
    "Back Up Your Data": "備份您的資料",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "請確認您已經備份您的重要資料到雲端服務或是外接硬碟的外部空間。安裝一套新的作業系統可能會複寫您現有的資料。",
    "Choose your current Operating System": "選擇您目前所使用的作業系統",
    "Select the operating system you are currently using to view tailored installation instructions.": "選擇您目前使用的作業系統來閱讀針對它所撰寫的安裝說明。",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "校驗您的下載",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "檢驗你的下載檔案很重要，雖然我們不強求。我們從 elementary OS 影像檔製作 checksum (或 hash sum) 並且建議您在安裝之前檢查您檔案的 checksum。 這樣確保您下載的檔案完整且沒有任何損壞。",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "微軟 Windows 作業系統沒有內建驗證 SHA256 檢查碼的驗證工具，所以我們需要去下載 <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash檢查工具",
    "Open Hash Tool": "開啟Hash檢查工具",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "於\"Hash Type\"選項下選擇<code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "在 \"Input File\" 選項中選擇 <code>Select File(s)</code> 並且找到 elementary OS ISO 檔案。",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "在 \"Results\" 文字中驗證以下其中一個雜湊值（hashes）。",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "新建一個安裝媒介",
    "Rufus - select ISO": "Rufus - 選取 ISO 檔案",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called Rufus.": "You'll need a USB flash drive with at least 1 GB of free space and a program called Rufus.",
    "Download Rufus": "Download Rufus",
    "Open Rufus": "Open Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Insert your USB drive and select it in the \"Device\" list",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Select \"ISO Image\" next to \"Create a bootable disk using...\"",
    "Click": "Click",
    "the disk icon": "磁碟圖示",
    "to choose the ISO that you downloaded previously.": "選擇您先前下載的 ISO 檔案。",
    "Click &quot;Start&quot; and wait for the process to finish.": "Click \"Start\" and wait for the process to finish.",
    "Booting from the Install Drive": "從安裝媒介開機",
    "In order to start the installation process, you must boot your computer from the install drive.": "為了開始安裝過程，您必須利用安裝媒介開機。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "如果您的電腦依然開著，請先插入您的安裝媒介然後重新啓動您的電腦。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "多數的電腦會允許您按下特殊按鈕來改變這次開機順序 — 通常是 <kbd>F12</kbd>，不過有時是 <kbd>Esc</kbd> 或其他功能鍵。詳細請參考螢幕上的資訊或是您電腦的文件。",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "按下 <kbd>F12</kbd> ( 或者適合的按鍵 ) 並選擇安裝裝置—通常是 \"USB-HDD\" 或者其他跟 \"USB\" 有關的選項，但或許會有點不同。如果您選擇了錯誤的裝置，您的電腦將會像平常一樣載入，只要重新啟動您的電腦，並試試清單中其他的裝置。",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "當您選取了正確的引導驅動器后，您就會看到作業系統的背景圖。接下來，您只需按照熒幕上的指示和嚮導來進行餘下的安裝進程。",
    "Running the following command in your terminal:": "在您的終端機執行以下的指令:",
    "should produce the output:": "應該產生的輸出：",
    "Before creating an install drive, make sure you have all OS X updates installed. To check for available updates, open the Apple Menu and select either &quot;Software Update…&quot; or &quot;App Store…&quot; Make sure to install any OS updates in addition to ones labeled with &quot;Firmware&quot; and &quot;Boot Camp&quot;.": "在您製作安裝磁碟之前，請先確認您安裝了所有 OS X 的更新。打開 Apple Menu 然後選擇 “軟體更新...” 或 “App Store...”。 請確認您安裝了所有系統更新還有任何標名 “韌體” 或 “Boot Camp” 的更新。",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called &quot;Create elementary Installer&quot;.": "You'll need a USB flash drive with at least 1 GB of free space and a program called \"Create elementary Installer\".",
    "Download Create elementary Installer": "Download Create elementary Installer",
    "Open &quot;Create elementary Installer&quot;. If your Mac cannot open it because it's from an unidentifiable developer, right click the app, and select &quot;Open&quot;.": "Open \"Create elementary Installer\". If your Mac cannot open it because it's from an unidentifiable developer, right click the app, and select \"Open\".",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Insert the spare USB drive, and select the ISO file you've just downloaded.",
    "Create elementary OS USB Installer": "創建elementary OS的隨身碟安裝器",
    "Select your USB drive to start the installer creation process.": "Select your USB drive to start the installer creation process.",
    "Select USB Drive": "選擇隨身碟",
    "If your Mac doesn't recognize the resulting drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;.": "如果你的蘋果機不能在引導介面中識別你做好的隨身碟，你可能需要創建一個elementary OS的安裝光碟。如果你想用光碟安裝，你需要先插入一張無內容光碟，然後在Finder中右鍵選中鏡像文檔，最後選擇“把elementaryos-freya-xx.xx.iso“燒録至光碟設備。",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "當您聽到啟動提示音后，按住<kbd>選項</kbd>，然後選擇相應的引導驅動器。要記住它有可能被錯誤地識別為“Windows”，此屬正常現象。",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called UNetbootin.": "You'll need a USB flash drive with at least 1 GB of free space and a program called UNetbootin.",
    "Download UNetbootin": "Download UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "在Dash中開啓UNetbootin，它會打開一個像下圖的視窗：",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Select \"Diskimage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Click \"…\" to select the ISO that you downloaded previously.",
    "Unplug all USB memory devices apart from the one you want to use.": "Unplug all USB memory devices apart from the one you want to use.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Click \"OK\" and wait for the process to finish.",
    "After Installation": "安裝后步驟",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "用這段時間閲讀<a href=\"/docs/learning-the-basics\">指導手冊</a>以學習你的新系統。"
}