{
    "Translation Guide": "翻譯手冊",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "翻譯我們的網站和程式在普及elementary OS的過程中有着舉足輕重的作用。我們選擇讓大眾來幫助我們翻譯，而不是通過自己效率低下的內部翻譯團隊來翻譯，從而使有着極少甚至沒有相關知識的人也能參與其中。為了讓整個平臺能夠展現并保持最新的本地化內容，我們編寫了這份翻譯指導以幫助你高效地完成你的翻譯工作。",
    "Translating Applications": "翻譯應用程式",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "系統程式都是通過羅塞塔石碑翻譯的，在Launchpad上也有我們的翻譯介面。如果你想提交你的譯文，你應該這樣做：",
    "Have a": "擁有一個",
    "Launchpad account": "Launchpad 帳號",
    "Set your": "設定你的",
    "language preferences": "語言選項",
    "Browse our": "瀏覽我們的",
    "translatable projects": "可翻譯的項目",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "如果你選中了一個翻譯項目，你就可以翻譯項目內那些尚未被翻譯的內容，或者給已翻譯的內容提供一些更改建議。這些建議和譯文會通過我們翻譯團隊的審覈，然後他們會選擇最合適的譯文以應用於系統中。如果你想指導更多關於羅塞塔石碑的訊息，你可以參考他們的<a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">文檔</a>。",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "但你在翻譯的時候，你會遇到同一個字眼需要以不同的語境中採用不同的解釋的情況。針對這種問題，我們會參考Ubuntu的 <a href=\"https://help.launchpad.net/Translations/Guide\">基本翻譯指導</a>。當我們遇到翻譯方面的具體問題時，我們則遵循Ubuntu的<a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">團隊翻譯指導</a>。這些指導能夠幫助我們在允許大家都能夠為團隊貢獻一份力量的同時又能確保譯文的統一性。",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "如果你不想用羅塞塔石碑，或者想一次性做出大量更改，你也可以離綫翻譯。這是實現該方案之方法。                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   ",
    "Go to a project you want to translate": "選一個你想要翻義的項目吧",
    "Choose your language": "選擇你的語言",
    "Click on &quot;Download translation&quot;": "點選\"下載翻譯\"",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "你現在可以通過發送電郵來獲取你將要翻譯的文件。下載完成後，你就可以：",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "選擇你最愛的文字或翻譯專用編輯器，例如<a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>",
    "Start translating": "開始翻譯",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "如果你完成了你的翻譯工作，你可以在下載原文件的頁面中選取”上載翻譯文檔“來上傳你的成果。",
    "Translating our Website": "翻譯我們的網站",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "我們的網站是通過<a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a> 來翻譯的。如果您想幫忙翻譯，您可以：",
    "Transifex account": "Transifex的帳號",
    "Join our": "加入我們",
    "translation team": "翻譯的團隊",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "如果需要更多有關Transifex的資訊，您可以參照這個<a href=\"http://docs.transifex.com/tutorials/txeditor\">文件</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "我們的程式遵循Ubuntu的<a href=\"https://help.launchpad.net/Translations/Guide\">基本翻譯指導</a>。在解決翻譯方面具體問題時，我們遵循Ubuntu的 <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">團隊翻譯指導</a>。"
}