{
    "Code of Conduct": "Código de conducta",
    "Community Guidelines": "Normas de la comunidad",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Involucrarse en la comunidad de elementary es una experiencia increíble;  conseguir ser parte de algo grande, colaborar con gente de todo el mundo, y ayudar a la gente a hacer de sus computadoras algo increíble. Sin embargo, con esto viene la responsabilidad de seguir un conjunto de reglas establecidas para asegurar el mejor ambiente para todos los involucrados. Se espera que las siguientes reglas sean respetadas en todo momento en que usted este involucrado con la comunidad, sea esto en el sitio web de elementary, en un canal oficial de IRC, en persona, o en cualquier otra parte.",
    "I. Respect": "I. Respeto",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respetar a los demás es primordial. Asegúrese de respetar a las personas y sus opiniones, antecedentes personales, privacidad, e ideas. La comunidad elementary no es un lugar para comentarios irrespetuosos o hirientes por la razón que sea. Cuando critique, abordelo de manera constructiva y respetuosa. Los ataques personales no se toleran. Al recibir una crítica constructiva, tómelo en consideración y agradezca la crítica por sus aportaciones, sin importar su postura.",
    "II. Content": "II. Contenido",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "La comunidad elementary se compone de miles de usuarios de diferentes edades, creencias y niveles de madurez. Debido a esto, usted debe ser consciente del contenido que produce y las observaciones que realice. Desnudez, exceso de vulgaridad, contenido político, contenido religioso, o contenido inapropiado no debe relacionarse a elementary. En última instancia, los moderadores de elementary tienen la última palabra sobre lo que considere como inapropiado. En caso de duda, considere si es o no es algo que haría en un cuarto lleno de personas, incluyendo niños y abuelas de todo el mundo. Si vacila, no lo haga.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Las imágenes compartidas en comunidades moderadas por elementary no deben contener temas que imiten a otros OS, fotos o ilustraciones objetivando un individuo, o contenido que viole de algún otro modo nuestro código de conducta.",
    "III. Rumors and Speculation": "III. Rumores y especulación",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Aunque el ritmo rápido y emocionante de elementary contribuye a querer esparcir rumores y especulaciones, evitelas. Discutir los planes futuros está bien, pero cuando no es un hecho comprobado, divulgalo como una especulación personal o no hable de ello. Difundir información inexacta puede ser perjudicial para la comunidad, sobre todo si se extiende como algo negativo.",
    "IV. Helpful Discussion": "IV. Debate de utilidad",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary es impulsado por individuos que se reúnen en su tiempo libre para crear algo especial. Es importante respetar este hecho y tratar siempre de contribuir al debate sano y útil. Si esta en una reunión, siga el tema y permanezca callado a menos que tenga algo útil que se refiera a la discusión en curso. Si esta comentando en el sitio web, mantenga la discusión en relación con el contenido de la entrada de Journal o tema de Answer. Si participa en un debate orientado al desarrollador como una lista de correo o el canal IRC desarrollador, no cree ruidos innecesarios al discutir temas que no son de desarrollo; esto sólo hace descarrilar la discusión y enturbia los registros para los desarrolladores que pueden no estar presentes.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Como una comunidad que esta basado principalmente en línea, es importante que evitemos los aspectos potencialmente negativos de Internet. No troll; comenzando peleas o haciendo comentarios con el único propósito de molestar a alguien es infantil e inaceptable. El spam también es inaceptable; esto incluye publicar enlaces a sitios irrelevantes y publicar enlaces a un mismo sitio varias veces. Si alguien está haciendo trolling o spam, ignórelo e identifique al usuario.",
    "V. Avoiding Conflict": "V. Evitar conflictos",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Si percibe que alguien —ya sea un colaborador nuevo o no— se comporta de forma grosera, hágaselo saber con amabilidad. Es menester que se anticipe a los problemas antes de que ocurran. Todos tenemos parte en asegurar que nos comunicamos con claridad en nuestro único —y desafiante— ambiente de trabajo.",
    "VI. Step Down Considerately": "VI. Renunciar en forma considerada",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Las prioridades de la vida, los intereses y las pasiones pueden cambiar. Si usted está involucrado con un proyecto relacionado con elementary, pero siente que debe renunciar a él, debe hacerlo de una manera que minimice las consecuencias de esta ruptura. Cuando trabajamos juntos, nuestro trabajo y las ideas ya no son sólo nuestras; sino que pertenecen a la comunidad elementary en su conjunto. Informe a otros miembros del equipo que tiene la intención de renunciar, y si es posible, ayude a encontrar a alguien a recoger y continuar con su trabajo. Por lo menos, asegurarese de que su trabajo se puede continuar donde lo dejó.",
    "Consequences": "Consecuencias",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Si elige no seguir este código de conducta y perjudicar a la comunidad, nos reservaremos el derecho de: modificar o eliminar cualquier contenido que haya publicado, desactivar su cuenta del sitio web, expulsarlo de los canales IRC, suspenderlo de los servicios en línea o evitar, mediante otras acciones, que interactúe más con la comunidad.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>El código de conducta de elementary está publicado bajo la licencia <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Atribución-Compartir Igual 3.0</a>. Algunos aspectos han sido tomados del <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">código de conducta de Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "Código de conducta ⋅ elementary"
}