{
    "Save": "Salvar",
    "Loki Beta Is Here": "Loki Beta está aquí",
    "Try out the upcoming version of elementary OS.": "Pruebe la próxima versión de elementary OS.",
    "Download Loki Beta": "Descargar Loki Beta",
    "Read the Release Notes": "Lea las notas de la versión",
    "Documentation": "Documentación",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "Prepare una aplicación básica para su ejecución y distribución con nuestra guía de primeros pasos.",
    "Design": "Diseño",
    "Learn about the design principles that make up apps on elementary OS.": "Aprenda acerca de los principios de diseño que constituyen las aplicaciones de elementary OS.",
    "Reference": "Referencia",
    "Get more info about code style, reporting issues, and proposing design changes.": "Obtenga más información sobre el estilo de código, cómo informar de errores y cómo proponer cambios en el diseño.",
    "Build for": "Cree para",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "Loki trae una nueva API para Wingpanel, soporte para la API lanzador en Slingshot, nuevos widgets como AlertView, nuevas clases de estilo CSS e iconos, y un montón más. Construya aplicaciones con todas las características más fácil que nunca con  Gtk 3.18 & Vala 0.32, corriendo encima de Linux 4.4",
    "Contractor": "Contractor",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Un servicio de extensión a nivel de escritorio que permite a las aplicaciones utilizar funcionalidades de otras aplicaciones, sin coordinación previa.",
    "HIG for Contractor": "HIG para Contractor",
    "Reference for Contractor": "Referencia para Contractor",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "La biblioteca básica para las aplicaciones de elementary OS. Proporciona <i>widgets</i> de gran alcance como DynamicNotebook, utilidades, funciones útiles y más.",
    "Reference for Granite": "Referencia para Granite",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "Gestión de bases de datos sencilla y flexible. Admite bases de datos SQL remotas y en disco, incluyendo SQLite. Viene con navegadores de datos SQL gráficos y en la consola, detección automática de objetos en metadatos, entre otras funcionalidades.",
    "Reference for GDA": "Referencia para GDA",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "Una biblioteca de cliente/servidor HTTP con API síncronas y asíncronas. Incluye SSL/TLS, <em>cookies</em>, almacenamiento en memoria temporal, WebSockets, compatibilidad con servidores intermediarios y tunelación, y más. Va muy bien con JSON-GLib.",
    "Reference for Soup": "Referencia para Soup",
    "Reference for JSON-GLib": "Referencia para JSON-GLib",
    "vala": "vala",
    "Vala. A Modern, Fast, Open Source Language.": "Vala. Un lenguaje moderno, rápido y abierto.",
    "Write fast, native, object-oriented code with Vala. It's familiar to anyone who's seen C#, but maintains API/ABI compatibility with standard C, has low memory requirements, and is purpose-built for GObject. You name it, Vala's got it: signals, properties, generics, lambda functions, assisted memory management, exception handling, type inference, async/yield, and more.": "Escriba código rápido, nativo y orientado a objetos con Vala. Le resultará conocido a cualquiera que conozca C#, pero mantiene compatibilidad API/ABI con C estándar, requiere poca memoria y ha sido diseñado específicamente para GObject. Lo que se le ocurra, Vala lo tiene: señales, propiedades, genéricos, funciones lambda, gestión asistida de memoria, manejo de excepciones, inferencia de tipos, modo asíncrono/modo rendimiento…",
    "Learn More about Vala": "Más información sobre Vala",
    "Library Documentation for Vala": "Documentación de biblioteca de Vala",
    "By downloading this beta you accept that it is not a final product and will be unstable.": "Al descargar esta beta se acepta que no es un producto final y será inestable.",
    "Cancel": "Cancelar",
    "Loki Beta 64-bit": "Loki beta, 64 bits",
    "Torrent Magnet Link": "Enlace «magnet»",
    "Developer &sdot; elementary": "Desarrollo ⋅ elementary"
}