{
    "Be a Part of Something Bigger": "Forme parte de algo grandioso",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Todo lo que creamos es de código completamente abierto y en el proceso participan personas de todo el mundo. Aunque no sea programador, puede involucrarse y marcar la diferencia.",
    "Funding": "Apoyo económico",
    "Translations": "Traducciones",
    "Support": "Asistencia",
    "Web": "Web",
    "Desktop": "Escritorio",
    "Design": "Diseño",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "La financiación es la forma de apoyo de más impacto. Con su ayuda, hemos podido transformar el grupo de voluntarios apasionados que éramos en una pequeña empresa. Con una ayuda pequeña podríamos contratar a un desarrollador más a tiempo completo.",
    "Bug Bounties": "Informes de error con recompensas",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource paga directamente a los desarrolladores que crean funcionalidades nuevas o que corrigen errores. Puede ofrecer montos para que se corrijan los errores que le interesen, o bien, puede subsidiar una aplicación entera. Además, puede elegir pagar periódicamente.",
    "Learn More": "Más información",
    "BountySource": "BountySource",
    "Bountied Bugs": "Informes con recompensas",
    "General Funding": "Financiación general",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona como una campaña de recaudación de fondos en curso. Elija un monto, reciba recompensas y ayúdenos a alcanzar nuestros objetivos.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "Con PayPal es sencillo realizar una donación —o incluso una serie de pagos periódicos— por la cantidad que prefiera.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "Personas alrededor del mundo crean y utilizan elementary OS. Ayúdenos a mejorar la experiencia en cada idioma con la traducción.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS utiliza una herramienta de traducción abierta y colaborativa en Launchpad, llamada Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Este sitio se traduce abiertamente en otra plataforma, de nombre Transifex.",
    "Translate elementary OS": "Traducir elementary OS",
    "Translate This Website": "Traducir este sitio web",
    "World map": "Mapamundi",
    "Question & Answer": "Haga preguntas y dé respuestas",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange es un sitio de preguntas diseñado para encontrar las mejores respuestas a las dudas comunes. Cualquiera puede crear una cuenta y comenzar a preguntar y a responder.",
    "Unanswered Questions": "Preguntas sin responder",
    "New Questions": "Preguntas nuevas",
    "Documentation": "Documentación",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona documentaciones básicas para los usuarios y los programadores. Todos los documentos están escritos en Markdown y alojados en GitHub, por lo que es muy fácil enviar modificaciones.",
    "Learning The Basics Guide": "Guía de conceptos básicos",
    "Developer Docs": "Documentos de desarrollo",
    "Web Development": "Desarrollo web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nuestro sitio web está hecho con HTML, CSS, PHP y JavaScript. Todo el tiempo buscamos gente con experiencia en esas áreas que quieran ayudarnos a mejorarlo.",
    "Fork Our Website on GitHub": "Código fuente del sitio en GitHub",
    "Report a Website Issue": "Informe de un problema con el sitio",
    "Desktop Development": "Desarrollo de escritorio",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Hemos creado nuestro entorno de escritorio y sus aplicaciones con Vala, GTK+, Granite y otras bibliotecas abiertas. Alojamos el código en Launchpad.net, un servicio gratuito para proyectos de código abierto. Si nunca antes ha programado para elementary OS, recomendamos que le eche un vistazo a nuestra guía de primeros pasos.",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "Este diagrama de trabajo pendiente muestra lo que nos falta antes de completar el <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">objetivo Loki RC 1</a>, en el que estamos enfocados. Al terminar este trabajo, Loki se publicará y comenzaremos a desarrollar la próxima versión de elementary OS. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Más información</a>",
    "Fixed": "Corregidos",
    "In Progress": "En proceso",
    "Unfixed": "No corregidos",
    "Browse Our Desktop Code": "Código de escritorio",
    "Browse Our Apps' Code": "Código de aplicaciones",
    "Bitesized Bugs": "Informes aptos para principiantes",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Cada proyecto comienza con una idea. Nuestro equipo de diseño las procesa y las convierte en itinerarios e informes de error. Separamos el diseño en dos componentes:",
    "Visual Design": "Diseño visual",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Todo el tiempo aceptamos ideas nuevas sobre el diseño visual de elementary OS. Puede compartir bocetos mediante",
    "our Google+ Community": "comunidad de Google+",
    "Read the Interface Guidelines": "Directrices de interfaz de usuario",
    "See Our Mockups": "Consulte nuestros bocetos",
    "Interaction Design": "Diseño de interacción",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "El sistema Blueprints de Launchpad nos permite crear especificaciones detalladas de las funcionalidades y cambios planeados.",
    "Read About Our Workflow": "Nuestro flujo de trabajo",
    "Browse Our Blueprints": "Explore las especificaciones",
    "Get Involved with elementary OS": "Forme parte de elementary OS"
}