{
    "Check out our progress for Freya Update 1": "Así hemos construido Freya, actualización 1",
    "Fixed": "Corregidos",
    "In Progress": "En proceso",
    "Unfixed": "No corregidos",
    "Translations": "Traducciones",
    "Web Development": "Desarrollo web",
    "Design": "Diseño",
    "Desktop Development": "Desarrollo de escritorio",
    "Funding": "Apoyo económico",
    "&ldquo;A different language is a different vision of life.&rdquo;": "«Un idioma diferente es una visión diferente de la vida.»",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "Personas alrededor del mundo crean y utilizan elementary OS. Ayúdenos a mejorar la experiencia en cada idioma con la traducción.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS utiliza una herramienta de traducción abierta y colaborativa en Launchpad, llamada Rosetta.",
    "Learn More": "Más información",
    "Our website is also openly translated using an online platform called Transifex.": "Este sitio se traduce abiertamente en otra plataforma, de nombre Transifex.",
    "Translate elementary OS": "Traducir elementary OS",
    "Translate This Website": "Traducir este sitio web",
    "World map": "Mapamundi",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "«Los sitios web deben verse bien por dentro y fuera.»",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Nuestro sitio web está hecho con HTML, CSS, PHP y JavaScript. Todo el tiempo buscamos gente experimentada en esas áreas que quieran contribuir y hacerlo todavía mejor. La mayoría del trabajo de diseño ha sido realizado por nuestro equipo de diseño, pero nos encanta recibir ideas de diseño y retroalimientación para nuestro equipo web.",
    "Fork Us on GitHub": "Código fuente en GitHub",
    "See Our Open Bug Reports": "Informes de error abiertos",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "«El buen diseño es crear algo memorable y significativo.»",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Cada proyecto comienza con una idea. Nuestro equipo de diseño toma esa idea y crea un itinerario. Separamos el diseño en dos componentes:",
    "<strong>Visual Design</strong>": "<strong>Diseño gráfico</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Invitamos a los diseñadores gráficos recién llegados a compartir sus ideas <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">con nuestra comunidad en Google+</a>",
    "<strong>Interactive Design</strong>": "<strong>Diseño de interacciones</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "El sistema Blueprints de Launchpad nos permite crear especificaciones detalladas de las funcionalidades planeadas.",
    "Read the Interface Guidelines": "Directrices de interfaz de usuario",
    "Browse Our Blueprints": "Explore las especificaciones",
    "Read About Our Workflow": "Nuestro flujo de trabajo",
    "Application wire frame": "Marco de aplicaciones",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "«Antes de que el software pueda reutilizarse primero debe ser utilizable»",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Hemos creado nuestro entorno de escritorio y todas sus aplicaciones con Vala, GTK+, Clutter, Cairo, Granite y otras bibliotecas libres. Todo nuestro código está alojado en Launchpad.net, un servicio gratuito para proyectos de código abierto. Todo el tiempo estamos en busca de colaboradores, sin importar cuáles son sus habilidades.",
    "Browse Our Desktop Code": "Código de escritorio",
    "Browse Our Apps' Code": "Código de aplicaciones",
    "Scratch text editor": "Editor de textos Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "«Haz lo que amas y el dinero te seguirá.»",
    "Targeted Funding": "Financiación dirigida",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource paga directamente a los desarrolladores que crean funcionalidades nuevas o que corrigen errores. Puede ofrecer montos para que se corrijan los errores que le interesen, o bien, puede subsidiar una aplicación entera. Además, puede elegir pagar periódicamente.",
    "BountySource": "BountySource",
    "General Funding": "Financiación general",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona como una campaña de recaudación de fondos en curso. Elija un monto, reciba recompensas y ayúdenos a alcanzar nuestros objetivos.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "Con PayPal es sencillo realizar una donación —o incluso una serie de pagos periódicos— por la cantidad que prefiera.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Forme parte de elementary OS"
}