{
    "Check out our progress for Freya Beta 2": "Echa un vistazo a nuestro progreso en Freya Beta 2",
    "Fixed": "Corregido",
    "In Progress": "En progreso",
    "Unfixed": "No corregido",
    "Contribute by doing these things": "Contribuye haciendo estas cosas",
    "Translations": "Traducciones",
    "Web Development": "Desarrollo web",
    "Design": "Diseño",
    "Desktop Development": "Desarrollo de escritorio",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Un lenguaje diferente es una visión diferente de la vida.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "elementary OS es creado y usado por gente de todo el Mundo; ayúdanos a hacer la experiencia aún mejor traduciéndolo en más lenguajes. Launchpad tiene una herramienta integrada llamada Rosetta que permite traducciones colaborativas online.",
    "View Our Translations Page": "Visita nuestras páginas de traducción",
    "Get More Info About Rosetta": "Obtiene mas información sobre Rosetta",
    "World map": "Mapa mundial",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Los sitios web deben verse bien desde dentro y fuera\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Nuestro sitio web es construido usando HTML, CSS, PHP y JavaScript. Siempre estamos buscando gente experimentada en esas áreas que quieran contribuir y hacerlo aún mejor. La mayoría del trabajo de diseño es realizado por nuestro equipo de diseño, pero amamos las ideas de diseño y los comentarios para nuestro equipo web.",
    "Fork Us on GitHub": "Fork Us en GitHub",
    "See Our Open Bug Reports": "Mira nuestro reportes de Bugs abiertos",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Gran diseño es hacer algo memorable y significativo.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Cada proyecto comienza con una idea. Nuestro equipo de diseño web toma esa idea y crea en un plan. Separamos el diseño en dos componentes:",
    "Visual Design": "Diseño visual",
    "A great place for visual designers to get started is by sharing mockups with": "Un gran lugar para que los diseñadores visuales comiencen compartiendo bocetos con",
    "our Google+ Community": "nuestra comunidad de Google+",
    "Interactive Design": "Diseño Interactivo",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Usamos un sistema en Launchpad llamado Blueprints para crear detalladas explicaciones de las nuevas funcionalidades.",
    "Read the Interface Guidelines": "Lee las guías de interfaz",
    "Browse Our Blueprints": "Navega nuestros Blueprints",
    "Read About Our Workflow": "Lee sobre nuestro flujo de trabajo",
    "Application wire frame": "Wire frame de aplicación",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Antes de que el software sea reutilizable, primero tiene que ser usable\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Nuestro entorno de escritorio y todas sus aplicaciones están construidas usando Vala, GTK+, Clutter, Cairo, Granite y un número de otras librearías libres. Todo nuestro código esta alojado en Launchpad.net, un servicio gratuito para proyecto de código libre. Siempre estamos buscando colaboradores de todos los niveles de habilidad.",
    "Browse Our Desktop Code": "Navega nuestro código de escritorio",
    "Browse Our Apps' Code": "Navega el código de nuestras aplicaciones",
    "Scratch text editor": "Editor de textos Scratch",
    "Get Involved with elementary OS": "Involucrate con elementary OS"
}