{
    "Be a Part of Something Bigger": "Forma Parte de Algo más Grande",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Todo lo que creamos es 100% código abierto y desarrollado con la colaboración de personas de todo el mundo. Aunque no seas programador, puedes implicarte y marcar la diferencia.",
    "Funding": "Apoyo económico",
    "Translations": "Traducciones",
    "Support": "Asistencia",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Diseño",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.",
    "Bug Bounties": "Bug Bounties",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource paga directamente a los desarrolladores que crean funcionalidades nuevas o que corrigen errores. Puede ofrecer montos para que se corrijan los errores que le interesen, o bien, puede subsidiar una aplicación entera. Además, puede elegir pagar periódicamente.",
    "Learn More": "Más información",
    "BountySource": "BountySource",
    "Bountied Bugs": "Bountied Bugs",
    "General Funding": "Financiación general",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona como una campaña de recaudación de fondos en curso. Elija un monto, reciba recompensas y ayúdenos a alcanzar nuestros objetivos.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "Con PayPal es sencillo realizar una donación —o incluso una serie de pagos periódicos— por la cantidad que prefiera.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "Personas alrededor del mundo crean y utilizan elementary OS. Ayúdenos a mejorar la experiencia en cada idioma con la traducción.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS utiliza una herramienta de traducción abierta y colaborativa en Launchpad, llamada Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Este sitio se traduce abiertamente en otra plataforma, de nombre Transifex.",
    "Translate elementary OS": "Traducir elementary OS",
    "Translate This Website": "Traducir este sitio web",
    "World map": "Mapamundi",
    "Question & Answer": "Question & Answer",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.",
    "Unanswered Questions": "Unanswered Questions",
    "New Questions": "New Questions",
    "Documentation": "Documentación",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.",
    "Learning The Basics Guide": "Learning The Basics Guide",
    "Developer Docs": "Developer Docs",
    "Web Development": "Desarrollo web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.",
    "Fork Our Website on GitHub": "Código fuente del sitio en GitHub",
    "Report a Website Issue": "Report a Website Issue",
    "Desktop Development": "Desarrollo de escritorio",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.",
    "Our Progress for The Loki Beta 1 Milestone:": "Our Progress for The Loki Beta 1 Milestone:",
    "Fixed": "Corregidos",
    "In Progress": "En proceso",
    "Unfixed": "No corregidos",
    "Browse Our Desktop Code": "Código de escritorio",
    "Browse Our Apps' Code": "Código de aplicaciones",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:",
    "Visual Design": "Diseño visual",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with",
    "our Google+ Community": "comunidad de Google+",
    "Read the Interface Guidelines": "Directrices de interfaz de usuario",
    "See Our Mockups": "See Our Mockups",
    "Interaction Design": "Interaction Design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.",
    "Read About Our Workflow": "Nuestro flujo de trabajo",
    "Browse Our Blueprints": "Explore las especificaciones",
    "Get Involved with elementary OS": "Forme parte de elementary OS"
}