{
    "A fast and open replacement for Windows and OS X": "Una alternativa rápida y abierta a Windows y OS X",
    "Custom": "Personalizado",
    "Enter any dollar amount.": "Escriba un monto en dólares.",
    "Purchase elementary OS": "Comprar elementary OS",
    "1.15 GB (for PC or Mac)": "1,15 GB (para PC o Mac)",
    "What the press is saying about elementary OS:": "La prensa opina sobre elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "«elementary OS es diferente… un sistema operativo hermoso y potente que funciona bien incluso en PC antiguos.»",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "«Una plataforma rápida y de bajo mantenimiento que puede instalarse prácticamente en cualquier equipo.»",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "«Ligero y rápido… Creado completamente por la comunidad, tiene un gran gusto por el diseño y el aspecto.»",
    "Meet Our Apps": "Conozca nuestras aplicaciones",
    "Photos": "Fotos",
    "Music": "Música ",
    "Videos": "Vídeos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importe, organice y edite fotografías. Cree un pase de diapositivas. Compártalas en Facebook y Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organice y escuche su música. Explore álbumes, haga búsquedas rapidísimas y cree listas con sus pistas favoritas.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Vea películas y vídeos con una interfaz minimalista. El marco se desvanece para no obstaculizar la imagen.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navegue por la Web con un navegador rápido y ligero. Midori le permite utilizar sitios y aplis web HTML5 sin agotar demasiado la batería.",
    "Learn More": "Más información",
    "dat": "dat",
    "Accessories": "Accesorios",
    "Graphics": "Gráficas",
    "Internet": "Internet",
    "Office": "Oficina",
    "Other": "Otras",
    "Sound &amp; Video": "Sonido y vídeo",
    "System Tools": "Herramientas del sistema",
    "Applications": "Aplicaciones",
    "3 Ways to Explore": "Tres modos de exploración",
    "Grid": "Cuadrícula",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Navegue por sus aplicaciones y encuentre la que busca en la cuadrícula alfabetizada.",
    "Categories": "Categorías",
    "View your apps automatically organized into categories. Perfect for large collections.": "Muestra las aplicaciones organizadas en categorías. Perfecto para colecciones grandes.",
    "Search": "Buscar",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Abra aplis y paneles de configuración, ejecute órdenes… todo mediante la ultrarrápida vista de búsqueda.",
    "Open Source": "Código abierto",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Nuestro código está disponible para que cualquiera lo revise, escrutinice, modifique y redistribuya.",
    "No Ads. No Spying.": "Sin publicidad. Sin espionaje.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "No ponemos publicidad ni recopilamos datos personales. Nuestro único ingreso son las donaciones de los usuarios.",
    "Safe &amp; Secure": "Seguro",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Nuestra base es Linux: el mismo software que hace funcionar al Departamento de Defensa de EE. UU., el Banco de China y muchas organizaciones más.",
    "Security Notices": "Avisos de seguridad",
    "Download elementary OS": "Descargar elementary OS",
    "Choose a Download": "Elija una descarga",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Recomendamos 64 bits para la mayoría de los PC modernos. Para obtener ayuda y más información, consulte la",
    "installation guide": "guía de instalación",
    "Freya 32-bit": "Freya, 32 bits",
    "Torrent Magnet Link": "Enlace «magnet»",
    "Freya 64-bit": "Freya, 64 bits"
}