{
    "Be a Part of Something Bigger": "Ole osa jotain suurempaa",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Kaikki mitä teemme on 100-prosenttisesti avointa lähdekoodia ja kehitetty yhteistyössä ympäri maailmaa olevien ihmisten kanssa. Vaikka et olisikaan ohjelmoija, voit osallistua toimintaan ja tehdä merkityksellisiä asioita.",
    "Funding": "Rahoitus",
    "Translations": "Käännökset",
    "Support": "Tuki",
    "Web": "Verkko",
    "Desktop": "Työpöytä",
    "Design": "Suunnittelu",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Suurin yksittäinen avustustapa on rahoitus. Avullanne olemme kyenneet kasvamaan pienestä joukosta pieneksi yritykseksi. Jokainen avustus on askel kohti toisen täysipäiväisen kehittäjän palkkaamista.",
    "Bug Bounties": "Vikapalkkiot",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Lahjoitukset BountySourcen kautta tavoittavat suoraan kehittäjät vastineena korjauksista ja uusista ominaisuuksista. Aseta palkkio niistä ongelmista, joihin toivot eniten ratkaisua, tai rahoita yksittäistä sovellusta. Voit myös asettaa toistuvan maksun. ",
    "Learn More": "Lisätietoja",
    "BountySource": "BountySource",
    "Bountied Bugs": "Palkkiota odottavat viat",
    "General Funding": "Yleinen rahoitus",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon toimii kuten joukkorahoituskampanja. Valitse lahjoituksen summa, saa palkkioita ja auta meitä tavoitteissamme.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal on helppo ja nopea vaihtoehto. Valitse kertamaksu tai aseta toistuva maksu.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS on käytössä ympäri maailman, ja samalla se on maailmanlaajuisen käyttäjäkunnan työn tulos. Auta tekemään käyttökokemuksesta entistä parempi kääntämällä järjestelmä eri kielille.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS käyttää avointa, yhteistyöhön perustuvaa Launchpadin Rosetta-käännöstyökalua.",
    "Our website is also openly translated using an online platform called Transifex.": "Verkkosivustoa käännetään Transifex-yhteisöpalvelussa.",
    "Translate elementary OS": "Käännä elementary OS eri kielille",
    "Translate This Website": "Käännä tämä verkkosivusto",
    "World map": "Maailman kartta",
    "Question & Answer": "Kysy ja vastaa",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange on kysymys- ja vastaussivusto, jonka tarkoitus on tarjota parhaat vastaukset yleisiin ja hieman harvinaisempiinkin kysymyksiin. Kuka tahansa voi luoda käyttäjätilin ja vastata muiden kysymyksiin.",
    "Unanswered Questions": "Vastaamattomat kysymykset",
    "New Questions": "Uudet kysymykset",
    "Documentation": "Dokumentaatio",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tarjoaa oppaat niin käyttäjille kuin kehittäjillekin. Kaikki oppaat on kirjoitettu käyttäen Markdown-merkintäkieltä, ja ohjeet löytyvät GitHubista. Muutosten tekeminen tai uusien osioiden lisääminen on siis todella helppoa.",
    "Learning The Basics Guide": "Perusasiat tutuksi -ohje",
    "Developer Docs": "Kehittäjädokumentaatio",
    "Web Development": "Web-kehitys",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Tämä sivusto on rakennettu käyttäen HTML:ää, CSS:ää, PHP:tä ja JavaScriptiä. Jos tunnet kyseisiä teknologioita hyvin, olet tervetullut osallistumaan verkkosivuston kehitykseen.",
    "Fork Our Website on GitHub": "Haarauta sivusto GitHubissa",
    "Report a Website Issue": "Ilmoita verkkosivustoa koskevasta ongelmasta",
    "Desktop Development": "Työpöydän kehitys",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Työpöytäympäristömme ja sovelluksemme ovat arkennettu käyttäen Valaa, GTK+:aa, Granitea ja lukuisia muita avoimen lähdekoodin kirjastoja. Työpöydän lähdekoodi on saatavilla Launchpad.netin kautta. Jos et ole vielä koskaan kehittänyt mitään elementary OS:lle, suosittelemme tutustumaan aloitusoppaaseen.",
    "This burndown chart shows our progress for the": "Tämä kaavio esittää edistymisen",
    "Loki RC 1 milestone": "Loki RC 1 milestone",
    ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.": ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.",
    "Fixed": "Korjattu",
    "In Progress": "Vaiheessa",
    "Unfixed": "Korjaamatta",
    "Browse Our Desktop Code": "Selaa työpöydän koodia",
    "Browse Our Apps' Code": "Selaa sovellusten koodia",
    "Bitesized Bugs": "Pienehköt viat",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Jokainen projekti alkaa ideasta. Suunnittelutiimimme jalostaa ideat suunnitelmiksi. Jaamme suunnittelun kahteen pääosaan:",
    "Visual Design": "Visuaalinen suunnittelu",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Olemme avoimia elementary OS:n visuaalisen suunnittelun suhteen. Ota osaa jakamalla mallinnuksia",
    "our Google+ Community": "Google+-yhteisön keskuudessa",
    "Read the Interface Guidelines": "Tutustu käyttöliittymän suosituksiin",
    "See Our Mockups": "Tutustu mallinnuksiin",
    "Interaction Design": "Vuorovaikutussuunnittelu",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Käytämme Launchpadin Blueprints-ominaisuutta luodaksemme yksityiskohtaiset selvitykset uusista ominaisuuksia ja muutoksista käyttöliittymiin.",
    "Read About Our Workflow": "Lue lisää työnkulusta",
    "Browse Our Blueprints": "Selaa määrittelyjä",
    "Get Involved with elementary OS": "Osallistu elementary OS:ään"
}