{
    "Check out our progress for Freya Beta 2": "Katso meidän edistyminen Freya Beta 2:n kanssa.",
    "Fixed": "Korjattu",
    "In Progress": "Vaiheessa",
    "Unfixed": "Ei korjattu",
    "Translations": "Käännökset",
    "Web Development": "Web kehitys",
    "Design": "Suunnittelu",
    "Desktop Development": "Työpöydän kehitys",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Eri kieli on eri näkemys elämästä\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "elementary OS on luotu ja sitä käyttää ihmiset ympäri mailmaa; auta meitä tekemään kokemuksesta entistä parempi kääntämällä se muille kielille. Launchpadissä on sisäänrakennettu työkalu nimeltään Rosetta joka mahdollistaa käännökset yhteistyössä netissä.",
    "View Our Translations Page": "Katso meidän käännökset sivu",
    "Get More Info About Rosetta": "Lisää infoa Rosettasta",
    "World map": "Maailman kartta",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Nettisivujen pitäisi näyttää hyvältä se ulkoa että sisältäpäin.\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Nettisivustomme on rakennettu käyttäen HTML:ää, CSS:ää, PHP:tä ja JavaScriptiä. Etsimme aina edellä mainittujen alojen osaajia jotka haluaisivat edistää ja tehdä siitä entistä paremman. Suurin osa suunnittelutyön takana on meidän suunnittelu tiimimme, mutta rakastamme suunnittelu ideoiden ja palautteen saamista meidän Web tiimiltämme.",
    "Fork Us on GitHub": "Haaraudu meistä GitHubissa",
    "See Our Open Bug Reports": "Katso meidän avoimet bugi raportit",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Hyvä suunnitelu on tehdä jostain mieleenpainuva ja mielekäs\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Jokainen projekti alkaa idealla. Meidän suunnittelu tiimimme ottaa ne ja muuntaa ne suunnitelmien aikajanaksi. Jaamme suunnittelun kahteen osaan:",
    "Visual Design": "Visuaalinen suunnittelu",
    "A great place for visual designers to get started is by sharing mockups with": "Loistava paikka visuaalisille suunnittelijoille aloittaa on jakamalla malleja",
    "our Google+ Community": "meidän Google+ yhteisöllemme",
    "Interactive Design": "Interaktiivinen suunnittelu",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Me käytämmä Launchpadin järjestelmää nimeltä Blueprints luodaksemme yksityiskohtaisia selityksiä uusista ominaisuuksista.",
    "Read the Interface Guidelines": "Lue käyttöliittymän ohjenuorat",
    "Browse Our Blueprints": "Selaa meidän Blueprinttejä",
    "Read About Our Workflow": "Lue meidän työnkulusta",
    "Application wire frame": "Sovellus lankamallikuvana",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Ennenkuin ohjelmaa voi uudelleen käyttää siitä täytyy ensin tulla käyttökelpoinen\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Työpöytä ympäristömme ja kaikki sen ohjelmat on rakennettu käyttäen Valaa, GTK+:aa, Clutteria, Cairoa, Granitea ja lukuisia muita ilmaisia kirjastoja. Kaikki meidän koodi on hostattu Launchpad.net sivustolla, ilmainen palvelu avoimen lähdekoodin projekteille. Etsimme aina kaikkien taitotasojen avustajia.",
    "Browse Our Desktop Code": "Selaa meidän työpöytä koodia",
    "Browse Our Apps' Code": "Selaa meidän ohjelmien koodia",
    "Scratch text editor": "Scratch teksti editori",
    "Get Involved with elementary OS": "Osallistu elementary OS:ään"
}