{
    "Check out our progress for Loki Beta 1": "Check out our progress for Loki Beta 1",
    "Fixed": "Korjattu",
    "In Progress": "Vaiheessa",
    "Unfixed": "Korjaamatta",
    "Translations": "Käännökset",
    "Web Development": "Web-kehitys",
    "Design": "Suunnittelu",
    "Desktop Development": "Työpöydän kehitys",
    "Funding": "Rahoitus",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Eri kieli on eri näkemys elämästä\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS on käytössä ympäri maailman, ja samalla se on maailmanlaajuisen käyttäjäkunnan työn tulos. Auta tekemään käyttökokemuksesta entistä parempi kääntämällä järjestelmä eri kielille.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS käyttää avointa, yhteistyöhön perustuvaa Launchpadin Rosetta-käännöstyökalua.",
    "Learn More": "Lisätietoja",
    "Our website is also openly translated using an online platform called Transifex.": "Verkkosivustoa käännetään Transifex-yhteisöpalvelussa.",
    "Translate elementary OS": "Käännä elementary OS eri kielille",
    "Translate This Website": "Käännä tämä verkkosivusto",
    "World map": "Maailman kartta",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Sivustojen tulisi näyttää hyvältä sekä ulko- että sisäpuolelta\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Sivustomme on rakennettu käyttäen HTML:ää, CSS:ää, PHP:tä ja JavaScriptiä. Etsimme jatkuvasti kyseisten teknologioiden osaajia, jotka haluavat edistää ja tehdä sivustostamme entistä paremman.  Suunnittelutiimimme tekee suurimman työn, mutta rakastamme  ideoiden ja palautteen saamista web-tiimille.",
    "Fork Us on GitHub": "Haaraudu GitHubissa",
    "See Our Open Bug Reports": "Katso kaikki avoimet vikailmoitukset",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Hyvä suunnitelu on sitä, kun jostain tehdään mieleenpainuvaa sekä merkittävää\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Jokainen projekti alkaa idealla. Suunnittelutiimimme ottaa ideat käsittelyyn ja muuntaa ne määritelmiksi. Jaamme suunnittelun kahteen osaan:",
    "Visual Design": "Visuaalinen suunnittelu",
    "A great place for visual designers to get started is by sharing mockups with": "Visuaalisille suunnittelijoille oivallinen tapa aloittaa on jakaa hahmotelmia sovellusten käyttöliittymistä",
    "our Google+ Community": "Google+-yhteisön keskuudessa",
    "Interactive Design": "Vuorovaikutteinen suunnittelu",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Käytämme Launchpadin Blueprints-osiota luodaksemme yksityiskohtaisia määrittelyjä uusista ominaisuuksista.",
    "Read the Interface Guidelines": "Tutustu käyttöliittymän suosituksiin",
    "Browse Our Blueprints": "Selaa määrittelyjä",
    "Read About Our Workflow": "Lue lisää työnkulusta",
    "Application wire frame": "Sovellus lankamallikuvana",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Ennen kuin ohjelmistoa voi uusiokäyttää, sen täytyy olla ensin käyttökelpoista\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Työpöytäympäristömme ja kaikki sen sovellukset on rakennettu käyttäen Valaa, GTK+:aa, Clutteria, Cairoa, Granitea ja lukuisia muita vapaita kirjastoja. Kaikki koodimme on saatavilla Launchpad.net-sivuston kautta. Etsimme jatkuvasti avustajia taitotasosta riippumatta.",
    "Browse Our Desktop Code": "Selaa työpöydän koodia",
    "Browse Our Apps' Code": "Selaa sovellusten koodia",
    "Scratch text editor": "Scratch-tekstieditori",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Ansaitse rahaa siitä, mitä haluat tehdä\"",
    "Targeted Funding": "Kohdistettu rahoitus",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Lahjoitukset BountySourcen kautta tavoittavat suoraan kehittäjät vastineena korjauksista ja uusista ominaisuuksista. Aseta palkkio niistä ongelmista, joihin toivot eniten ratkaisua, tai rahoita yksittäistä sovellusta. Voit myös asettaa toistuvan maksun. ",
    "BountySource": "BountySource",
    "General Funding": "Yleinen rahoitus",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon toimii kuten joukkorahoituskampanja. Valitse lahjoituksen summa, saa palkkioita ja auta meitä tavoitteissamme.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal on helppo ja nopea vaihtoehto. Valitse kertamaksu tai aseta toistuva maksu.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Osallistu elementary OS:ään"
}