{
    "Check out our progress for Loki Alpha 1": "Loki-julkaisun Alpha 1 -version eteneminen",
    "Fixed": "Korjattu",
    "In Progress": "Vaiheessa",
    "Unfixed": "Korjaamatta",
    "Funding": "Rahoitus",
    "Translations": "Käännökset",
    "Web Development": "Web-kehitys",
    "Desktop Development": "Työpöydän kehitys",
    "Design": "Suunnittelu",
    "Targeted Funding": "Kohdistettu rahoitus",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Lahjoitukset BountySourcen kautta tavoittavat suoraan kehittäjät vastineena korjauksista ja uusista ominaisuuksista. Aseta palkkio niistä ongelmista, joihin toivot eniten ratkaisua, tai rahoita yksittäistä sovellusta. Voit myös asettaa toistuvan maksun. ",
    "Learn More": "Lisätietoja",
    "BountySource": "BountySource",
    "General Funding": "Yleinen rahoitus",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon toimii kuten joukkorahoituskampanja. Valitse lahjoituksen summa, saa palkkioita ja auta meitä tavoitteissamme.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal on helppo ja nopea vaihtoehto. Valitse kertamaksu tai aseta toistuva maksu.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS on käytössä ympäri maailman, ja samalla se on maailmanlaajuisen käyttäjäkunnan työn tulos. Auta tekemään käyttökokemuksesta entistä parempi kääntämällä järjestelmä eri kielille.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS käyttää avointa, yhteistyöhön perustuvaa Launchpadin Rosetta-käännöstyökalua.",
    "Our website is also openly translated using an online platform called Transifex.": "Verkkosivustoa käännetään Transifex-yhteisöpalvelussa.",
    "Translate elementary OS": "Käännä elementary OS eri kielille",
    "Translate This Website": "Käännä tämä verkkosivusto",
    "World map": "Maailman kartta",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Sivustomme on rakennettu käyttäen HTML:ää, CSS:ää, PHP:tä, ja JavaScriptia. Jos olet pro edellä mainittujen lyhenteiden parissa, tule mukaan! Suuntalinjat määrittää pääsääntöisesti suunnittelutiimi, mutta www-kehitystiimi arvostaa myös muiden ideoita ja palautetta. ",
    "Fork Our Website on GitHub": "Haarauta sivusto GitHubissa",
    "Report an Issue with Our Website": "Ilmoita sivustoa koskevasta viasta",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Työpöytäympäristö ja kaikki siihen sisältyvät sovellukset on rakennettu käyttäen Valaa, GTK+:aa, Clutteria, Cairoa, Granitea ja monia muita avoimia kirjastoja. Kaikki koodi on saatavilla Launchpad.netin kautta. Toivotamme uudet kehittäjät tervetulleiksi projektin pariin.",
    "Browse Our Desktop Code": "Selaa työpöydän koodia",
    "Browse Our Apps' Code": "Selaa sovellusten koodia",
    "See Our Open Bug Reports": "Katso kaikki avoimet vikailmoitukset",
    "Scratch text editor": "Scratch-tekstieditori",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Jokainen projekti alkaa idealla. Suunnittelutiimimme ottaa ideat käsittelyyn ja muuntaa ne määritelmiksi. Jaamme suunnittelun kahteen osaan:",
    "Visual Design": "Visuaalinen suunnittelu",
    "A great place for visual designers to get started is by sharing mockups with": "Visuaalisille suunnittelijoille oivallinen tapa aloittaa on jakaa hahmotelmia sovellusten käyttöliittymistä",
    "our Google+ Community": "Google+-yhteisön keskuudessa",
    "Interactive Design": "Vuorovaikutteinen suunnittelu",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Käytämme Launchpadin Blueprints-osiota luodaksemme yksityiskohtaisia määrittelyjä uusista ominaisuuksista.",
    "Read the Interface Guidelines": "Tutustu käyttöliittymän suosituksiin",
    "Browse Our Blueprints": "Selaa määrittelyjä",
    "Read About Our Workflow": "Lue lisää työnkulusta",
    "Application wire frame": "Sovellus lankamallikuvana",
    "Get Involved with elementary OS": "Osallistu elementary OS:ään"
}