{
    "A fast and open replacement for Windows and OS X": "Nopea, avoin ja ilmainen vaihtoehto Windowsille sekä OS X:lle",
    "Custom": "Muu",
    "Enter any dollar amount.": "Syötä haluamasi summa.",
    "Purchase elementary OS": "Osta elementary OS",
    "1.15 GB (for PC or Mac)": "1,15 Gt (PC:lle ja Macille)",
    "What the press is saying about elementary OS:": "Lehdistössä lausuttua:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS on erilainen... Kaunis ja tehokas käyttöjärjestelmä, joka toimii vanhemmillakin tietokoneilla.\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"Nopea, vähän ylläpitoa vaativa alusta, jonka voi asentaa periaatteessa mihin tahansa.\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Kevyt ja nopea... Täysin yhteisöpohjainen, panostaa reilusti hyvään suunnitteluun ja ulkoasuun.\"",
    "Meet Our Apps": "Tutustu sovelluksiimme",
    "Photos": "Kuvat",
    "Music": "Musiikki",
    "Videos": "Videot",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Tuo, hallitse ja muokkaa valokuvia. Tee diaesityksiä. Jaa muiden kanssa Facebookin tai Flickrin kautta.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Hallinnoi ja kuuntele musiikkiasi. Selaa albumeita, käytä nopeaa hakutoimintoa ja tee soittolistoja suosikkikappaleistasi.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Katso videoita ja elokuvia minimalistisen käyttöliittymän avustuksella. Tummat reunukset väistyvät näköpiiristä, jotta voit keskittyä katseluun.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surffaa netissä nopealla ja kevyellä verkkoselaimella. Midorin avulla käytät HTML5-verkkosivustoja ja verkkosovelluksia, eikä surffailu kuluta juurikaan kannettavan laitteesi akkua.",
    "Learn More": "Lisätietoja",
    "dat": "päi",
    "Accessories": "Apuohjelmat",
    "Graphics": "Grafiikka",
    "Internet": "Internet",
    "Office": "Toimisto",
    "Other": "Muut",
    "Sound &amp; Video": "Ääni ja video",
    "System Tools": "Järjestelmätyökalut",
    "Applications": "Sovellukset",
    "3 Ways to Explore": "Kolme tapaa selata",
    "Grid": "Ruudukko",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Näyttää kaikki sovellukset aakkosjärjestyksessä ruudukossa. Selaa napsauttamalla tai etsi mitä haluat.",
    "Categories": "Luokat",
    "View your apps automatically organized into categories. Perfect for large collections.": "Katsele sovelluksia automaattisesti luokkiin järjestettynä. Erinomainen tapa, kun sovelluksia on paljon.",
    "Search": "Haku",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Käynnistä sovelluksia ja avaa asetuksia, suorita komentoja ja paljon muuta hakunäkymässä.",
    "Open Source": "Avointa lähdekoodia",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Lähdekoodi on kenen tahansa saatavilla tarkastelua, muokkausta ja levitystä varten.",
    "No Ads. No Spying.": "Ei mainoksia, ei vakoilua.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Emme tee mainostussopimuksia saati kerää henkilökohtaisia tietoja käyttäjistämme. Tulomme saamme lahjoituksina tyytyväisiltä käyttäjiltämme.",
    "Safe &amp; Secure": "Varma ja turvallinen",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Käyttöjärjestelmä pohjautuu Linuxiin; samaan ohjelmistoon, jota käyttävät muun muassa Yhdysvaltain puolustusministeriö, Bank of China ja monet muut tahot.",
    "Security Notices": "Tietoturvailmoitukset",
    "Download elementary OS": "Lataa elementary OS",
    "Choose a Download": "Valitse versio",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Suosittelemme 64-bittistä useimmille uusille tietokoneille. Jos haluat apua ja lisätietoja, lue",
    "installation guide": "asennusohje.",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Torrent Magnet -linkki",
    "Freya 64-bit": "Freya 64-bit"
}