{
    "Privacy Policy": "Tietoturvasuoja",
    "Do Not Track": "Älä seuraa",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Tämä sivusto kunnioittaa älä seuraa asetusta joka löytyy useimmista moderneista selaimista ja kytkee pois päältä Google Analyticsin sen ollessa läsnä. Me emme voi automaattisesti poistaa käytöstä muita seuranta methodeja ilman vakavasti rampauttaen sivustomme käytettävyyttä. Halutessasi manuaalisesti hallinnoida kyseisiä seuranta methodeja, katso kuinka kytkeä pois päältä evästeet.",
    "Cookies": "Evästeet",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "Voit selaimesi asetuksista kytkeä evästeet kokonaan pois päältä tai valikoivasti kytkeä pois päältä haluamasi evästeet tai kolmansien osapuolien evästeet.",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Tämä sivusto käyttää evästeitä tullakseen paremmaksi pikku hiljaa. Palvelut saattavat toimia ilman niitä mutta rajoitetulla käytettävyydellä. Esimerkiksi tämä sivusto ei muista jos olet aikaisemmin jo vaihtoehtoisesti maksanut elementary OS:stä; oletuksena sinua pyydetään maksamaan uudestaan.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Tallentaa evästeet seurataakseen käyttäytymis elemnttejä ja analysoidakseen mahdollisia uhkia. Jos haluat lisää tietoa, katso",
    "CloudFlare Privacy & Security Policy": "CloudFlare Privary & Security Policy",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Tallentaa evästeetä kerätäkseen tietoja, mukaanlukien sivuston kävijämäärät, mistä he tulivat, ja millä sivuilla he vierailevat - nimettömässä muodossa. Tätä tietoa käytetään sivuston parantamiseksi. Jos haluat lisää tietoa, katso Googlen artikkeli aiheesta",
    "Safeguarding Your Data": "Safeguarding Your Data",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Käyttää evästeitä muistaakseen viimeisen tilauksesi ja mistä maasta olet tietääkseen mitä luottokortti tyyppejä ehdotetaan maksutavoiksi. Jos haluat lisää tietoa, katso",
    "Stripe's Privacy Policy": "Stripe's Privacy Policy",
    "Manage Cookies": "Hallinnoi evästeitä",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Koska olet jo vieraillut sivustolla, saatat haluta hallinnoida evästeitä jotka ovat jo asetettuna selaimeesi. Linkit aiheeseen liittyviin ohjeisiin löydät alapuolelta.",
    "Midori": "Midori",
    "Privacy Policy &sdot; elementary": "Tietoturvasuoja - elementary"
}