{
    "Learning the Basics": "मूल कुराहरु सिक्नुहोस्",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "हरेक सञ्चालन प्रणालीमा जस्तै, केही कुराहरु होलान् जससँग तपाईं परिचित नहुन सक्नुहुन्छ। यस खण्डले वेब ब्राउज गर्ने र संगीत सुन्ने जस्ता सरल, दैनिक कार्यहरू कसरी गर्ने भनी सिकाउनेछ, साथै अन्य उपयोगी जानकारीहरु दिनेछ जस बारे तपाईं अनभिज्ञ हुन सक्नुहुन्छ।",
    "The Desktop": "डेस्कटप",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "एलीमेन्टरी ओएस डेस्कटप धेरै सरल र सिक्न सजिलो छ। यसको दुईवटा तत्व छन्: प्यानल र डक। <strong><a href=\"/docs/learning-the-basics#system-settings\">प्रणाली सेटिङहरु</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong> मा गएर तपाईं डेस्कटप वालपेपर परिवर्तन गर्न सक्नुहुन्छ।",
    "The Panel": "प्यानल",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "स्क्रिनको माथिल्लो भागमा तपाईंले प्यानल देख्न सक्नुहुन्छ। यसमा बाँयापट्टि अनुप्रयोग मेनु छ, बीचमा समय र मिति छ, र दाँयापट्टि संकेतकहरु छन्।",
    "Applications": "अनुप्रयोगहरू",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:",
    "Shutdown and Restart": "Shutdown and Restart",
    "Compose Message": "Compose Message",
    "New Private Browsing Window": "New Private Browsing Window",
    "Math operations (example: 23 * 5)": "Math operations (example: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "To open the applications menu with the keyboard, press <kbd>⌘</kbd> + <kbd>space</kbd>.",
    "Indicators": "संकेतकहरु",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "प्यानलको दाँयापट्टि भएका चिन्हहरुलाई संकेतक भनिन्छ। यिनिहरुले तपाईंंको सेसनको हालको स्थितिका बारेमा संकेतहरु देखाउँदछन्, उदाहरणका लागि तपाईंंको नेटवर्क कनेक्शन, ब्याट्रीको शक्ति, समय, च्याट र इमेल खाताहरु, इत्यादी। कुनै पनि संकेतकलाई थिचेर थप जानकारी पाउन तथा सम्बन्धित कार्यहरु हेर्न सकिन्छ।",
    "The Dock": "डक",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "डक स्क्रिनको तल्लो भागमा अवस्थित हुन्छ। यसमा तपाईंंका मनपर्ने अनुप्रयोगहरु साथै हाल खुला अवस्थामा रहेका अरु अनुप्रयोगहरु रहन्छन्।",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "डकमा रहेका अनुप्रयोगहरुलाई सजिलैसित फेरबदल गर्न सकिन्छ। डकमा कुनै अनुप्रयोग थप्नका लागि, त्यसलाई प्यानलमा अवस्थित <strong>Applications</strong> बाट तानेर डकमा खसाल्नुहोस् अथवा कुनै पनि खुल्ला अवस्थामा रहेको अनुप्रयोगको चिन्हमा दायाँ क्लिक गर्नुहोस् र सूचीबाट <strong>Keep in Dock</strong> छान्नुहोस्। डकबाट कुनै अनुप्रयोगलाई हटाउन त्यस अनुप्रयोगलाई डकबाट तानेर कुनै खाली ठाउँँ वा तपाईंंको डेस्कटपमा खसाल्नुहोस् अथवा त्यस अनुप्रयोगको चिन्हमा दायाँ क्लिक गर्नुहोस् र सूचीबाट <strong>Keep in Dock</strong> छानेर हटाउनुहोस्। डकमा अनुप्रयोगहरू पुनःव्यवस्थित गर्नका लागि, तिनिहरुलाई केवल तान्नुहोस् र खसाल्नुहोस्।",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "जब कुनै अनुप्रयोगलाई ठुलो बनाइन्छ, पूर्वनिर्धारण गरिए जस्तै डक स्क्रिनको तल लुकेको हुन्छ। डकलाई देखिने बनाउन तपाईंंको माउसलाई स्क्रिनको तल्लो भागको केन्द्र तिर सार्नुहोस्।",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "तपाईंंले डकको व्यवहारलाई <strong><a href=\"/docs/learning-the-basics#system-settings\">प्रणाली सेटिङहरु</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong> मा गएर परिवर्तन गर्न सक्नुहुन्छ।",
    "App Windows": "अनुप्रयोग विन्डोहरु",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "अनुप्रयोगहरु आ-आफ्नै विन्डोहरुमा अवस्थित रहन्छन् जसलाई बन्द गर्न, ठुलो बनाउन, वा यताउती सार्न सकिन्छ।",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "जब तपाईंंले कुनै अनुप्रयोग खोल्नुहुन्छ, त्यसको विन्डो डेस्कटपमा देखापर्दछ। हरेक अनुप्रयोगको सामान्यतया तीनवटा भागहरु हुन्छन्: विन्डोका बटनहरु, एउटा उपकरण पट्टी, र त्यस अनुप्रयोगका सामाग्रीहरु।",
    "Window Buttons": "विन्डो बटनहरु",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "कुनै पनि अनुप्रयोगका विन्डो बटनहरु त्यस अनुप्रयोगको विन्डोको माथिल्लो कुनाहरूमा अवस्थित हुन्छन्। बन्द गर्ने बटन बाँयापट्टि र ठुलो बनाउने बटन दायाँपट्टि अवस्थित छन्। बन्द गर्ने बटन थिच्दा अनुप्रयोगको विन्डो बन्द हुन्छ। ठुलो बनाउने बटन थिचेर अनुप्रयोगको विन्डोले पुरै स्क्रिन छोप्ने वा नछोप्ने बनाउन सकिन्छ। विन्डो बटनहरुको बीचको खाली ठाउँमा समाएर तपाईंले त्यस अनुप्रयोगको विन्डोलाई डेस्कटपमा यताउती सार्न सक्नुहुन्छ।",
    "Toolbar": "उपकरण पट्टी",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "थुप्रै अनुप्रयोगहरुको माथिल्लो भागमा एउटा उपकरणपट्टी रहने गर्दछ। यस भागमा अनुप्रयोग सम्बन्धी सामान्य कार्यहरु वा अन्वेषण वस्तुहरु समावेश हुन्छन्। तपाईंले उपकरणपट्टीको कुनै पनि खालि ठाउँमा समाएर त्यस अनुप्रयोगको विन्डोलाई यताउती सार्न सक्नुहुन्छ।",
    "Multitasking": "मल्टीटास्किंग",
    "elementary OS supports two types of multitasking: windows and workspaces.": "एलीमेन्टरी ओएसले दुई किसिमका मल्टीटास्किंगको समर्थन गर्दछ: विन्डोहरु र कार्यस्थानहरु।",
    "Windows": "विन्डोज",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "अनुप्रयोगहरू अनुप्रयोग विन्डोहरुमा खुल्दछ्न्। तिनीहरुले तपाईंको डेस्कटपमा एक-अर्कालाई छोप्न वा छेक्न सक्छन् र तिनीहरुलाई यताउता सार्न सकिन्छ। तपाईंले विन्डोहरुका बीचमा धेरै किसिमले हेरफेर गर्न सक्नुहुन्छ:",
    "click on the window you want to switch to": "तपाईंले छान्न चाहनु भएको विन्डोमा थिच्नुहोस्",
    "click on the app's icon in the dock": "डकमा भएको अनुप्रयोगको चिन्हमा थिच्नुहोस्",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "<kbd>Alt</kbd> + <kbd>Tab</kbd> थिच्नुहोस्",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "तपाईंका खुल्ला रहेका अनुप्रयोगहरुका विन्डोहरुको विस्तृत सर्वेक्षण गर्न, <kbd>⌘</kbd> + <kbd>W</kbd> थिच्नुहोस्।",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "तपाईंले यी सर्टकटहरुलाई <strong><a href=\"/docs/learning-the-basics#system-settings\">प्रणाली सेटिङहरु</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong> मा गएर हेरफेर गर्न सक्नुहुन्छ।",
    "Hot Corners": "हट कुनाहरु",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "विन्डो अवलोकन, कार्यस्थान अवलोकन तथा अन्य मल्टीटास्किंग कार्यहरु सक्रिय गर्नका लागि तपाईंले \"हट कुनाहरु\" (स्क्रिनको कुनामा तपाईंको कर्सर राख्दा सक्रिय हुने सर्टकटहरु) लाई पनि व्यवस्थापन गर्न सक्नुहुन्छ।",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "तपाईंले हट कुनाहरुलाई <strong><a href=\"/docs/learning-the-basics#system-settings\">प्रणाली सेटिङहरु</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong> मा गएर मिलाउन सक्नुहुन्छ।",
    "Workspaces": "कार्यस्थानहरु",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "पूर्वनिर्धारण गरिए अनुसार, सबै अनुप्रयोग विन्डोहरु एउटै कार्यस्थानमा खुल्दछन्। तथापि, तपाईंले आफ्नो कार्यप्रवाह व्यवस्थित गर्न अरु थुप्रै कार्यस्थानहरुको प्रयोग गर्न सक्नुहुन्छ:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "तपाईंका कार्यस्थानहरुको विस्तृत सर्वेक्षण गर्न, <kbd>⌘</kbd> + <kbd>S</kbd> थिच्नुहोस्",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "तपाईंका कार्यस्थानहरुमा चाँडै बायाँ वा दायाँ सर्न, <kbd>⌘</kbd> + <kbd>←</kbd> वा <kbd>⌘</kbd> + <kbd>→</kbd> थिच्नुहोस्",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "तपाईंका कार्यस्थानहरु बीच घुम्न, <kbd>⌘</kbd> + <kbd>Tab</kbd> थिच्नुहोस्",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "तपाईं <kbd>⌘</kbd> + <kbd>1</kbd> देखि <kbd>⌘</kbd> + <kbd>9</kbd> सम्म थिचेर सीधै एउटा निश्चित कार्यस्थानमा पुग्न सक्नुहुन्छ। तपाईं <kbd>⌘</kbd> + <kbd>0</kbd> थिचेर सधैं एउटा नयाँ कार्यस्थानमा पुग्न सक्नुहुन्छ।",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "तपाईंले कार्यस्थान अवलोकनमा अनुप्रयोग विन्डोहरुका चिन्हहरुलाई सारेर ती अनुप्रयोग विन्डोहरुलाई पनि कार्यस्थानहरु बीच सार्न सक्नुहुन्छ। सबै कार्यस्थलहरुका अनुप्रयोग विन्डोहरुको विस्तृत सर्वेक्षण हेर्नका लागि <kbd>⌘</kbd> + <kbd>A</kbd> थिच्नुहोस्।",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "तपाईंले यी सर्टकटहरुलाई <strong><a href=\"/docs/learning-the-basics#system-settings\">प्रणाली सेटिङहरु</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong> मा गएर हेरफेर गर्न सक्नुहुन्छ।",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>ध्यान दिनुहोस्: <kbd>⌘</kbd> ले \"सुपर\" कुञ्जी भन्ने बुझाउँदछ। यसलाई प्राय पिसीहरुमा \"विन्डोज\" कुञ्जी अथवा म्याकहरुमा \"कमान्ड\" कुञ्जी भनेर पनि चिनिन्छ।</em>",
    "Multiple Displays": "Multiple Displays",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (",
    ") and each display's settings can be changed from its cog (": ") and each display's settings can be changed from its cog (",
    ") menu.": ") menu.",
    "Installing Apps": "अनुप्रयोगहरूको स्थापना",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "एलीमेन्टरी ओएस <strong>सफ्टवेयर केन्द्र</strong> का साथमा आउँदछ, जुन सित्तैका र पैसा पर्ने अनुप्रयोगहरुका लागि एउटा अनुप्रयोग बजार हो। सफ्टवेयर केन्द्र बाट नयाँ अनुप्रयोग हाल्न सजिलो छ:",
    "Open the <strong>Software Center</strong> app.": "<strong>सफ्टवेयर केन्द्र</strong> अनुप्रयोग खोल्नुहोस्।",
    "Search in the top-right, or browse.": "माथिल्लो भागको दाँयापट्टि खोजी गर्नुहोस्, वा ब्राउज गर्नुहोस्।",
    "Click <strong>Install</strong> next to the app you want to install.": " तपाईंले हाल्न चाहनु भएको अनुप्रयोगको छेउको <strong>Install</strong> थिच्नुहोस्।",
    "You may be asked for your password prior to installing an app.": "कुनै अनुप्रयोग स्थापना गर्नु अघि तपाईंलाई तपाईंको पासवर्ड सोधिन सकिन्छ।",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>ध्यान दिनुहोस्: केही अनुप्रयोग सफ्टवेयर केन्द्र बाट उपलब्ध नहुन सक्छन्। हामी प्राय इन्टरनेटबाट सफ्टवेयर डाउनलोड गर्ने सुझाव दिंदैनौं, तर उबुन्टु १४.०४ एल टि एस मा काम गर्ने अनुप्रयोगहरू एलीमेन्टरी ओएस फ्रेया मा पनि राम्रैसँग चल्न सक्छन्।</em>",
    "Updating": "Updating",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS includes \"Software Update\", an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.",
    "System Settings": "प्रणाली सेटिङहरु",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "एलीमेन्टरी ओएस \"प्रणाली सेटिङहरु\" भनिने एउटा उपयोगी अनुप्रयोगाका साथमा आउँदछ जसले तपाईंको सम्पूर्ण प्रणालीको (अथवा \"सर्वांगीण\") प्राथमिकताहरुलाई नियन्त्रण गर्दछ। प्रणाली सेटिङहरुले तपाईंका कुञ्जीपाटी सर्टकटहरू, स्क्रिनको आकार, तपाईंको वालपेपर, र अरु थुप्रै सेटिङहरु मिलाउने क्षमता दिन्छ।",
    "Search": "खोजी",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "विन्डोको माथिल्लो भागमा रहेको खोज पट्टीमा खोजशब्दहरु टाइप गरेर तपाईंले खोज्नु भएका सेटिङहरु चाँडै फेला पार्न सक्नुहुन्छ। प्रणाली सेटिङ विन्डोका सामाग्रीहरु तपाईंको खोजसँग मेल खाने गरेर देखिने छन्।",
    "App Settings": "अनुप्रयोग सेटिङहरू",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "याद राख्नुहोस् कि प्रणाली सेटिङहरुले एलीमेन्टरी ओएस का सर्वांगीण प्राथमिकताहरूसँग मात्र सम्बन्ध राख्दछन्। हुनत केही अनुप्रयोगहरूका पनि आफ्नै प्राथमिकता होलान्, तर तपाईंले तिनीहरुलाई यहाँ पाउनुहुन्न। बरु, तिनीहरूलाई सम्बन्धित अनुप्रयोग भित्र नै खोज्नुहोला।"
}