{
    "Installation": "התקנה",
    "Download elementary OS": "הורדת elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "אם טרם עשית זאת, יהיה עליך <a href=\"/\" target=\"_blank\" rel=\"noopener\">להוריד את elementary OS מדף הבית שלנו</a>. יהיה עליך להעתיק את קובץ ה־ISO לכונן USB באמצעות ההנחיות שלהלן.",
    "Frequently-Asked Questions": "שאלות נפוצות",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "ניתן לעיין ב<a href=\"{#release_faq}\">שאלות הנפוצות לגרסה הזאת</a>.",
    "Recommended System Specifications": "מפרט המערכת המומלץ",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "למרות שאין לנו דרישות מערכת מזעריות נוקשות, אנו ממליצים על המפרט הבא לקבלת חוויה מיטבית:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 עדכני או מעבד 64-סיביות כפול ליבה עם ביצועים דומים",
    "4 GB of system memory (RAM)": "4 ג״ב של זיכרון מערכת (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "",
    "Internet access": "גישה לאינטרנט",
    "Built-in or wired mouse/touchpad and keyboard": "עכבר/משטח מגע ומקלדת מובנים או מחוברים בכבל",
    "1024×768 minimum resolution display": "רזולוציית תצוגה מזערית של 1024‎×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "יהיה עליך להצטייד גם בכונן USB נייד נוסף עם אחסון בנפח של לפחות 4 ג״ב לטובת ההתקנה.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>איננו ממליצים על מכונות וירטואליות כיוון שהביצועים שלהם לא משתווים להתקנה ישירה על החומרה.</strong> אם זהו ניסיון להתקין במכונה וירטואלית, עדיף להפעיל את ה־EFI אם ניתן ולהבין שעלולות לצוץ תקלות נוספות.",
    "Back Up Your Data": "גיבוי המידע שלך",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "עליך לוודא שגיבית את הנתונים החשובים שלך למיקום חיצוני כגון ענן או כונן קשיח חיצוני. התקנת מערכת הפעלה חדשה עלולה לדרוס חלק מהנתונים הקיימים שלך.",
    "Step-by-step Guide": "מדריך צעד אחר צעד",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "ניתן לעקוב אחר הסרטון שלעיל או לבחור את מערכת ההפעלה שמשמשת אותך כרגע כדי לצפות בהנחיות מותאמות להלן.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "לינוקס",
    "Verify Your Download": "אימות ההורדה שלך",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "אימות ההורדה שלך הוא צעד חשוב: אנו מייצרים „סיכום ביקורת” לקובצי הכונן של elementary OS וממליצים לך לאמת שהקובץ שהורדת תואם לסכום הספרות בטרם תחילת ההתקנה. כך ניתן לוודא שקיבלת את ההורדה המלאה והשלמה שלא נפגמה בדרכה אליך.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "בהנחה שהורדת את elementary OS לתיקיית ההורדות שלך ב־Windows, יש לפתוח את שורת הפקודה ב־Windows ולהריץ את הפקודה הבאה:",
    "It should produce the output:": "היא אמורה לייצר את הפלט:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "אם סכום הביקורת אינו תואם, יהיה עליך להוריד את העותק שלך של elementary OS מחדש ולוודא שהורדתו הושלמה בטרם אימותו מחדש.",
    "Creating an Install Drive": "יצירת כונן התקנה",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "כדי ליצור כונן התקנה של elementary OS יהיה עליך להצטייד בכונן USB נייד בנפח של 4 ג״ב לפחות ויישום בשם „Etcher”.",
    "Download Etcher": "הורדת Etcher",
    "etcher steps": "צעדים ב־etcher",
    "Open Etcher, then:": "יש לפתוח את Etcher, ואז:",
    "Plug in your spare USB flash drive": "לחבר את כונן ה־USB הנייד הנוסף שלך",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "לבחור את קובץ ה־‎.iso שהורדת באמצעות הכפתור „Select Image” (בחירת קובץ כונן)",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher אמור לזהות את כונן ה־USB שלך אוטומטית, אם לא, יש לבחור את הכונן הנכון",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "כעת יש ללחוץ על הכפתור „Flash!‎” (צריבה). יתכן שהוא ישתהה מעט עד לתחילת הפעולה.",
    "Once complete, continue to boot from the install drive.": "לאחר השלמת התהליך, יש להמשיך ולטעון את המחשב מכונן ההתקנה.",
    "Booting From the Install Drive": "טעינה מכונן ההתקנה",
    "In order to start the installation process, you must boot your computer from the install drive.": "כדי להתחיל את תהליך ההתקנה, עליך לאתחל את המחשב שלך מכונן ההתקנה.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "בהנחה שהמחשב שלך נשאר דולק, ניתן להתחיל בחיבור כונן ההתקנה שלך והפעלת המחשב שלך מחדש.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "רוב המחשבים יאפשרו לך לפרק זמן קצר לשנות את סדר האתחול לאתחול זה בלבד בלחיצה על מקש מיוחד — בדרך כלל <kbd>F12</kbd>, אך לפעמים <kbd>Esc</kbd>. מוטב להביט בעיון במסך או לקרוא את תיעוד המחשב שלך כדי לוודא.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "יש ללחוץ על <kbd>F12</kbd> (או על כל מקש אחר מתאים) ולבחור את כונן ההתקנה—בדרך כלל &quot;USB-HDD&quot; או כל ביטוי אחר שמכיל את המילה &quot;USB&quot;, אך הניסוח המדויק עשוי להיות שונה. אם בחרת בכונן שגוי כנראה שהמחשב שלך ימשיך להיטען כרגיל. במקרה כזה, עליך להפעיל את המחשב מחדש ולבחור בכונן אחר מאותו התפריט.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "שניות לאחר בחירת כונן ההפעלה המתאימה, אמור להופיע בפניך מסך הפתיחה של elementary OS. יש לעקוב אחר ההוראות שעל המסך שתנחנה אותך בהמשך התהליך.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "בהנחה שהורדת את elementary OS לתיקיית ההורדות שלך ב־MacOS, יש לפתוח את יישומון ה־Terminal (מסוף) ב־macOS ולהריץ את הפקודה הבאה:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "תיבת הדו־שיח הבאה עשויה להופיע במהלך הצריבה, אפשר להתעלם ממנה.",
    "Not readable warning": "אזהרת בלתי קריא",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "לאחר הצפצוף יש ללחוץ ולהחזיק את המקש <kbd>Option</kbd>. לאחר מכן לבחור את הכונן להעלות ממנו את המחשב. נא לשים לב שיכול להיות שהוא יזוהה בטעות בתור „Windows” אבל מדובר בתופעה שגרתית.",
    "Boot Errors": "שגיאות עליית המערכת",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "אם ה־Mac שלך לא מזהה את כונן התקנת elementary OS מ־USB בתפריט עליית המערכת, יתכן שיהיה עליך ליצור DVD במקום. כדי ליצור אחר כזה עליך להכניס DVD ריק, ללחוץ עם הלחצן הימני על קובץ ה־ISO ב־Finder ולבחור ב־„לצרוב את {#release_filename} לתקליטור”. עם השלמת התהליך, יש לנסות להעלות את המחשב שוב בעזרת ה־DVD.",
    "Running the following command in your terminal:": "הרצת הפקודה הבאה במסוף שלך:",
    "After Installation": "לאחר ההתקנה",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "מוטב להשקיע את הזמן הזה לקריאת <a href=\"/docs/learning-the-basics\">המדריך למתחילים</a> כדי ללמוד על מערכת ההפעלה החדשה שלך."
}
