{
    "Installation": "התקנה",
    "Download elementary OS": "הורדת elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "אם טרם עשית זאת, יהיה עליך <a href=\"/\" target=\"_blank\" rel=\"noopener\">להוריד את elementary OS מדף הבית שלנו</a>. יהיה עליך להעתיק את קובץ ה־ISO לכונן USB באמצעות ההנחיות שלהלן.",
    "Recommended System Specifications": "מפרט המערכת המומלץ",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "למרות שאין לנו דרישות מערכת מזעריות נוקשות, אנו ממליצים על המפרט הבא לקבלת חוויה מיטבית:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 עדכני או מעבד 64-סיביות כפול ליבה עם ביצועים דומים",
    "4 GB of system memory (RAM)": "4 ג״ב של זיכרון מערכת (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid state drive‏ (SSD) עם 15 ג״ב מקום פנוי",
    "Internet access": "גישה לאינטרנט",
    "1024×768 display": "תצוגה בגודל ‎1024×768",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "יידרש לך גם כונן USB מסוג דיסק און קי עם 2 ג״ב פנויים לטובת ההתקנה.",
    "Back Up Your Data": "גיבוי המידע שלך",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "עליך לוודא שגיבית את הנתונים החשובים שלך למיקום חיצוני כגון ענן או כונן קשיח חיצוני. התקנת מערכת הפעלה חדשה עלולה לדרוס חלק מהנתונים הקיימים שלך.",
    "Choose your current Operating System": "מערכת ההפעלה הנוכחית שלך היא",
    "Select the operating system you are currently using to view tailored installation instructions.": "נא לבחור את מערכת ההפעלה שמשמשת אותך כרגע כדי לצפות בהנחיות התקנה שמותאמות לך.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "אובונטו",
    "Creating an Install Drive": "יצירת כונן התקנה",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "יידרש לך כונן USB מסוג דיסק און קי עם 2 ג״ב פנויים ותכנית בשם Rufus.",
    "Download Rufus": "הורדת Rufus",
    "Rufus - select ISO": "Rufus - בחירת ISO",
    "Open Rufus": "לפתוח את Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "להכניס את כונן ה־USB שלך ולבחור בו ברשימה שתחת „התקן”",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "לבחור ב־„כונן או תמונת ISO” ברשימה שתחת „בחירת אמצעי הפעלה”",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "ללחוץ על„בחירה” כדי לבחור את ה־ISO שהורדת קודם לכן.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "אנו מייצרים גיבוב (או סכום ביקורת) עבור קובצי דמות של elementary OS כדי לאפשר לך לאמת את את הקובץ שהורדת. כך ניתן לוודא שקיבלת את ההורדה השלמה והמלאה ושדמות ההתקנה שלך אינה פגומה בשום דרך. נא ללחוץ על",
    "the checksum icon": "סמל הגיבוב",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "שליד ה־„בחירה” ולוודא שהטקסט שליד „SHA256” תואם לגיבוב הבא:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "אם הגיבובים תואמים, ניתן ללחוץ על „התחלה” ולהמתין לסיום התהליך.",
    "Booting from the Install Drive": "מתבצע אתחול מכונן ההתקנה",
    "In order to start the installation process, you must boot your computer from the install drive.": "כדי להתחיל את תהליך ההתקנה, עליך לאתחל את המחשב שלך מכונן ההתקנה.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "בהנחה שהמחשב שלך נשאר דולק, ניתן להתחיל בחיבור כונן ההתקנה שלך והפעלת המחשב שלך מחדש.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "רוב המחשבים יאפשרו לך לפרק זמן קצר לשנות את סדר האתחול לאתחול זה בלבד בלחיצה על מקש מיוחד — בדרך כלל <kbd>F12</kbd>, אך לפעמים <kbd>Esc</kbd>. מוטב להביט בעיון במסך או לקרוא את תיעוד המחשב שלך כדי לוודא.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "יש ללחוץ על <kbd>F12</kbd> (או על כל מקש אחר מתאים) ולבחור את כונן ההתקנה—בדרך כלל &quot;USB-HDD&quot; או כל ביטוי אחר שמכיל את המילה &quot;USB&quot;, אך הניסוח המדויק עשוי להיות שונה. אם בחרת בכונן שגוי כנראה שהמחשב שלך ימשיך להיטען כרגיל. במקרה כזה, עליך להפעיל את המחשב מחדש ולבחור בכונן אחר מאותו התפריט.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "",
    "Verify your Download": "אימות ההורדה שלך",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "אימות ההורדה שלך היא תהליך חשוב אך לא מחייב. אנו מייצרים סכום ספרות (או גיבוב) עבור הדמויות של elementary OS ואנו ממליצים לך לאמת שההורדה שלך תואמת את סכום הספרות הזה בטרם ניסיון התקנה. פעולה זו מסייעת לוודא שקיבלת את ההורדה המלאה והשלמה ושדמות ההתקנה שלך אינה פגומה בשום דרך.",
    "Running the following command in your Terminal:": "הרצת הפקודה הבאה במסוף שלך:",
    "Should produce the output:": "אמורה להפיק את הפלט הבא:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "",
    "Download Etcher": "",
    "etcher steps": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "",
    "Not readable warning": "",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "",
    "Boot Errors": "",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "הרצת הפקודה הבאה במסוף שלך:",
    "should produce the output:": "אמורה להפיק את הפלט:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "יידרש לך אחסון USB עם לפחות 2 ג״ב של מקום ותכנית בשם UNetbootin.",
    "Download UNetbootin": "להוריד את UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "לפתוח את UNetbootin מהמעגן. הוא ייפתח בחלון שדומה לזה שלהלן:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "לבחור ב־„דמות תקליטור”",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "ללחוץ על „…” כדי לבחור את ה־ISO שהורדת קודם לכן.",
    "Unplug all USB memory devices apart from the one you want to use.": "לנתק את כל התקני אחסון ב־USB למעט זה שבחרת להשתמש בו.",
    "Click &quot;OK&quot; and wait for the process to finish.": "ללחוץ על „אישור” ולהמתין לסיום התהליך.",
    "After Installation": "לאחר ההתקנה",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "מוטב להשקיע את הזמן הזה לקריאת <a href=\"/docs/learning-the-basics\">המדריך למתחילים</a> כדי ללמוד על מערכת ההפעלה החדשה שלך."
}
