{
    "Installation": "התקנה",
    "Download elementary OS": "הורדת elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "יהיה עליך <a href=\"\/\" target=\"_blank\" rel=\"noopener\">להוריד את elementary OS מדף הבית שלנו<\/a> אם עדיין לא עשית זאת. לאחר מכן יש להעתיק את ה־ISO שהתקבל לכונן USB נייד בעזרת ההנחיות שלהלן.",
    "Recommended System Specifications": "מפרט מערכת מומלץ",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "בעוד שדרישות המינימום אינן קשיחות, המפרט המזערי הבא מומלץ לקבלת החוויה הטובה ביותר:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "מעבד i3 מבית Intel או מעבד כפול ליבה 64 סיביות בעל ביצועים דומים",
    "4 GB of system memory (RAM)": "4 ג״ב של זיכרון מערכת (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "כונן מצב מוצק (SSD) עם 15 ג״ב של מקום פנוי",
    "Internet access": "גישה לאינטרנט",
    "1024×768 display": "תצוגה של 1024×768",
    "Back Up Your Data": "כדאי לגבות את המידע שלך",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "עליך לוודא שהמידע שלך מגובה במיקום חיצוני כגון שירותי ענן או כונן קשיח חיצוני. התקנת מערכת הפעלה עשויה לשכתב את המידע הנוכחי שלך.",
    "Choose your current Operating System": "נא לבחור את מערכת ההפעלה הנוכחית שלך",
    "Select the operating system you are currently using to view tailored installation instructions.": "נא לבחור את מערכת ההפעלה שמותקנת אצלך כרגע כדי לצפות בהנחיות ההתקנה המתאימות.",
    "Windows": "חלונות",
    "macOS": "macOS",
    "Ubuntu": "אובונטו",
    "Creating an Install Drive": "יצירת כונן ההתקנה",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "יהיה עליך להשתמש בהתקן אחסון USB עם 2 ג״ב פנויים לפחות ובתכנית בשם Rufus.",
    "Download Rufus": "יש להוריד את Rufus",
    "Rufus - select ISO": "בתוך Rufus - יש לבחור ISO",
    "Open Rufus": "יש לפתוח את Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "להכניס את כונן ה־USB שלך ולבחור בו ברשימה „התקנים“",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "לבחור „דיסק או תמונת ISO” ברשימת „בחירת האתחול”",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "ללחוץ על „בחירה” כדי לבחור את ־ISO שהורדת קודם לכן.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "אנו מייצרים קוד בדיקה (או גיבוב סכום) עבור דמויות מערכת ההפעלה elementary כדי לאפשר לך לאמת את הקובץ שהורדת. תהליך זה מאפשר לך לאמת שקיבלת את ההורדה במלואה ובאופן מושלם ושדמות ההתקנה שלך לא נפגעה בצורה כלשהי. עליך ללחוץ על",
    "the checksum icon": "סמל קוד הבדיקה",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "שליד הכפתור „בחירה” ולאמת שהטקסט שמופיע לצד „SHA256” תואם לגיבוב הבא:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "אם הגיבובים תואמים, עליך ללחוץ על „הפעלה” ולהמתין לסיום התהליך.",
    "Booting from the Install Drive": "הפעלה מכונן ההתקנה",
    "In order to start the installation process, you must boot your computer from the install drive.": "כדי להתחיל את תהליך ההתקנה, עליך להפעיל את המחשב שלך ולהגדיר אותו להפעיל את המערכת מכונן ההתקנה.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "בהנחה שהמחשב שלך עדיין פעיל, ראשית יש להכניס את כונן ההתקנה שלך ולהפעיל את המחשב מחדש.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "רוב המחשבים יאפשרו לך לשנות את סדר האתחול במהירות עבור אתחול זה בלבד דרך מקש מיוחד - בדרך כלל <kbd>F12<\/kbd>, אך לעתים <kbd>Esc<\/kbd> או מקש פונקציה אחר.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "יש ללחוץ על <kbd>F12<\/kbd> (או המקש המתאים) ולבחור את כונן ההתקנה - בדרך כלל „USB-HDD” או משהו שמכיל את המילה „USB”, אך המינוח עשוי להיות שונה. אם לא בחרת את הכונן הנכון, כנראה שהמחשב ימשיך את האתחול כרגיל. במצב כזה עליך פשוט להפעיל את המחשב מחדש ולבחור בכונן אחר מאותו התפריט.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "זמן קצר לאחר בחירת כונן האתחול המתאים, אמור להופיע מולך מסך הפתיח של elementary OS. כעת ניתן לעקוב אחר ההוראות שמופיעות על המסך שתנחנה אותך בהמשך התהליך.",
    "Verify your Download": "אימות ההורדה שלך",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "אימות התוכן שהורדת הוא תהליך חשוב אך נתון לבחירתך. אנו מייצרים סיכום ביקורת (או גיבוב ביקורת) עבור קובצי הדמות של elementary OS ואני ממליצים לך לאמת שההורדה שלך תואמת את סיכום הביקורת הזה בטרם תחילת ההתקנה. מצב זה מסייע לך לוודא שקיבלת את ההורדה המלאה באופן תקין ושדמות ההתקנה שלך אינה פגומה בשום צורה.",
    "Running the following command in your Terminal:": "יש להריץ את הפקודה הבאה במסוף שלך:",
    "Should produce the output:": "אמורה להניב את הפלט:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "לתשומת לבך: כל זה בהנחה שהורדת את קובץ ה־‎.iso לתיקיית ההורדות שלך.\nאם הורדת את הקובץ למקום אחר, נא לציין את הנתיב הנכון שמוביל אל הקובץ שהורדת, כפי שמופיע להלן",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "כדי ליצור כונן התקנה של elementary OS על גבי macOS יש צורך בכונן USB בנפח של 2 ג״ב לפחות ויישום בשם „Etcher”.",
    "Download Etcher": "הורדת Etcher",
    "etcher steps": "שלבים ב־etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "יש להכניס את כונן ה־USB הנוסף ולבחור את קובץ ה־ISO שזה עתה הורדת.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "לפתוח את „Etcher” ולבחור בקובץ הדמות של elementary OS שהורדת לאחר לחיצה על הכפתור „Select image”.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "התכנית Etcher אמורה לזהות את כונן ה־USB שלך אוטומטית, אך כדאי לבדוק אם נבחר היעד הנכון.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "ניתן להתחיל בתהליך הצריבה על ידי לחיצה על הכפתור „Flash!‎”. התהליך יחל תוך זמן קצר.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "עם השלמת התהליך ניתן להסיר את הכונן בבטחה ולנסות להפעיל מחדש כדי להעלות את elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "תיבת הדו־שיח הבאה עשויה להופיע במשך תהליך הצריבה, ניתן להתעלם ללא חשש.",
    "Not readable warning": "אזהרה בלתי קריאה",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "לאחר הישמע הצליל, יש ללחוץ ולהחזיק את המקש <kbd>Option<\/kbd>. לאחר מכן, לבחור את כונן האתחול המתאים. יש לשים לב שלפעמים הכונן יזוהה באופן שגוי בתור „Windows”, מדובר במצב נורמלי.",
    "Boot Errors": "שגיאות אתחול",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "אם מחשב ה־Mac שלך לא מזהה את כונן ההתקנה של elementary OS מ־USB בתפריט האתחול. יתכן שיהיה עליך ליצור התקנה של elementary OS ב־DVD במקום. כדי ליצור אחד, יש להכניס DVD ריק, ללחוץ על קובץ ה־ISO במקש ימני ב־Finder ולבחור באפשרות „צריבת elementaryos-0.4.1-stable.20180214.iso לדיסק”. עם סיום התהליך, יש לנסות להעלות את המחשב מחדש דרך ה־DVD של ההתקנה.",
    "Running the following command in your terminal:": "הרצת הפקודות הבאות במסוף:",
    "should produce the output:": "אמורות להציג את הפלט:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "לטובת פעולה זו יש צורך בכונן USB נתיק עם לפחות 2 ג״ב של מקום פנוי ותכנית בשם UNetbootin.",
    "Download UNetbootin": "הורדת UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "יש לפתוח את UNetbootin מהמעגן. הוא ייפתח בחלון כמו זה שלהלן:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "יש לבחור ב־„Diskimage”",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "יש ללחוץ על „…” כדי לבחור את ה־ISO שהורדת קודם לכן.",
    "Unplug all USB memory devices apart from the one you want to use.": "יש לנתק את כל התקני האחסון שמחוברים ל־USB למעט ההתקן בו ברצונך להשתמש.",
    "Click &quot;OK&quot; and wait for the process to finish.": "יש ללחוץ על „אישור” ולהמתין לסיום התהליך.",
    "After Installation": "לאחר ההתקנה",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "כדאי לנצל את הזמן הזה כדי לקרוא את <a href=\"\/docs\/learning-the-basics\">המדריך למתחילים<\/a> כדי ללמוד עוד על מערכת ההפעלה החדשה שלך."
}
