{
    "Learning the Basics": "לימוד הבסיס",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "כמו עם כל מערכת הפעלה ישנם דברים שאינם מוכרים לך. סעיף זה יעסוק בהשלמת משימות פשוטות, יומיות כמו למשל לגלוש באינטרנט ולהאזין למוזיקה, לצד מידע חיוני נוסף שכנראה אינו ידוע לך.",
    "The Desktop": "שולחן העבודה",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "שולחן העבודה של elementary OS הוא קל ופשוט ללמידה. הוא מורכב משני רכיבים: הלוח והמעגן. ניתן להתאים את רקע שולחן העבודה דרך <strong><a href=\"\/docs\/learning-the-basics#system-settings\">הגדרות המערכת<\/a><\/strong> ← <strong>שולחן העבודה<\/strong> ← <strong>תמונת רקע<\/strong>.",
    "The Panel": "הלוח",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "בראש המסך ניתן לראות חלונית. משמאל זה תפריט היישומים, במרכז מופיעים השעה והתאריך ומימין המחוונים.",
    "Applications Menu": "תפריט יישומים",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications<\/strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "משמאל לחלונית זה תפריט היישומים. בחירה ב<strong>יישומים<\/strong> פותחת את התפריט עם כל היישומים המותקנים. ניתן לצפות במגוון עמודים של יישומים בעזרת מחווני הדפדוף או בגלילה. ניתן גם להשתמש במחליף התצוגות בראש המסך כדי לעבור בין תצוגת רשת לתצוגת קטגוריות.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "ניתן לחפש אחר יישומים לפי שם או לפי מילת מפתח ולבצע פעולות שקשורות בהם. ניתן גם לחפש אחר חלוניות של הגדרות המערכת. חלק מהפעולות הזמינות בחיפוש הן:",
    "Shutdown and Restart": "כיבוי והפעלה מחדש",
    "Compose Message": "כתיבת הודעה",
    "New Private Browsing Window": "חלון גלישה פרטית חדש",
    "Math operations (example: 23 * 5)": "פעולות מתמטיות (לדוגמה: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;<\/kbd> + <kbd>space<\/kbd>.": "כדי לפתוח את תפריט היישומים עם המקלדת, יש ללחוץ על <kbd>&#8984;<\/kbd>‏ + <kbd>רווח<\/kbd>.",
    "Indicators": "מחוונים",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "מצד ימין של החלונית יש סמלים שנקראים מחוונים. אלו מסמנים את המצב הנוכחי של ההפעלה שלך, למשל: חיבורי הרשת שלך, עצמת הסוללה שלך, פלט וקלט של שמע, התרעות וכו׳. בחירה במחוון חושפת מידע נוסף ופעולות קשורות.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "לחיצה אמצעית או נגיעה עם שלוש אצבעות על מחוון כלשהו תציג בפניך את הפעולות המהירות הבאות:",
    "Sound: Toggle the mute state of the primary output device": "צליל: החלפת מצב השתקה על התקן הפלט העיקרי",
    "Bluetooth: Toggle the Enabled\/Disabled the primary bluetooth device": "בלוטות׳: החלפה בין המצבים פעיל\/מושבת של התקן הבלוטות׳ העיקרי",
    "Power: Hide\/Show the percentage of battery remaining": "צריכת חשמל: הצגה\/הסתרה של אחוזי הסוללה הנותרים",
    "Notifications: Toggle Do Not Disturb mode": "התרעות: הפעלה\/כיבוי מצב „לא להפריע”",
    "Session: Show the shutdown dialog": "הפעלה: הצגת חלונית הכיבוי",
    "The Dock": "המעגן",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "בתחתית המסך נמצא המעגן. הוא מכיל את היישומים המועדפים שלך לרבות היישומים הפתוחים כרגע.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "ניתן להתאים תכני המעגן בקלות. כדי להוסיף יישום למעגן, יש לגרור ולהעביר אותו מתפריט היישומים או ללחוץ עם הכפתור הימני בעכבר על סמל היישום ולבחור ב<strong>שמירה במעגן<\/strong>. כדי להסיר יישום מהמעגן, יש לגרור אותו ולהציב אותו במיקום ריק בשולחן העבודה שלך או ללחוץ עליו עם הכפתור הימני בעכבר ולבטל את הסימון <strong>שמירה במעגן<\/strong>. כדי לסדר מחדש את היישומים במעגן, יש פשוט לגרור ולהעביר אותם.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "כבררת מחדל, המעגן מסתתר בתחתית המסך כאשר יישום כלשהו מוגדל על כל המסך. עליך פשוט להזיז את העכבר לחלק התחתון במרכז המסך כדי לחשוף את המעגן.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "ניתן להתאים את התנהגות המעגן דרך <strong><a href=\"\/docs\/learning-the-basics#system-settings\">הגדרות מערכת<\/a><\/strong> ← <strong>שולחן עבודה<\/strong> ← <strong>מעגן<\/strong>.",
    "App Windows": "חלונות יישומים",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "יישומים נמצאים בחלונות משלהם אותם ניתן לסגור, למזער ולהזיז.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "לאחר פתיחת היישום הוא מופיע על גבי שולחן העבודה. לכל יישום יש שלושה אזורים: כפתורי החלון, סרגל הכלים ותוכן היישום.",
    "HeaderBar": "סרגל כותרת",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "ליישומים רבים יש סרגל כותרת בראש היישום. אזור זה מכיל פעולות נפוצות או פריטי ניווט עבור היישום בנוסף לכפתורי החלון.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "ניתן להזיז את החלון ברחבי המסך על ידי גרירתו דרך סרגל הכותרת, כמו גם שימוש בכפתורים.",
    "Window Buttons": "כפתורי החלון",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "כפתורי חלונות היישומים מופיעים בחלקם העליון של החלונות. כפתור הסגירה מימין וההגדלה משמאל. לחיצה על כפתור הסגירה תסגור את חלון היישום. לחיצה על הגדלה תברור בין מצב מילוי המסך לבין מצב חלון.",
    "Multitasking": "ריבוי משימות",
    "elementary OS supports two types of multitasking: windows and workspaces.": "ב־elementary OS קיימת תמיכה בשני סוגים של ריבוי משימות: חלונות וסביבות עבודה.",
    "Windows": "חלונות",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "יישומים נפתחים בחלונות יישומים. הם יכולים לחפוף זה את זה ולזוז ברחבי שולחן העבודה. ניתן להחליף בין חלונות במגוון דרכים:",
    "click on the window you want to switch to": "ללחוץ על החלון אליו ברצונך לעבור",
    "click on the app's icon in the dock": "ללחוץ על סמל היישום במעגן",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "ללחוץ על <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>.": "כדי לצפות בסקירה של חלונות היישומים הפתוחים שלך, יש ללחוץ על <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "ניתן להתאים את קיצורי המקשים האלה דרך <strong><a href=\"\/docs\/learning-the-basics#system-settings\">הגדרות מערכת<\/a><\/strong> ← <strong>מקלדת<\/strong> ← <strong>קיצורי דרך<\/strong> ← <strong>חלונות<\/strong>.",
    "Hot Corners": "פינות חמות",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "ניתן להגדיר &quot;פינות חמות&quot; (קיצורי דרך שמופעלים על ידי הצבת הסמן שלך בפינת התצוגה) כדי להפעיל פונקציות לריבוי משימות כגון סגירת החלונות, סקירת סביבות העבודה ועוד.",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "ניתן להגדיר את הפינות דרך <strong><a href=\"\/docs\/learning-the-basics#system-settings\">הגדרות מערכת<\/a><\/strong> ← <strong>Desktop<\/strong> ← <strong>פינות חמות<\/strong>.",
    "Workspaces": "מרחבי עבודה",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "כבררת מחדל כל החלונות נפתחים בסביבת עבודה אחת. עם זאת, ניתן להשתמש במספר סביבות עבודה כדי לארגן את רצף העבודה שלך:",
    "To see an overview of your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>": "כדי לצפות בסקירה של סביבות העבודה שלך, יש ללחוץ על <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> or <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd>": "כדי לעבור ימינה או שמאלה בין שולחנות העבודה שלך, יש ללחוץ על <kbd>&#8984;<\/kbd>‏ + <kbd>→<\/kbd> או על <kbd>&#8984;<\/kbd>‏ + <kbd>←<\/kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>": "כדי לעבור בין סביבות עבודה ברצף, יש ללחוץ על <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> through <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.": "ניתן לקפוץ ישירות לסביבת עבודה מסוימת על ידי לחיצה על כל צירוף בין <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> עד <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>. תמיד ניתן לדלג לסביבת עבודה חדשה עם <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.": "ניתן גם לגרור חלונות יישומים בין סביבות עבודה על ידי גרירת הסמלים שלהם בסקירת סביבות העבודה, או להעביר אותם שמאלה וימינה בין סביבות עבודה עם <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> או <kbd>→<\/kbd> בהתאמה. כדי לצפות בסקירה של חלונות יישומים בכל סביבות העבודה, יש ללחוץ על <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "ניתן להתאים את קיצורי המקלדת האלה דרך <strong><a href=\"\/docs\/learning-the-basics#system-settings\">הגדרות המערכת<\/a><\/strong> ← <strong>מקלדת<\/strong> ← <strong>קיצורי מקלדת<\/strong> ← <strong>סביבות עבודה<\/strong>.",
    "<em>Note: <kbd>&#8984;<\/kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.<\/em>": "<em>Note: <kbd>&#8984;<\/kbd> מתייחס למקש „super”. מוכר גם בשם מקש „Windows” ברוב המחשבים הביתיים או מקש „Command” במחשבים מסוג Mac.<\/em>",
    "Multiple Displays": "ריבוי תצוגות",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "הלוח, המעגן וסביבות העבודה מופיעים רק בתצוגה הראשית. צגים נוספים שמחוברים מתנהגים כמו סביבות עבודה נפרדות. כדי לנהל ולסדר מחדש את התצוגות, יש לגשת אל <strong><a href=\"\/docs\/learning-the-basics#system-settings\">הגדרות המערכת<\/a><\/strong> ← <strong>תצוגות<\/strong>. התצוגה הראשית שלך מסומנת בכוכב מלא (",
    ") and each display's settings can be changed from its cog (": ") וניתן לשנות את הגדרותיה של כל תצוגה דרך תפריט גלגל השיניים שלה (",
    ") menu.": ").",
    "Installing Apps": "התקנת יישומים",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "חלק חשוב ב־elementary OS הוא <strong>מרכז היישומים<\/strong>, חנות יישומים ליישומים חופשיים. התקנה של יישום חדש ממרכז היישומים הנה פעולה פשוטה:",
    "Open the <strong>AppCenter<\/strong> app.": "יש לפתוח את <strong>מרכז היישומים<\/strong>.",
    "Search in the top-right, or browse.": "ניתן לחפש מימין למעלה או לעיין.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "יש ללחוץ על <strong>התקנה<\/strong> ליד היישום שברצונך להתקין.",
    "You may be asked for your password prior to installing an app.": "יתכן שתופיע בקשה לססמה שלך לפני התקנת יישום.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.<\/em>": "<em>לתשומת לבך: יתכן שחלק מהתכניות לא תהיינה זמינות דרך מרכז היישומים. למרות שאנחנו לא ממליצים להוריד תכניות מהאינטרנט, יישומים שנתמכים באובונטו 16.04 LTS אמורים לעבוד עם elementary OS Loki.<\/em>",
    "Updating": "עדכון",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "elementary OS כוללת עדכונים כחלק ממרכז היישומים. נא לשים לב ללשונית &quot;עדכונים&quot; בראש החלון. אנו ממליצים לבדוק אם יש עדכונים <em>פעם בשבוע<\/em> כדי לוודא שבמחשב שלך נמצאות התכונות העדכניות ביותר לצד האבטחה המרבית.",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "למידע נוסף על טלאי אבטחה, ניתן לקרוא את <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">פרסומי האבטחה של אובונטו<\/a>.",
    "System Settings": "הגדרות המערכת",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "ב־elementary OS קיים יישום שימושי ביותר בשם „הגדרות מערכת” ששולט בכל ההעדפות הכלל מערכתיות (או ה„גלובליות”). הגדרות המערכת מאפשרות לך להגדיר דברים כגון קיצורי מקלדת, רזולוציית התצוגה, תמונת הרקע ועוד.",
    "Search": "חיפוש",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "ניתן למצוא בקלות הגדרות שמעניינות אותך על ידי הקלדת מילות מפתח בסרגל החיפוש בראש החלון. תכני חלון הגדרות המערכת יסוננו כדי להתאים לחיפוש שלך.",
    "App Settings": "הגדרות יישומים",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "מוטב לזכור כי הגדרות המערכות עוסקות בהעדפות הגלובליות של elementary OS. למרות שלחלק מהיישומים יש העדפות משל עצמם, כנראה שהן לא תופענה כאן. במקום, כדאי לחפש אותן בתוך היישום המבוקש."
}
