{
    "Learning the Basics": "היכרות עם היסודות",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "הסבר על שולחן העבודה elementary OS וכיצד לנווט בין חלונות, סביבות עבודה ועוד.",
    "Desktop": "שולחן עבודה",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "שולחן העבודה של elementary OS מורכב משני רכיבים: הלוח והמעגן. אפשר להתאים את רקע שולחן העבודה בלחיצה משנית על שולחן העבודה - לחצן ימני בעכבר או נגיעה בשתי אצבעות על משטח המגע. אפשר גם להחליף את המראה וההתנהגות דרך <strong><a href=\"#system-settings\">הגדרות מערכת</a></strong> ← <strong>שולחן עבודה</strong>.",
    "Panel": "לוח",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "בראש שולחן העבודה ניצב לו הלוח. מימין זהו תפריט היישומים, במרכז ניתן לראות את השעה והתאריך ומשמאל אלו הם מחווני המערכת.",
    "Applications Menu": "תפריט יישומים",
    "Date &amp; Time": "תאריך ושעה",
    "System Indicators": "מחווני המערכת",
    "The Panel": "הלוח",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "כדי לפתוח או לחפש יישומים מותקנים, יש לבחור ב<strong>יישומים</strong> בלוח. אפשר לדפדף בין היישומים שלך באמצעות גלילה בעכבר, החלקה עם שתי אצבעות על משטח מגע או בלחיצה על נקודות העימוד שלמטה. אפשר גם להשתמש במחליף התצוגות שלמעלה כדי להחליף בין הצגת היישומים שלך ברשת או ברשימה לפי קטגוריות.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "ניתן להתחיל להקליד בתפריט היישומים כדי לחפש בין היישומים שלך לפי שם או לפי מילת מפתח. החיפוש יציג גם פעולות ביישומים והגדרות מערכת. למשל, באמצעות חיפוש ניתן:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>לכבות</strong> או <strong>להפעיל מחדש</strong> את המכשיר שלך",
    "<strong>Compose Message</strong> with Mail": "<strong>כתיבת הודעה</strong> עם דוא״ל",
    "Open a <strong>New Incognito Window</strong> in Web": "פתיחת <strong>חלון חדש לגלישה בסתר</strong> בדפדפן",
    "Calculate quick math operations like <strong>23 * 5</strong>": "חישוב פעולות מתמטיות מהירות כגון <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "<strong>צילום החלון הנוכחי</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "איתור הגדרות מסוימות כגון <strong>מקלדת ← פריסה ← מקש Compose</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "כדי לפתוח את תפריט היישומים באמצעות המקלדת, עליך ללחוץ על <kbd title=\"כפתור על, לחלופין כפתור Windows או Command\">&#8984;</kbd><kbd>רווח</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "מחוון התאריך והשעה במרכז הלוח מציג את התאריך והשעה הנוכחיים. לחיצה או נגיעה בכל מקום על התאריך או על השעה תציג לוח שנה ואת האירועים הקרובים. לחיצה כפולה על יום או בחירה באירוע תפתח אותם ביישום לוח השנה המלא.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "מחווני המערכת בפינה השמאלית של הלוח מציגים את מצב המכשיר, למשל את חיבורי הרשת, הסוללה, קלט ופלט השמע, התראות וכו׳. בחירה במחוון חושפת מידע נוסף ופעולות תואמות.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "ריחוף מעל מחוון עם סמן העכבר מציג מידע מיידי ומקש אמצעי או נגיעה בשלוש אצבעות כקיצור דרך למחוון. לדוגמה:",
    "Sound: Mute": "שמע: השתקה",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: הפעלה או כיבוי של ה־Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "חשמל: החלפת תצוגה של אחוזי סוללה שנותרו בלוח",
    "Notifications: Toggle Do Not Disturb mode": "התראות: הפעלה/כיבוי מצב „לא להפריע”",
    "Session: Prompt to shut down": "הפעלה: שאלה האם לכבות",
    "Dock": "מעגן",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "בתחתית שולחן העבודה נמצא המעגן שמאפשר לגשת בקלות ליישומים הפתוחים כרגע ואלו המועדפים עליך.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "כדי להוסיף יישום למעגן, יש לגרור ולשחרר אותו מתפריט היישומים או ללחוץ בלחיצה משנית על הסמל של היישום הפתוח ולבחור ב<strong>שמירה במעגן</strong>. כדי להסיר יישום מהמעגן, יש לגרור אותו ולשחרר אותו במקום ריק בשולחן העבודה שלך או ללחוץ לחיצה משנית על הסמל ולבטל את הסימון מהאפשרות <strong>שמירה במעגן</strong>. גרירה ושחרור של יישום במעגן משנה את סדר היישומים.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "כבררת מחדל, מסתיר המעגן את תחתית שולחן העבודה כאשר יישום מוגדל או חופף מעליו. דחיפת סמן העכבר כנגד מרכז תחתית שולחן העבודה תחשוף את המעגן ותאפשר להשתמש בו כשהוא מוסתר.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "ניתן לכוון את גודל ואת התנהגות המעגן דרך <strong><a href=\"#system-settings\">הגדרות מערכת</a></strong> ← <strong>שולחן עבודה</strong> ← <strong>מעגן ולוח</strong>.",
    "App Windows": "חלונות יישומים",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "פתיחת יישום תציג את החלון שלו על גבי שולחן העבודה. בעוד שהעיצוב עשוי להיות שונה בין יישום ליישום, חלונות היישומים, באופן כללי, זמינים לסגירה, הזזה, שינוי גודל והגדלה להתפרסות על כל המסך.",
    "Header Bar": "שורת כותרת",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "לרוב היישומים יש שורת כותרת בראש החלון שלהם לצד כפתורי החלון והפעולות או הניווט ביישום.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "ניתן להזיז חלון על ידי גרירת נקודה כלשהי בסרגל הכותרת או בלחיצה על <kbd>Alt</kbd><kbd>F7</kbd> והזזת סמן העכבר שלך.",
    "HeaderBar": "שורת כותרת",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "לחיצה משנית בסרגל הכותרת מאפשרת גישה מהירה לפעולות החלון וסביבת העבודה.",
    "Window Buttons": "כפתורי חלונות",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "כפתורי החלון של היישום נמצאים בפינות העליונות של חלון היישום: סגירה ומימין והגדלה למסך מלא (אם היישום תומך בזה) משמאל. סגירת חלון תסגור את היישום, אפשר לפתוח אותו מחדש דרך תפריט היישומים או המעגן. הגדלת חלון מגדילה אותו כך שיתפוס את רוב שולחן העבודה למעט הענקת גישה ללוח ולמעגן.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "אפשר גם לגרור את החלון לקצה העליון של שולחן העבודה או ללחוץ פעמיים על שורת הכותרת שלו כדי להגדיל למילוי המסך ולגרור מלמעלה או ללחוץ לחיצה כפולה על סרגל הכותרת כדי לבטל מילוי מסך.",
    "Resizing": "שינוי גודל",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "",
    "Multitasking": "ריבוי משימות",
    "elementary OS uses both windows and workspaces for multitasking.": "מערכת elementary OS משתמשת בחלונות ובמרחבי עבודה לריבוי משימות.",
    "Windows": "חלונות",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "חלונות היישומים יכולים לכסות חלק משולחן העבודה שלך וניתן אף להזיז אותם. אפשר לעבור בין חלונות פתוחים במגוון דרכים:",
    "Click or tap on the window you want to switch to": "ללחוץ או לגעת בחלון הרצוי",
    "Click or tap the app's icon in the dock": "ללחוץ או לגעת בסמל של היישום במעגן",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "ללחוץ במקלדת על <kbd>Alt</kbd><kbd>Tab</kbd> כדי לעבור בין החלונות באופן מחזורי",
    "Workspaces": "מרחבי עבודה",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "חלק מהחלונות יכולים לגדול למסך מלא לתוך מרחב עבודה חדש. ניתן לעבור בין מרחבי עבודה כרגיל וסגירה או הקטנה של היישום תחזיר אותך למרחב העבודה הקודם.",
    "Multitasking View": "",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "",
    "Gestures": "",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "",
    "Hot Corners": "פינות חמות",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "",
    "Multiple Displays": "ריבוי צגים",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "",
    ") and each display's settings can be changed from its": "",
    "menu.": "",
    "Installing Apps": "התקנת יישומים",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "",
    "Open <strong>AppCenter</strong>": "",
    "Search in the top-right, or browse by category": "",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "יש לבחור ב<strong>חינם</strong> או במחיר המוצע ליד היישום שמעניין אותך להתקין. כדי לבחור במחיר אחר, יש לבחור בכפתור <strong>▾</strong> ולבחור או למלא מחיר משלך.",
    "Sideload": "",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "",
    "Updating": "עדכון",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "מרכז היישומים כולל עדכונים ליישומים ולמערכת ההפעלה עצמה תחת הלשונית <strong>מותקן</strong>. רצוי לזכור להתקין עדכונים באופן תדיר כדי לקבל תכונות, תיקונים ושיפורי אבטחה. למידע נוסף שקשור בטלאי אבטחה, מוטב לקרוא את <a href=\"https://usn.ubuntu.com/\">הכרזות האבטחה של אובונטו</a>.",
    "System Settings": "הגדרות מערכת",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "",
    "Search": "חיפוש",
    "You can find specific settings by typing in the search bar at the top of the window.": "",
    "App Settings": "הגדרות יישומים",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "",
    "Keyboard Shortcuts": "",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "כדי לצפות בחלונית צפה של קיצורי המקלדת של שולחן העבודה, יש ללחוץ על המקש <kbd title=\"מקש סופר, Windows או Command\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "את קיצורי המקלדת של שולחן העבודה ניתן לכוון דרך תפריט",
    "menu in the shortcuts overlay or in": "בחלונית הצפה של קיצורי המקלדת או באמצעות",
    "→": "←",
    "Keyboard": "מקלדת",
    "Shortcuts": "קיצורי דרך"
}
