{
    "Translation Guide": "מדריך התרגום",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "תרגום האתר והיישומים שלנו היא משימה חשובה בשיפור הגשת elementary OS למספר האנשים הגדול ביותר שניתן. במקום לסמוך באופן בלעדי על צוות תרגום פנימי, אנחנו מעבירים את המשימה למיקור חוץ לקהל הרחב שיכול להגיש תרגומים אפילו עם רמת ידע טכנולוגי מזערי ביותר. כדי שהמסר שלנו יהיה אחד ברחבי כל הפלטפורמה וכדי לסייע למתרגמים חדשים להיכנס לעניינים חיברנו את מדריך התרגום הזה.",
    "Translating Applications": "תרגום יישומים",
    "Apps are translated through Weblate: a free web-based translation management system.. In order to submit translations, you should:": "היישומים מתורגמים באמצעות Weblate: מערכת מבוססת דפדפן לניהול תרגומים. כדי לשלוח תרגומים, צריך:",
    "Have a": "יש לך",
    "Weblate account": "חשבון Weblate",
    "Set your": "הגדרת",
    "language preferences": "העדפות השפה שלך",
    "Browse our": "ניתן לעיין",
    "translatable projects": "במיזמים שלנו הדורשים תרגום",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/weblate-2.15\/index.html\">documentation<\/a>.": "לאחר שבחרת במיזם, ניתן לספק הצעות למחרוזות שלא תורגמו עדיין, או להציע שינויים למחרוזות שכבר תורגמו. הצעות אלו ייסקרו על ידי חברי צוות התרגום שיבחרו את האפשרות ההולמת ביותר. למידע נוסף על Weblate, ניתן לקרוא את ה<a href=\"https:\/\/docs.weblate.org\/en\/weblate-2.15\/index.html\">תיעוד<\/a> שלהם.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "בעת התרגום נוצרים מצבים בהם עליך להחליט בין מגוון דרכים לומר את אותו הדבר. במקרים שכאלה אנו מסתמכים על <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">כללי התרגום הכלליים<\/a> של אובונטו ולצורך סוגיות לשפה מסוימת אנו נצמדים ל<a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">כללי התרגום הקבוצתיים<\/a> של אובונטו. ניתן לעקוב אחר מדריכים אלה כדי לוודא תרגומים אחידים, תוך מתן האפשרות לכל אחד ואחד לסייע בתרגום.",
    "If you don't want to use Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "אם Weblate אינה הולמת את צורכי השימוש שלך, או שברצונך לבצע שינויים רבים בו זמנית, ניתן גם לתרגם בקובץ ישירות. כדי לעשות זאת:",
    "Go to a project you want to translate": "מעבר למיזם אותו ברצונך לתרגם",
    "Choose your language": "בחירת השפה שלך",
    "Click on &quot;Download translation&quot;": "יש ללחוץ על &bdquo;הורדת תרגום&rdquo;",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "כעת יש לך אפשרות לקבל הודעה בדוא״ל, שתאפשר לך לקבל את הקישור הנכון להורדת התרגומים. כעת:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "נא לבחור את עורך הטקסט או ה־po המועדף עליך (למשל: <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "התחלה בתרגום",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "לאחר הסיום, יש להשתמש באפשרות „העלאת תרגומים“ באותו העמוד ממנו הורדת אותם.",
    "Translating our Website": "תרגום האתר שלנו",
    "Our website is also translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "גם האתר שלנו מתורגם באמצעות <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. כדי לשלוח תרגומים, יש לך צורך ב<a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">חשבון Weblate<\/a>",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "למידע נוסף על Weblate, ניתן לפנות אל ה<a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">תיעוד<\/a> שלהם.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "כמו עם היישומים שלנו, אנו נצמדים ל<a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">מדריך הכללי למתרגמים<\/a> של אובונטו, ועבור נושאים נקודתיים לשפה מסוימת אנו נצמדים ל<a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">כללי התרגום בצוות<\/a> של אובונטו."
}
