{
    "Brand": "علامة",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "علامة إلمنتري هي علامة فريدة من نوعها، تقنياً تنتمي إلى شركة إلمنتري ذات المسؤولية المحدودة، هي شركة تُوجه و تدعم تطوير منتجات إلمنتري. مع ذلك، لدينا مجتمع كبير و لا نريد أن نكون متغطرسين مع المتطلبات القانونية و التقنية. على هذا النحو قمنا بكتابة بعض المبادىء التوجيهية لجعله من الأسهل فهم متى و كيف يمكن استخدام علامة إلمنتري. ",
    "Name": "اسم",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "كلمة \"إلمنتري\" تشير و تعني أنها علامة تجارية لشركة إلمنتري المحدودة المسؤولية. إلمنتري تكتب دائما باللغة الإنكليزية بحروف صغيرة حت لو وجدت ببداية الجملة كما هذه الجملة, كما تستخدم أيضا مع أسماء المنتجات لتشير لمنتج معين من إلمنتري. مثال (إلمنتري أو إس)",
    "Brand Marks": "العلامات التجارية",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "إلمنتري يملك علامتان: شعار إلمنتري المكتوب و شعار علامة إلمنتري \"e\". كلاهما علامتين تجاريتين تمثلان إلمنتري الشركة و منجاتها.",
    "Both should be used with the following in mind:": "كلاهما يجب استخدامهما مع الأخذ بعين الإعتبار التالي:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "لا تقم بمد، تحريف، تدوير، قلب، أو أي شي آخر يغير من العلامتين.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "لا تقم باستخدام العلامتين على خلفية مفرطة-مشغولة; الألوان الصلبة تعمل بشكل أفضل.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "العلاميتن يجب أ يكونا دائما أحادياتا اللون; عملياً بيضاوتان إذا كانت الخلفية قاتمة، أو سوداوتان إذا كانت الخلفية فاتحة اللون.",
    "Logotype": "الشعار المكتوب",
    "elementary Logotype": "الشعار المكتوب \"إلمنتري\"",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "الشعار المكتوب يُستخدم عندما تسمح المساحة ليشير إلى شركة إلمنتري. يمكن أن يُستخدم قبل اسم منتج ليشير إلى منتج محدد من إلمنتري.",
    "The logotype should always be used under the following guidelines:": "الشعار المكتوب يجب أن يُستخدم دائماً تحت المبادئ التالية:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "عدم المحاولة لإعادة تكوين الشعار المكتوب. إنه شعار علامة مصمم بدقة مكتوب بخط معين و ليس مجرد كتابة.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "لا تستعمل الشعار المكتوب بالحجوم الصغيرة، إذا لم يكن واضح، استخدم شعار العلامة بدلاُ عنه.",
    "Logomark": "شعار العلامة",
    "elementary Logomark": "شعار علامة إلمنتري",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "شعار الماركة \"e\" يُستخدم للإشارة إلى شركة إلمنتري عندما المساحة تكون محدودة أو نسبو المربع مطلوبة.",
    "Color": "اللون",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "إلمنتري يوظف استعمال اللون بالإضافة إلى اسمنا و علاماتنا لتأسيس ما ركتنا التجارية. نستخدم مجموعة الألوان التالية:",
    "Blueberry": "توت",
    "Strawberry": "فراولة",
    "Orange": "برتقال",
    "Banana": "موز",
    "Lime": "حامض الليمون",
    "Grape": "عنب",
    "White": "أبيض",
    "Black": "أسود",
    "Fonts": "خطوط",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "للشبكة و الطباعة، نستخدم خط رايلواي للترييس و خط أوبن سانس  لنسخ الجسم. للكتل البرمجية نستخدم خط روبوتو مونو.",
    "Third Parties": "الأطراف الثالثة",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "نشجع مطورين الأطراف الثالثة لإنشاء منتجات لنظام التشغيل إلمنتري و تبني بعض العناصر من علامة إلمنتري للحصول على الثبات:",
    "Voice/tone": "صوت/نغمة",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "مع ذلك، لتجنب ارتباك المستخدم، نقيد استخدام اسم و علامة إلمنتري:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "فقط استعمل اسم إلمنتري أو علامته للإشارة لشركة إلمنتري المحدودة المسؤولية، أو أحد منتجاتها (مثال نظام تشغيل إلمنتري).",
    "Merchandise": "السوق",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "لا نسمح عادة للأطراف الثالثة باستخدام علاماتنا التجارية في السوق.",
    "Assets &amp; More Info": "الملكيات & معلومات أكثر",
    "Download on GitHub": "حمل على جتهاب",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "لمعلومات أكثر حول استخدام اسم إلمنتري وعلاماتنا التجارية، الرجاء أرسل إلى <a href=\"mailto:brand@elementary.io\">brand@elementary.io</",
    "Brand &sdot; elementary": "علامة - إلمنتري"
}