{
    "Developer hero image": "صورة البطل المطور",
    "Develop Your Ideas Into Code": "طور فكرتك الى كود",
    "Learn to design, develop, and publish apps for elementary OS": "تعلم تصميم، تطوير، ونشر تطبيقات نظام تشغيل إلمنتري",
    "Get Started": "إبدأ الآن",
    "Documentation": "وثائق",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "احصل على تطبيق اساسي يعمل ,مبني , و استعد للتوزيع مع دليل المبتدئين",
    "Design": "تصميم",
    "Learn about the design principles that make up apps on elementary OS.": "تعلم مبادئ التصميم التي تشكل التطبيقات في نظام تشغيل إلمنتري.",
    "Reference": "مرجع",
    "Get more info about code style, reporting issues, and proposing design changes.": "احصل على معلومات حول اكواد التصميم ,قضايا المحاسبة , واقتراحات تغير في التصميم",
    "Build for": "مبني ل",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "لوكي يجلب لوحة تبديل جديدة، دعم API منصة الإقلاع في Slingshot، إضافات جديدة مثل مظهر التنبيه، تنسيق CSS جديد وأيقونات، وأكثر من ذلك. بناء تطبيقات كاملة الميزة أسهل من أي وقت مضى مع Gtk 3.18 و 0.32 Vala، تعمل فوق Linux 4.4",
    "Contractor": "مقاول",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "ملحق خدمات مكتبي موسع يمكن التطبيقات من استخدام وظائف مكشوفة لتطبيقات أخرى — دون الحاجة لتنسيق مسبق.",
    "HIG for Contractor": "HIG ل Contractor",
    "Reference for Contractor": "مرجع ل Contractor",
    "Granite": "غرانيت",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "المكتبة الأساسية لتطبيقات نظام تشغيل إلمنتري. توفر إضافات قوية مثل DynamicNotebook، خدمات، الدوال الملائمة، والمزيد.",
    "Reference for Granite": "مرجع ل Granite",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "إدارة قواعد بيانات بسيطة ومرنة. تدعم قواعد بيانات SQL عن بعد ومن خلال القرص، تتضمن SQLite. تأتي مع واجهة عرض بيانات SQL جرافيكية ومن خلال وحدة التحكم ، مستخرج للبيانات التفصيلية يسمح بالكشف الأوتوماتيكي عن الكائنات، والمزيد.",
    "Reference for GDA": "مرجع ل GDA",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "مكتبة HTTP خادم/مزود مع APIs تزامن ومزامنة. تأتي مع SSL/TLS، كوكيز، تخزين مؤقت، WebSockets، دعم البروكسي و Tunelling، والمزيد. متوافقة مع JSON-GLib.",
    "Reference for Soup": "مرجع ل Soup",
    "Reference for JSON-GLib": "مرجع ل JSON-GLib",
    "vala": "vala",
    "Vala. Write Fast, Native, Object-Oriented Code.": "Vala. Write Fast, Native, Object-Oriented Code.",
    "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C": "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C",
    "Low memory requirements, native execution, and purpose-built for GObject": "Low memory requirements, native execution, and purpose-built for GObject",
    "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more": "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more",
    "Learn More about Vala": "اعرف المزيد حول Vala",
    "Library Documentation for Vala": "مكتبة الوثائق ل Vala",
    "Developer &sdot; elementary": "المطور ⋅ إلمنتري"
}