{
    "Check out our progress for Freya Beta 2": "تحقق من تقدما بالنسبة لفريا النسخة التجريبة 2",
    "Fixed": "تم الاصلاح",
    "In Progress": "في طور التقدم",
    "Unfixed": "غير مصلح",
    "Translations": "الترجمات",
    "Web Development": "تطوير الويب",
    "Design": "تصميم",
    "Desktop Development": "تطوير سطح المكتب",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"لغة مختلفة تعني نظرة مختلفة للحياة\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "نظام التشغيل المنتري أنشئ ويستعمل من طرف أشخاص من العالم كله؛ ساعدنا لتكون التجربة أفضل وذلك بترجمته الى لغات آخرى.منصة الإطلاق Launchpad \"الموقع\" يمتلك أداة مدمجة تسمى روزيتا تمكن من جمع الترجمات عن طريق النت.",
    "View Our Translations Page": "شاهد صفحة الترجمة الخاصة بنا",
    "Get More Info About Rosetta": "أحصل على مزيد من المعلومات حول برنام روزيتا",
    "World map": "خريطة العالم",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"يجب أن تكون المواقع جيدة داخليا وخارجيا\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "موقعنا مصم بإستعمال إتش تي أم أل HTML و سي أس أس CSS والبي إتش بي PHP والجافاسكريبت JavaScript. نحن دائما نبحث عن أشخاص متمرسين في هذا المجال للمساعدة لجعله أفضل بكثير. أغلب أعمال التصميم تمت بواسطة فريق التصميم الخاص بنا، لكننا نحب التصاميم المبتكرة والتواصل مع فريق الويب الخاص بنا.",
    "Fork Us on GitHub": "إستنسخ من جيتهاب GitHub",
    "See Our Open Bug Reports": "شاهد تقارير العلل المفتوحة الخاصة بنا",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"التصميم الرائع هو جعل شيء غير قابل للنسيان وذو معنى.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "كل مشروع ينطلق من فكرة. فريق المصممين الخاص بنا يعتمد هذا المبدأ ويعتبره خارطة الطريق. نحن نقسم التصاميم الى جزئين:",
    "Visual Design": "التصميم البصري",
    "A great place for visual designers to get started is by sharing mockups with": "أفضل مكان للمصممين للبدء هو مشتركة أعمالهم مع",
    "our Google+ Community": "صفحتنا على الشبكة الإجتماعية جوجل بلس",
    "Interactive Design": "التصميم التفاعلي",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "نحن نستخدم نظام في موقع منصة الإطلاق Launchpad يسمى بلوبرانتس Blueprints لإنشاء توضيحات مفصلة للمزايا الجديدة.",
    "Read the Interface Guidelines": "إقرأ إرشادات الواجهة",
    "Browse Our Blueprints": "تصفح بلوبرانتس Blueprints الخاص بنا",
    "Read About Our Workflow": "إقرأعن سير عملنا",
    "Application wire frame": "إطار التطبيق",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"قبل أن يكون برنام قابل لإعادة الإستخدام يجب أن يكون أولا قابلا للإستعمال\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "بيئة سطح المكتب الخاص بنا وتطبيقاته تم بنائهم بإستعمال Vala و+GTK وClutter وCairo وGranite وعدد أخر من المكتبات المجانية. جميع برامجنا \"الكود\" مستضافة على Launchpad.net، وهو عبارة عن خدمة مجانية للمشاريع مفنوحة المصدر. نحن دائما نبحث عن شركاء ذو مواهب من جميع المستويات.",
    "Browse Our Desktop Code": "تصفح البرنامج \"الكود\" المصدري لسطح المكتب",
    "Browse Our Apps' Code": "تصفح برامج \"كود\" التطبيقات الخاصة بنا",
    "Scratch text editor": "محرر النصوص الخدش",
    "Get Involved with elementary OS": "كن مشارك مع نظام التشغيل المنتري"
}