{
    "Check out our progress for Freya RC 1": "إطلع على تقدمنا في النسخة التجريبية 1 لFreya",
    "Fixed": "تم الاصلاح",
    "In Progress": "في طور التقدم",
    "Unfixed": "غير مصلح",
    "Translations": "الترجمات",
    "Web Development": "تطوير الويب",
    "Design": "تصميم",
    "Desktop Development": "تطوير سطح المكتب",
    "Funding": "Funding",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"لغة مختلفة تعني نظرة مختلفة للحياة\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "نظام التشغيل Elementary OS منشأ و مستعمل من طرف أشخاص من كل أنحاء العالم، ساعدنا لتكوين تجربة أفضل وذلك بترجمته الى لغات آخرى.\nLaunchpad يستعمل أداة ترجمة تعاونية و مفتوحة تدعى Rosetta",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "Elementary OS يستعمل أداة ترجمة تعاونية و مفتوحة على Launchpad تدعى Rosetta",
    "Learn More": "إقرأ المزيد",
    "Our website is also openly translated using an online platform called Transifex.": "موقعنا أيضا مترجم تعاونيا بإستعمال أداة تدعى Transifex",
    "Translate elementary OS": "ساهم في ترجمة Elementary OS",
    "Translate This Website": "ساهم في ترجمة هذا الموقع",
    "World map": "خريطة العالم",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"يجب أن تكون المواقع جيدة داخليا وخارجيا\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "موقعنا مصم بإستعمال إتش تي أم أل HTML و سي أس أس CSS والبي إتش بي PHP والجافاسكريبت JavaScript. نحن دائما نبحث عن أشخاص متمرسين في هذا المجال للمساعدة لجعله أفضل بكثير. أغلب أعمال التصميم تمت بواسطة فريق التصميم الخاص بنا، لكننا نحب التصاميم المبتكرة والتواصل مع فريق الويب الخاص بنا.",
    "Fork Us on GitHub": "إستنسخ من جيتهاب GitHub",
    "See Our Open Bug Reports": "شاهد تقارير العلل المفتوحة الخاصة بنا",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"التصميم الرائع هو جعل شيء غير قابل للنسيان وذو معنى.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "كل مشروع ينطلق من فكرة. فريق المصممين الخاص بنا يعتمد هذا المبدأ ويعتبره خارطة الطريق. نحن نقسم التصاميم الى جزئين:",
    "<strong>Visual Design</strong>": "<strong>Visual Design</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>",
    "<strong>Interactive Design</strong>": "<strong>Interactive Design</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "نحن نستخدم نظام في موقع منصة الإطلاق Launchpad يسمى بلوبرانتس Blueprints لإنشاء توضيحات مفصلة للمزايا الجديدة.",
    "Read the Interface Guidelines": "إقرأ إرشادات الواجهة",
    "Browse Our Blueprints": "تصفح بلوبرانتس Blueprints الخاص بنا",
    "Read About Our Workflow": "إقرأعن سير عملنا",
    "Application wire frame": "إطار التطبيق",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"قبل أن يكون برنام قابل لإعادة الإستخدام يجب أن يكون أولا قابلا للإستعمال\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "بيئة سطح المكتب الخاص بنا وتطبيقاته تم بنائهم بإستعمال Vala و+GTK وClutter وCairo وGranite وعدد أخر من المكتبات المجانية. جميع برامجنا \"الكود\" مستضافة على Launchpad.net، وهو عبارة عن خدمة مجانية للمشاريع مفنوحة المصدر. نحن دائما نبحث عن شركاء ذو مواهب من جميع المستويات.",
    "Browse Our Desktop Code": "تصفح البرنامج \"الكود\" المصدري لسطح المكتب",
    "Browse Our Apps' Code": "تصفح برامج \"كود\" التطبيقات الخاصة بنا",
    "Scratch text editor": "محرر النصوص الخدش",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Do what you love and the money will follow.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "General Funding",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "كن مشارك مع نظام التشغيل المنتري"
}