{
    "A fast and open replacement for Windows and OS X": "بديل سريع ومفتوح للويندوز والماك",
    "Pay What You Want": "أدفع ما تريد",
    "Custom": "مخصص",
    "Enter any dollar amount.": "أدخل أي قيمة بالدولار.",
    "Purchase elementary OS": "شِراء إلمنتري او إس",
    "0.4.0 Loki | 1.31 GB (for PC or Mac)": "0.4.0 لوكي | 1.31 جيجا (للكمبيوتر و الماك)",
    "What the press is saying about elementary OS:": "ماذا تقول الصحافة عن نظام إلمنتري",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"نظام المنتري نظام مختلف... نظام جميل وقوي بحيث أنه يشتغل بسلاسة حتى على حاسوب قديم\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\" منصة سريعة وقليلة الحاجة للإصلاح يمكن أن تثبت وهميا في أي مكان\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"خفيف وسريع... قائم تماما على المجتمعية، ولديه موهبة حقيقية للتصميم وللمظاهر.\"",
    "image/svg+xml": "image/svg+xml",
    "Task finished": "إنتهاء المهمة",
    "git clone https://github.com/elementary/mvp": "git clone https://github.com/elementary/mvp",
    "Apps You Need, Without Ones You Don't.": "التطبيقات التي تريد، دون التي لا تريد.",
    "elementary OS ships with a carefully curated selection of apps that cater to every day needs so you can spend more time using your computer and less time cleaning up bloatware.": "نظام تشغيل إيليمنتري يأتي مع مجموعة من التطبيقات المختارة بعناية لتلبي الإحتياجات اليومية حتى تتمكن من إمضاء وقت أكثر في استخدام حاسوبك ووقت أقل في تنظيف التطبيقات عديمة الجدوى.",
    "Music": "الموسيقى",
    "Epiphany": "إيبيفاني",
    "Mail": "إيميل",
    "Photos": "الصور",
    "Videos": "الفيديو",
    "Calendar": "الرزنامة",
    "Files": "ملفات",
    "Terminal": "الطرفية",
    "Scratch": "Scratch",
    "Camera": "الكاميرا",
    "music screenshot": "لقطة شاشة الموسيقى",
    "music icon": "أيقونة موسيقى",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "نظم وإستمع إلى ملفاتك الموسيقية. تصفح الألبومات، ابحث بسرعة البرق، وشكل قائمات لتشغيل موسيقاك المفضلة.",
    "epiphany screenshot": "لقطة شاشة إيبيفاني ",
    "epiphany icon": "أيقونة إيبيفاني",
    "Surf the web with a fast & lightweight web browser. Epiphany lets you use HTML5 websites and web apps while being lighter on battery life.": "أبحر على الويب مع متصفح سريع وخفيف. إيبيفاني يمكنك من استخدام مواقع HTML5 وتطبيقات الويب مع خفة على عمر البطارية.",
    "mail screenshot": "لقطة شاشة الإيميل",
    "mail icon": "أيقونة إيميل",
    "Manage multiple accounts quickly and effortlessly with conversation-based mail, fast-as-you-type search, new mail notifications, and more.": "قم بإدارة حسابات متعددة بسرعة ودون عناء مع إيميل قائم على المحادثة، بحث سريع أثناء الكتابة، إشعارات إيميل جديد، والمزيد. ",
    "photos screenshot": "لقطة شاشة الصور",
    "photos icon": "أيقونة صور",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "إستورد ونظم وعدل الصور. إصنع معرض صور. شارك على فيسبوك أو فليكر.",
    "videos screenshot": "لقطة شاشة الفيديو",
    "videos icon": "أيقونة فيديو",
    "Smart and simple video viewing with thumbnail previews on the seekbar, playlists, subtitle support, and even the ability to resume what was last playing.": "مستعرض فيديو ذكي وبسيط مع  مصغرات للمعاينة في شريط العرض، قائمات تشغيل، دعم الترجمة، إضافة إلى متابعة المشاهدة من التشغيل الأخير.",
    "calendar screenshot": "لقطة شاشة التقويم",
    "calendar icon": "أيقونة التقويم",
    "Easily view and create events. Sync with Online Accounts like Google.": "عرض وإنشاء الأحداث بسهولة. مزامنة مع الحسابات المتصلة مثل جوجل.",
    "files screenshot": "لقطة شاشة الملفات",
    "files icon": "أيقونة الملفات",
    "The smart pathbar makes it easy to browse with breadcrumbs, search, or path completion. Quickly navigate with the column view and enjoy browser-class tabs with smart features like tab history.": "شريط المسار الذكي يجعل العرض سهلا من خلال التوصيلات، البحث، أو إكمال المسار. تصفح بسرعة من خلال نظام عرض العامود واستمتع بتوبويبات بجودة المتصفح مع خصائص ذكية مثل تاريخ التبويب.",
    "terminal screenshot": "لقطة شاشة الطرفية",
    "elementary Symbolic Icon Theme": "مظهر أيقونة إيليمنتري الرمزية",
    "Home": "الرئيسية",
    "terminal icon": "أيقونة الطرفية",
    "With a color scheme designed to prevent eye strain, browser-class tabs with history and smart naming, task-completion notifications, natural copy & paste, backlog search and more, who says you can't teach an old app new tricks?": "مع نظام الألوان المصمم لتجنب إجهاد العين. تبويبات بجودة المتصفح مع التاريخ والتسمية الذكية، إشعارات إنهاء المهمة، نسخ ولصق طبيعي، البحث المتراكم والمزيد، من قال أنه لا يمكنك تعليم تطبيق قديم حيل جديدة؟",
    "scratch screenshot": "لقطة شاشة سكراش",
    "scratch icon": "أيقونة سكراش",
    "With a folder sidebar, multiple panes, and extensions like Terminal, Web Preview, Indentation Detection, and Vim Emulation, Scratch will be the last text editor you'll ever need.": "مع ملفات الشريط الجانبي، الألواح المتعددة، والملحقات مثل الطرفية، معاينة الويب، كشف التسنين، و محاكي Vim، سكراش سيكون محرر الملفات الذي لا غنى عنه.",
    "camera screenshot": "لقطة شاشة الكامير",
    "camera icon": "أيقونة كاميرا",
    "Easily snap pictures or video from a built-in webcam.": "إلتقط الصور والفيديوهات بسهولة مع الويب كام المدمجة.",
    "elementary appcenter categories": "تصنيفات مركز تطبيقات إيليمنتري",
    "The Indie, Open Source App Store": "متجر التطبيقات المستقل، مفتوح المصدر",
    "AppCenter brings handcrafted apps and extensions directly to your desktop. Quickly discover new apps and easily update the ones you already have. No license keys, no subscriptions, no trial periods.": "مركز التطبيقات يجلب التطبيقات والإضافات المعدة يدويا مباشرة إلى سطح مكتبك. قم باستكشاف التطبيقات الجديدة بسرعة وتحديث تلك التي تملكها مسبقا بسهولة. بدون تفعيل، ولا إشتراك، ولا فترة تجريبية.",
    "Become a Developer": "كن مطورا",
    "Applications": "تطبيقات",
    "dat": "دات",
    "Accessories": "لوازم",
    "Graphics": "رسوميات",
    "Internet": "انترنت",
    "Office": "المكتب",
    "Other": "أخرى",
    "Sound &amp; Video": "موسيقى وفيديو",
    "System Tools": "أدوات النظام",
    "3 Ways to Explore": "3 طرق للإستكشاف",
    "Grid": "شبكة",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "عرض جميع تطبيقاتك على شبكة مرتبة أبجديا ..تفحص خلالها واعثر على المراد",
    "Categories": "فئات",
    "View your apps automatically organized into categories. Perfect for large collections.": "اعرض تطبيقاتك تلقائيا حسب فئات. مثالية للمجموعات الكبيرة.",
    "Search": "بحث",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "شغل تطبيقات، افتح لوحات الإعدادات، شغيل أوامر، وأكثر من مضيئ البحث السريع.",
    "Open Source": "مصدر مفتوح",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "الكود البرمجي متوفر للمراجعة والتدقيق والتعديل والمشاركة مع أي شخص.",
    "Learn More": "اعرف أكثر",
    "No Ads. No Spying.": "لا دعايات. لا تجسس.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "نحن لا نعقد الصفقات الدعائية ولا نجمع البيانات الشخصية الحساسة. مدخولنا الوحيد يأتينا مباشرة من المستخدمين.",
    "Safe &amp; Secure": "الأمن والسلامة.",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "نحني نبني على لينكس: نفس النظام المحرك لوزارة الدفاع الأمريكية وبنك الصين وأكثر من ذلك.",
    "Security Notices": "تنبيهات الحماية",
    "Download elementary OS": "تحميل نظام التشغيل المنتري",
    "Choose a Download": "إختر تحميلا",
    "For help and more info, see the": "للمساعدة والمزيد من المعلومات أنظر إلى",
    "installation guide": "دليل التثبيت",
    "Cancel": "إلغاء",
    "Download Loki": "تحميل Loki",
    "Torrent Magnet Link": "رابط التورنت",
    "A fast and open replacement for Windows and OS X &sdot; elementary OS": "بديل سريع ومفتوح للويندوز والماك"
}