{
    "A fast and open replacement for Windows and OS X": "بديل سريع ومفتوح للويندوز والماك",
    "Custom": "مخصص",
    "Enter any dollar amount.": "أدخل أي قيمة بالدولار.",
    "Download Freya": "حمل فريا",
    "909 MB (for PC or Mac)": "909 MB (for PC or Mac)",
    "What the press is saying about elementary OS:": "ماذا تقول الصحافة عن نظام إلمنتري",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"نظام المنتري نظام مختلف... نظام جميل وقوي بحيث أنه يشتغل بسلاسة حتى على حاسوب قديم\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\" منصة سريعة وقليلة الحاجة للإصلاح يمكن أن تثبت وهميا في أي مكان\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"خفيف وسريع... قائم تماما على المجتمعية، ولديه موهبة حقيقية للتصميم وللمظاهر.\"",
    "Meet Our Apps": "تعرف على تطبيقاتنا",
    "Photos": "الصور",
    "Music": "الموسيقى",
    "Videos": "الفيديو",
    "Midori": "ميدوري",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "استرد ونظم وعدل على الصور. اصنع معرض صور. شارك على فايسبوك فليكر.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "نظم وإستمع إلى ملفاتك الموسيقية. تصفح الألبومات، ابحث بسرعة البرق، وشكل قائمات لتشغيل موسيقاك المفضلة.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "شاهد الأفلام والفيديوات مع واجهة صغيرة. ظلال الإطار النحيفة والمظلمة تمكنك من مشاهدة حجم أكثر من الفيديو.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "أبحر على الويب مع متصفح سريع وخفيف. ميدوري يمكنك من استعمال كود HTML5 المواقع وتطبيقات الويب مع خفة على عمر البطارية.",
    "Learn More": "اعرف أكثر",
    "dat": "دات",
    "Accessories": "لوازم",
    "Graphics": "رسوميات",
    "Internet": "انترنت",
    "Office": "المكتب",
    "Other": "أخرى",
    "Sound &amp; Video": "موسيقى وفيديو",
    "System Tools": "أدوات النظام",
    "Applications": "تطبيقات",
    "3 Ways to Explore": "3 طرق للإستكشاف",
    "Grid": "شبكة",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "عرض جميع تطبيقاتك على شبكة مرتبة أبجديا ..تفحص خلالها واعثر على المراد",
    "Categories": "فئات",
    "View your apps automatically organized into categories. Perfect for large collections.": "اعرض تطبيقاتك تلقائيا حسب فئات. مثالية للمجموعات الكبيرة.",
    "Search": "بحث",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "شغل تطبيقات، افتح لوحات الإعدادات، شغيل أوامر، وأكثر من مضيئ البحث السريع.",
    "Open Source": "مصدر مفتوح",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "الكود البرمجي متوفر للمراجعة والتدقيق والتعديل والمشاركة مع أي شخص.",
    "No Ads. No Spying.": "لا دعايات. لا تجسس.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "نحن لا نعقد الصفقات الدعائية ولا نجمع البيانات الشخصية الحساسة. مدخولنا الوحيد يأتينا مباشرة من المستخدمين.",
    "Safe &amp; Secure": "الأمن والسلامة.",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "نحني نبني على لينكس: نفس النظام المحرك لوزارة الدفاع الأمريكية وبنك الصين وأكثر من ذلك.",
    "Choose a Download": "إختر تحميلا",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "ننصح ب 64 بِت لأغلب الحواسيب الجديدة. للمساعدة وللمزيد من المعلومات، تابع",
    "installation guide": "دليل التثبيت",
    "Freya 32-bit": "فريا 32-بِت",
    "Torrent Magnet Link": "رابط التورنت",
    "Freya 64-bit": "فريا 64-بِت.",
    "Download elementary OS": "تحميل نظام التشغيل المنتري"
}