{
    "Brand": "Бренд",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "",
    "Company and Product Names": "Компанија и називи производа",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Реч <strong>elementary</strong> је заштитни знак „elementary, Inc.“ који се односи на саму компанију. Увек је малим словом, чак и када почиње реченице. Такође се може користити заједно са називима производа (тј. „elementary OS“) за упућивање на одређени производ „elementary, Inc.“",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Главни производ „elementary, Inc.“ је <strong>елементари ОС</strong>. Ради јасноће, елементари ОС никада не треба скраћивати на „elementary“ или било коју скраћеницу.",
    "Brand Marks": "Робне марке",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "",
    "Both should be used with the following in mind:": "Приликом коришћења оба имајте на уму следеће:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Немојте истезати, искривљивати, заокретати, извртати или на било који други начин мењати ознаке.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Немојте користити те ознаке на презаузетој позадини; пуне боје су најбоље.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "",
    "elementary Logomark": "Логознак елементарија",
    "Default logomark": "",
    "Alternate elementary Logomark": "",
    "Alternate logomark": "",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "",
    "elementary Logotype": "Логотип елементарија",
    "Logotype": "Логотип",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "",
    "The logotype should always be used under the following guidelines:": "Логотип би требао увек да се користити према следећим смерницама:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Не користити логотип при малим величинама; ако није јасан користите логознак.",
    "Color": "Боја",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Примењујемо коришћење боје у комбинацији са нашим именом и ознакама да бисмо установили свој бренд. Користимо следећу палету:",
    "Strawberry": "Јагода",
    "Strawberry 100": "Јагода 100",
    "Strawberry 300": "Јагода 300",
    "Strawberry 500": "Јагода 500",
    "Strawberry 700": "Јагода 700",
    "Strawberry 900": "Јагода 900",
    "Orange": "Наранџа",
    "Orange 100": "Наранџа 100",
    "Orange 300": "Наранџа 300",
    "Orange 500": "Наранџа 500",
    "Orange 700": "Наранџа 700",
    "Orange 900": "Наранџа 900",
    "Banana": "Банана",
    "Banana 100": "Банана 100",
    "Banana 300": "Банана 300",
    "Banana 500": "Банана 500",
    "Banana 700": "Банана 700",
    "Banana 900": "Банана 900",
    "Lime": "Лимета",
    "Lime 100": "Лимета 100",
    "Lime 300": "Лимета 300",
    "Lime 500": "Лимета 500",
    "Lime 700": "Лимета 700",
    "Lime 900": "Лимета 900",
    "Mint": "Нана",
    "Mint 100": "Нана 100",
    "Mint 300": "Нана 300",
    "Mint 500": "Нана 500",
    "Mint 700": "Нана 700",
    "Mint 900": "Нана 900",
    "Blueberry": "Боровница",
    "Blueberry 100": "Боровница 100",
    "Blueberry 300": "Боровница 300",
    "Blueberry 500": "Боровница 500",
    "Blueberry 700": "Боровница 700",
    "Blueberry 900": "Боровница 900",
    "Grape": "Грожђе",
    "Grape 100": "Грожђе 100",
    "Grape 300": "Грожђе 300",
    "Grape 500": "Грожђе 500",
    "Grape 700": "Грожђе 700",
    "Grape 900": "Грожђе 900",
    "Bubblegum": "Жвакаћа гума",
    "Bubblegum 100": "Жвакаћа гума 100",
    "Bubblegum 300": "Жвакаћа гума 300",
    "Bubblegum 500": "Жвакаћа гума 500",
    "Bubblegum 700": "Жвакаћа гума 700",
    "Bubblegum 900": "Жвакаћа гума 900",
    "Latte": "",
    "Latte 100": "",
    "Latte 300": "",
    "Latte 500": "",
    "Latte 700": "",
    "Latte 900": "",
    "Cocoa": "Какао",
    "Cocoa 100": "Какао 100",
    "Cocoa 300": "Какао 300",
    "Cocoa 500": "Какао 500",
    "Cocoa 700": "Какао 700",
    "Cocoa 900": "Какао 900",
    "Silver": "Сребро",
    "Silver 100": "Сребро 100",
    "Silver 300": "Сребро 300",
    "Silver 500": "Сребро 500",
    "Silver 700": "Сребро 700",
    "Silver 900": "Сребро 900",
    "Slate": "Шкриљац",
    "Slate 100": "Шкриљац 100",
    "Slate 300": "Шкриљац 300",
    "Slate 500": "Шкриљац 500",
    "Slate 700": "Шкриљац 700",
    "Slate 900": "Шкриљац 900",
    "Black": "Црни",
    "Black 100": "Црни 100",
    "Black 300": "Црни 300",
    "Black 500": "Црни 500",
    "Black 700": "Црни 700",
    "Black 900": "Црни 900",
    "Fonts": "Словни лекови",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "За веб и штампање користимо „Inter“ за умношке наслова и разрада. За блокове кодова, користимо „Roboto Mono“.",
    "Third Parties &amp; Community": "Треће стране и заједница",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Позивамо програмере трећих страна који стварају производе за елементари ОС да усвоје одређене елементе бренда елементарија ради доследности:",
    "Voice/tone": "Глас/тон",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Међутим, да бисмо избегли забуну корисника, ограничавамо употребу имена и ознака елементарија:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Подстичемо вас да кажете да је ваш програм или услуга „осмишљен за елементари ОС“, али немојте користити име или ознаке елементарија као део назива вашег предузећа, програма, производа или услуге – нити у било ком логотипу који направите.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Име или ознаке елементарија користите само за упућивање на „elementary, Inc.“ или њихове производе (тј. елементари ОС).",
    "Community": "Заједница",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Производи заједнице (сајтови, клубови обожавалаца, итд.) се подстичу да користе лого заједнице елементарија:",
    "elementary Community Logo with color": "Лого елементари заједнице у боји",
    "elementary Community Logo in black": "Лого елементари заједнице црном бојом",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Ово помаже успостављању производа као дела целокупне заједнице, истовремено смањујући забуну која може настати коришћењем логознака „elementary, Inc.“.",
    "Hardware Distributors": "Дистрибутери хардвера",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Све док наш софтвер садржи брендирање елементарија, искуство мора бити доследно – без обзира да ли је ОС преузет са наше веб странице или унапред инсталиран на хардверском производу.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Софтверске компоненте елементари ОС-а се могу мењати и расподељивати у складу са условима лиценцирања софтвера отвореног кода; међутим, горе наведени брендови и заштитни знаци могу се расподељивати само под једним или под више следећих услова:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Софтвер остаје у основи непромењен; укључујући основне програме, табелу стилова и иконографију итд., или",
    "Software modifications are approved by elementary, Inc.": "Измене софтвера је одобрила „elementary, Inc.“",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Управљачки програми и омогућавање хардвера су наравно прихватљиви. Схватамо да брендирање дистрибутера (тј. подразумеване позадине) може бити важно за дистрибутере, стога ће ове измене обично бити одобрене. Ако имате нејасноћа, пошаљите поруку на адресу <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> ради појашњења или упутства.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Ако не можете или не желите да следите услове прерасподеле робне марке „“-ја, уклањање наших заштитних знакова из ОС-а је једноставно као што следи:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Измените ред „<code>DISTRIB_DESCRIPTION</code>“ у датотеци „<code>/etc/lsb-release</code>“ да искључите наше заштитне знаке.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Замените иконографију као што је иконица „<code>distributor-logo</code>“ присутна у „<code>/usr/share/icons/elementary/places/</code>“ у свакој достављеној величини која се не јавља у ОС-у.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Уклоните или замените пакете „<code>plymouth-theme-elementary</code>“ и „<code>plymouth-theme-elementary-text</code>“.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "За више информација о ОЕМ-има и дистрибутерима хардвера, погледајте нашу <a href=\"oem\">information for OEMs</a>.",
    "Merchandise": "Роба",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Не одобравамо коришћење нашег брендирања (укључујући наше име или робне марке) на роби трећих страна без изричитог писменог одобрења.",
    "Assets &amp; More Info": "Средства и више информација",
    "Download on GitHub": "Преузмите на ГитХабу",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "За додатне информације о корипћењу имена елементарија, брендирања и робних марки, пошаљите поруку на <a href=\"mailto:brand@elementary.io\">„brand@elementary.io“</a>.",
    "Brand &sdot; elementary": "Бренд &sdot; elementary"
}
