{
    "Be a Part of Something Bigger": "Будите део нечег већег",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Све што радимо је 100% отвореног кода и развијено у сарадњу са људима из свих крајева света. Чак и ако нисте програмер, можете учествовати и направити разлику.",
    "Funding": "Финансирање",
    "Translations": "Преводи",
    "Support": "Подршка",
    "Web": "Веб",
    "Desktop": "Радна површ",
    "Design": "Дизајн",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Уз помоћ наших корисника и обожавалаца успели смо да из мале групе страствених волонтера прерастемо у малу, али одрживу компанију. Свака мала подршка нам помаже да побољшамо елементари ОС и решимо још амбициозније проблеме.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Директно финансирајте елементари и добијте значку на вашем ГитХаб профилу да бисте показали своју подршку. Спонзори ГитХаб-а не наплаћују никакве накнаде, тако да је то сјајан начин да ваш допринос оде даље.",
    "Sponsor on GitHub": "Спонзор на ГитХаб-у",
    "Patreon": "Патреон",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Патреон делује као текућа кампања за масовно финансирање. Изаберите износ за допринос сваког месеца који ће нам помоћи да постигнемо циљеве. Уз то, зарадите ексклузивне награде и рано прочитајте ексклузивни садржај.",
    "Back on Patreon": "Назад на Патреон",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Једноставно користите дебитну картицу, кредитну картицу или налог „PayPal“-a. Можете изабрати једнократно или подесити периодична плаћања.",
    "Use PayPal": "Користи „PayPal“",
    "PayPal - The safer, easier way to pay online!": "PayPal – Најбезбеднији, најлакши начин за плаћање на мрежи!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Поставите стални допринос путем „Liberapay“-а, платформе отвореног кода и непрофитног финансирања.",
    "Contribute with Liberapay": "Допринесите „Liberapay“-ом",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "елементари ОС праве и користе људи широм света; помозите нам да учинимо ово искуство бољим тако што ћете га превести на српси (и још неки језик ако га знате).",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "И елементари ОС и наш веб сајт се отворено преводе коришћењем платформе под називом „Weblate“.",
    "Learn More": "Сазнајте више",
    "Join Chat": "Приступите ћаскању",
    "Suggest Translations": "Предложите преводе",
    "World map": "Карта света",
    "Question &amp; Answer": "Питања и одговори",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "„Stack Exchange“ је ПиО веб сајт изграђен око проналажења најбољих одговора на уобичајена питања. Свако може да отвори налог да би почео да пита и одговара.",
    "New Questions": "Нова питања",
    "Unanswered Questions": "Питања без одговора",
    "Documentation": "Документација",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "елементари обезбеђује основну документацију и за кориснике и за програмере. Сва наша документација је написана у „Markdown“-у и удомљена на ГитХаб-у, тако да је слање измена или нових одељака врло једноставно.",
    "Learning the Basics Guide": "Учење основног водича",
    "Developer Docs": "Документација програмера",
    "Web Development": "Веб развој",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Наш веб сајт је изграђен коришћењем ХТМЛ-а, ЦСС-а, ПХП-а и Јава скрипте. Стално тражимо људе које су искусни у тим областима и који би желели да допринесу и да га побољшају.",
    "Report a Website Issue": "Пријавите проблем веб сајта",
    "Fork the Website on GitHub": "Испелцујте веб сајт на ГитХаб-у",
    "Desktop Development": "Развој радне површи",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "",
    "Developer Guide": "",
    "Browse Code": "Разгледајте код",
    "Report issues": "Пријавите проблем",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Помозите тако што ћете пратити проблеме и пријављивати их. Или помозите потврђивањем, разјашњавањем и уклањањем постојећих проблема.",
    "Read the Guide": "Прочитајте водич",
    "Fix issues": "Исправите проблем",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Допринесите елементари ОС-у исправљањем проблема, побољшањем функционалности или применом нових функција.",
    "Bitesize Issues": "Проблеми величине бита",
    "Create apps": "Правите програме",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Побољшајте општи екосистем елементари ОС-а и зарадите новац стварањем сјајних нових програма за Програмски центар.",
    "Publish on AppCenter": "Објавите у Програмском центру",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Наш тим дизајнера идеје претвара у јасне извештаје проблема и испоручива добра. Пре него што зароните, препоручујемо вам да прочитате о току нашег дизајна.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Наш тим дизајнера прати проблеме „Потребан је дизајн“ на ГитХаб-у. Можда ће им требати даља расправа о дизајну, жичани оквири или испоручива добра.",
    "See ‘Needs Design’ Issues": "Видите проблеме „Потребан је дизајн“",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "елемнтари ОС користи системски стилски лист написан у ЦСС-у. У њему се дефинише на који начин се приказује сучеље (дугмад, траке алата и изборници).",
    "View Stylesheet": "Погледајте стилски лист",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "елементари ОС долази са скупом векторских иконица које се користе у свим подразумеваним програмима а доступне су и програмима трећих страна.",
    "Browse Icons": "Разгледајте иконице",
    "Get Involved with elementary OS": "Учествујте у развоју елементари ОС-а"
}
