{
    "Press Resources": "Ресурси штампе",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Волимо да радимо са штампом — како у свету Линукса, тако и међу већим технолошким и културним перформансама — да бисмо поделили своју причу и оно на чему радимо.",
    "Join Our Press List": "Приступите нашем списку штампе",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Будите први који ће сазнати о новаим издањима и значајним развојима. Шаљемо рани приступ саопштењима за штампу и комплетима за штампу, укључујући снимке екрана високе резолуције. Ово је списак <strong>врло малог обима</strong>; шаљемо вам највеће вести отприлике једном годишње.",
    "Email": "Е-пошта",
    "First Name": "Име",
    "Last Name": "Презиме",
    "Publication": "Издање",
    "Subscribe": "Претплати се",
    "elementary OS 5.1 Hera": "елементари ОС 5.1 Хера",
    "Hera is a major update on a solid foundation. Featuring a completely redesigned login and lockscreen greeter, a new onboarding experience, new ways to sideload and install apps, major System Settings updates, improved core apps, and desktop refinements.": "Хера је веће ажурирање на чврстим основама. Садржи потпуно редизајнирани поздравни екран за пријаву и закључавање, ново искуство рада, нове начине за преузимање и инсталирање апликација са стране, већа ажурирања системских подешавања, побољшане основне програме и удешавања радне површине.",
    "Read Announcement": "Прочитајте саопштења",
    "Download Press Kit": "Преузмите комплет за штампу",
    "News &amp; Announcements": "Новости и објаве",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Преко нашег званичног блога делимо честа ажурирања о развоју, главне најаве, савете за програмере, издвојене програме и други нови садржај.",
    "Visit Our Blog": "Посетите наш блог",
    "Brand Resources": "Ресурси робне марке",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Погледајте логотипе елементарија, смернице за употребу робне марке, палету боја и логотип заједнице. Уз то преузмите службена добра високе резолуције и векторски логотип елементарија.",
    "View Brand Resources": "Погледајте ресурсе робне марке",
    "Get in Touch": "Будите у току",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Разговарајте директно са тимом тако што ћете нам послати е-пошту на <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Поздрављамо захтеве за интервјуима, појављивање у подкасту или само опште новинарске итервјуе.",
    "Send an Email": "Пошаљите е-пошту",
    "Press &sdot; elementary": "Штампа &sdot; елементари"
}
