{
    "Privacy": "Приватност",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Ваши подаци увек припадају вама и само вама. Не правимо рекламне понуде нити прикупљамо осетљиве личне податке. Финансирају нас наши корисници директно који плаћају онолико колико желе за елементари ОС и програме у Програмском центру. И тако би требало да буде.",
    "elementary OS": "елементари ОС",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Ми не прикупљамо никакве податке из елементари ОС-а. Датотеке, подешавања и сви остали лични подаци остају на уређају, осим ако их изричито не делите са програмом треће стране или услугом.",
    "Online Accounts": "Налози на мрежи",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "елементари ОС се изборно обједињује са достављачима налога на мрежи као што су Гугл, Ласт.фм и Фастмејл путем системских поставки. Подаци ових достављача се могу преузимати и складиштити на вашем уређају да би се користили у програмима као што су Пошта и Календар. Ови подаци се не шаљу елементарију нити се деле са било којом трећом страном.",
    "What Data is Collected": "Који подаци се прикупљају",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Након додавања налога на мрежи, елементари ОС може да прикупи и сачува ваше име, адресу е-поште, аватар, поруке е-поште, догађаје у календару, контакте, фотографије и датотеке са ваших повезаних налога на вашем уређају.",
    "How Data is Used": "Како се користе подаци",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Ваши подаци се чувају на вашим уређају и никада се не шаљу серверима елементарија или трећим странама. Користе се за попуњавање ваших локалних програма као што су Пошта, Календар, Датотеке и Фотографије.",
    "Sharing Data": "Дељење података",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "елементари ОС не дели никакве податке прикупљене са ваших мрежних налога. Подаци се никада не шаљу елементарију или серверима трећих страна.",
    "elementary.io": "elementary.io",
    "We use the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to count website visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Ми користимо „Plausible“ анализу отвореног кода преусмерену кроз наш домен <code>stats.elementary.io</code> за бројање посета веб сајту, преузимања итд. Можете видети исте подазке које и ми видимо на <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">јавној контролној табли</a>. Никави колачићи се не користе и никакви лични подаци — чак ни ИП адреса или кориснички агент прегледника— се не чувају. За више информација видите <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">„Plausible“ политику података</a>",
    "Cookies": "Колачићи",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Можете да изаберете да онемогућите или пробрано искључите било које колачиће или колачиће трећих страна у поставкама вашег прегледника.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Овај веб сајт користи колачиће за додатна побољшања. Можете наћи функције услуга без њих, али са умањеном употребљивошћу. На пример, сајт неће памтити да ли сте претходно платили за елементари ОС; по основи биће вам затражено да поново платите.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Чува колачиће за евидентирање елемената понашања и анализу могућих претњи. За више информација, видите",
    "Cloudflare Privacy &amp; Security Policy": "политику приватности и безбедности „Cloudflare“-а",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Користи олачиће да запамти вашу последњу поруџбину и вашу државу тако да зна које врсте картица да понуди за плаћање. За више информација, видите",
    "Stripe's Privacy Policy": "политику приватности „Stripe“-а",
    "Manage Cookies": "Управљајте колачићима",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Како сте већ посетили нашу веб страницу, можда ћете желети да управљате колачићима који су већ постављени у вашем прегледнику. Везе до одговарајућих упутстава се могу наћи у наставку.",
    "Transparency": "Транспарентност",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Нисмо оставили никаква задња врата у нашем софтверу и нисмо добили никакве захтеве да то урадимо. Такође никада нисмо добили писмо од Националне Безбедности, ФИСА налог или било који други поверљиви захтев за подацима о корисницима.",
    "Privacy &sdot; elementary": "Приватност &sdot; elementary"
}
