{
    "Installation": "Installation",
    "Download elementary OS": "Hämta elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Om du inte redan gjort det, så behöver du <a href=\"\/\" target=\"_blank\" rel=\"noopener\">ladda ner elementary OS från vår hemsida<\/a>. Du behöver sedan kopiera den nedladdade ISO-filen till en USB-sticka enligt instruktionerna nedan.",
    "Recommended System Specifications": "Rekommenderade systemkrav",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Trots att vi inte har en strikt uppsättning minsta systemkrav rekommenderar vi åtminstone följande specifikationer för bästa upplevelse:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nyare Intel i3 eller jämförbar dual-core 64-bitars processor",
    "4 GB of system memory (RAM)": "4 GB systemminne (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid state drive (SSD) med 15 GB ledigt utrymme",
    "Internet access": "Internetåtkomst",
    "1024×768 display": "Skärm med 1024×768 upplösning",
    "Back Up Your Data": "Säkerhetskopiera din data",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Se till att säkerhetskopiera viktig data till en extern plats, till exempel till en molntjänst eller en extern hårddisk. Installation av ett nytt operativsystem kan skriva över din befintliga data.",
    "Choose your current Operating System": "Välj ditt nuvarande operativsystem",
    "Select the operating system you are currently using to view tailored installation instructions.": "Välj ditt nuvarande operativsystem för att få anpassade installationsinstruktioner.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Skapa en installationsenhet",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Du behöver ett USB-minne med minst 2 GB utrymme samt en programvara som heter Rufus.",
    "Download Rufus": "Ladda ner Rufus",
    "Rufus - select ISO": "Rufus - välj ISO",
    "Open Rufus": "Öppna Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Sätt in din USB-enhet och välj det i listan som heter \"Enheter\"",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Välj &quot;Disk- eller ISO-avbild&quot; i &quot;Startval&quot;-listan",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klicka på &quot;VÄLJ&quot; för att välja ISO-avbilden som du laddade ned tidigare.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Vi genererar en checksumma (eller hashsumma) for elementary OS-avbilder so att du kan verifiera din nedladdade fil. Detta försäkrar dig om att du mottagit en fullständig fil som inte på något vis är skadad. Klicka",
    "the checksum icon": "checksummeikonen",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "bredvid &quot;VÄLJ&quot; och verifiera att texten bredvid &quot;SHA256&quot; matchar följande hash:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Om checksumman stämmer överens, klicka &quot;STARTA&quot; och vänta på att processen ska bli klar.",
    "Booting from the Install Drive": "Uppstart från installationsenhet",
    "In order to start the installation process, you must boot your computer from the install drive.": "För att starta installationen måste datorn startas från installationsenheten.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Förutsatt att din dator fortfarande är på, starta genom att sätta in installationsenheten och starta om datorn.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "På de flesta datorer kan du ändra uppstartsordningen för endast denna uppstart genom att trycka på en speciell tangent — vanligtvis <kbd>F12<\/kbd>, men ibland <kbd>Esc<\/kbd> eller en annan funktionstangent. Se skärmen eller datorns dokumentation för att vara säker.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Klicka på <kbd>F12<\/kbd> (eller motsvarande tangent) och välj installationsenheten—Vanligtvis \"USB-HDD\" eller någonting innehållande ordet \"USB\", men formuleringen kan variera. Om du väljer fel enhet kommer din dator troligtvis fortsätta att starta som vanligt. Starta helt enkelt om din dator igen och välj en annan enhet i samma meny.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kort efter valet av rätt startenhet bör du bli presenterad med elementary OS välkomstbild. Du kan nu följa instruktionerna på skärmen som guidar dig genom resten av installationen.",
    "Verify your Download": "Verifiera din nedladdning",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Att verifiera hämtningen är ett viktigt, men inte obligatoriskt steg. Vi skapar en kontrollsumma (eller hashsumma) för elementary OS-avbildningar, och vi rekommenderar dig att kontrollera att nedladdningen matchar kontrollsumman innan du försöker installera. Detta säkerställer att du har fått en fullständigt komplett nedladdning och att din installationsavbildning inte är skadad på något vis.",
    "Running the following command in your Terminal:": "Att köra följande kommando i din terminal:",
    "Should produce the output:": "Ska resultera i:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Obs! Detta baseras på att du har laddat ner .iso-filen till mappen Downloads.\nOm du har laddat ner den någon annanstans, ange rätt sökväg till den nedladdade filen, som visas nedan",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "På macOS kan du enkelt kopiera installationsfilerna för elementary OS till en USB-enhet med hjälp av programmet &quot;Etcher&quot;. Du behöver en USB-flash-enhet med minst 2 GB kapacitet.",
    "Download Etcher": "Ladda ner Etcher",
    "etcher steps": "etcher-steg",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Sätt i USB-enheten och välj ISO-filen du just laddade ner.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Öppna &quot;Etcher&quot; och välj den nedladdade elementary OS ISO-filen genom att klicka på knappen &quot;Select image&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher ska automatiskt identifiera din USB-enhet, men kontrollera om den har valt rätt mål.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Starta kopieringen genom att klicka på knappen &quot;Flash!&quot;.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "När kopieringen är klar startar du om datorn med USB-enheten i för att påbörja installationen av elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Följande dialogruta kan visas under kopieringen, du kan lugnt ignorera detta meddelande.",
    "Not readable warning": "Ej läsbar varning",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "När du hör ljudsignalen, tryck och håll ner <kbd>Option<\/kbd>. Därefter väljer du lämplig startenhet. Observera att den kan vara felaktigt identifierad som \"Windows\", men detta är normalt.",
    "Boot Errors": "Boot Fel",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Om din Mac inte känner igen din elementary OS USB-enhet i startmenyn kan du behöva skapa en installations-DVD istället. Sätt in en tom DVD, högerklicka på ISO-filen i Finder och välj \"Bränn elementaryos-0.4.1-stable.20180214.iso till skiva\". När skivan är klar startar du om datorn med skivan i och håller ned <kbd>C<\/kbd> för att välja skivan.",
    "Running the following command in your terminal:": "Att köra det följande kommandot i terminalen:",
    "should produce the output:": "bör ge resultatet:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Du behöver en USB-enhet med minst 2 GB ledigt utrymme och ett program som heter UNetbootin.",
    "Download UNetbootin": "Ladda ner UNetbooti",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Öppna UNetbootin från programstartaren. Det kommer då att öppnas ett fönster likt det nedan:",
    "UNetbootin": "Unetbooti",
    "Select &quot;Diskimage&quot;": "Välj &quot;Diskavbild&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klicka på &quot;...&quot; för att välja ISO-filen som du hämtade tidigare.",
    "Unplug all USB memory devices apart from the one you want to use.": "Dra ur alla USB-minnesenheter förutom den som du vill använda.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klicka &quot;OK&quot; och vänta på att processen avslutas.",
    "After Installation": "Efter installation",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Ta dig tid att läsa guiden <a href=\"\/docs\/learning-the-basics\">kom igång<\/a> för att lära mer om ditt nya operativsystem."
}
