{
    "Learning the Basics": "Lär dig grunderna",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Lär dig mer om det elementary OS-skrivbordet och hur du navigerar i fönster, arbetsytor med mera.",
    "Desktop": "Skrivbord",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "Skrivbordet i elementary OS består av två delar: panelen och dockan. Du kan anpassa skrivbordsbakgrunden genom att sekundärklicka på skrivbordet—högerklicka på en mus eller peka med två fingrar på en pekplatta. Du kan också ändra skrivbordets utseende och beteende från <strong><a href=\"#system-settings\">Systeminställningar</a></strong> → <strong>Skrivbord</strong>.",
    "Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "Högst upp på skrivbordet finns Panelen. Till vänster finns Applikationsmenyn, i mitten visas datum och tid och till höger finns Systemindikatorerna.",
    "Applications Menu": "Applikationsmeny",
    "Date &amp; Time": "Datum och tid",
    "System Indicators": "Systemindikatorer",
    "The Panel": "Panelen",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Om du vill öppna eller söka efter installerade appar så väljer du <strong>Program</strong> på panelen. Du kan bläddra bland dina appar genom att rulla med en mus, svepa med två fingrar på en pekplatta eller genom att använda sidopunkterna längst ned. Du kan också använda vyväxlaren längst upp för att växla mellan att visa dina appar i ett rutnät eller i en kategoriserad lista.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Börja skriva i menyn Program för att söka efter dina appar med namn eller nyckelord. Sökningen visar även appåtgärder och systeminställningar. Genom att söka kan du till exempel:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Stänga ner</strong> eller <strong>Starta om</strong> din enhet",
    "<strong>Compose Message</strong> with Mail": "<strong>Skriv meddelande</strong> med E-post",
    "Open a <strong>New Incognito Window</strong> in Web": "Öppna ett <strong>Nytt inkognitofönster</strong> i Webb",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Beräkna snabba matematiska operationer som <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Ta en <strong>skärmbild av det aktuella fönstret</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Hitta specifika inställningar som <strong>Tangentbord → Layout → Skrivtangent</strong>",
    "To open the Applications Menu with the keyboard, simply press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>.": "För att öppna programmenyn med tangentbordet så trycker du bara på <kbd title=\"Super, eller Windows eller Command-tangenten\">⌘</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "Datum- och tidsindikatorn i mitten av panelen visar aktuellt datum och tid. Klicka eller tryck var som helst på datumet eller tiden för att visa en kalender och kommande händelser. Dubbelklicka på en dag eller välj en händelse för att öppna den i den fullständiga kalenderappen.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Systemindikatorerna till höger på panelen visar enhetens status, t.ex. nätverksanslutningar, batteri, ljudinmatning och -utmatning, meddelanden osv. Om du väljer en indikator visas mer information och relaterade åtgärder.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Om du håller muspekaren över en indikator visas även snabbinformation och genvägen för indikatorn med mittklick eller tre-fingertryck. Ett exempel:",
    "Sound: Mute": "Ljud: Ljud av",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: Slå på eller av Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Ström: Växla procentandel kvarvarande batteri i panelen",
    "Notifications: Toggle Do Not Disturb mode": "Meddelanden: Växla läge för Stör inte",
    "Session: Prompt to shut down": "Session: Fråga om att stänga ner",
    "Dock": "Docka",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "Längst ned på skrivbordet finns Docka för snabb åtkomst till dina favoritappar och de appar som är öppna för tillfället.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Du lägger till en app i Docka genom att dra och släppa den från programmenyn eller genom att klicka på ikonen för en öppnad app och välja <strong>Behåll i docka</strong>. Om du vill ta bort en app från Docka drar du bort den och släpper den på en tom plats på skrivbordet eller sekundärklickar på ikonen och avmarkerar <strong>Behåll i docka</strong>. Dra och släpp appar i Docka för att ordna om dem.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Som standard döljs Docka längst ned på skrivbordet när en app är maximerad eller överlappar den. Dra din muspekare mot skrivbordets nedre mitt för att visa och använda Docka när den är dold.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Du kan anpassa dockans storlek och beteende i <strong><a href=\"#system-settings\">Systeminställningar</a></strong> → <strong>Skrivbord</strong> → <strong>Docka och panel</strong>.",
    "App Windows": "Appfönster",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "När du öppnar en app visas dess fönster på skrivbordet. Även om den exakta utformningen av olika appar kan skilja sig åt kan appfönster i allmänhet stängas, flyttas, ändras i storlek och maximeras.",
    "Header Bar": "Huvudfält",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "De flesta appar har ett huvudfält högst upp i fönstret med fönsterknapparna och appens åtgärder eller navigering.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Flytta ett fönster genom att dra var som helst i huvudfältet eller genom att trycka på <kbd>Alt</kbd><kbd>F7</kbd> och flytta muspekaren.",
    "HeaderBar": "Huvudfält",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Sekundärklicka på huvudfältet för snabb åtkomst till åtgärder för fönster och arbetsytor.",
    "Window Buttons": "Fönsterknappar",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "En apps fönsterknappar finns i de övre hörnen av appfönstret: stäng till vänster och maximera (om appen har stöd för det) till höger. Om du stänger ett fönster stängs den appen; den kan öppnas igen från programmenyn eller Docka. Om du maximerar ett fönster ändras storleken så att det tar upp större delen av skrivbordet samtidigt som du behåller åtkomsten till panelen och Docka.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Du kan också dra ett fönster till toppen av skrivbordet eller dubbelklicka på dess huvudfält för att maximera, och dra från toppen eller dubbelklicka på huvudfältet för att avmaximera.",
    "Resizing": "Ändra storlek",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "De flesta appfönster kan storleksändras genom att dra från valfri kant av fönstret. Du kan också sekundärklicka på ett fönsters huvudfält och välja <strong>Ändra storlek</strong> eller trycka på <kbd>Alt</kbd><kbd>F8</kbd> för att gå till ett storleksändringsläge: flytta muspekaren i den riktning du vill ändra storlek på fönstret.",
    "Multitasking": "Multitasking",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS använder både fönster och arbetsytor för multitasking.",
    "Windows": "Fönster",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Appfönster kan överlappa varandra på skrivbordet och flyttas runt. Du kan växla mellan öppna fönster på flera olika sätt:",
    "Click or tap on the window you want to switch to": "Klicka eller tryck på det fönster som du vill växla till",
    "Click or tap the app's icon in the dock": "Klicka eller tryck på appens ikon i dockan",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Tryck på <kbd>Alt</kbd><kbd>Tab</kbd> för att bläddra mellan fönstren",
    "Workspaces": "Arbetsytor",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Som standard öppnas appfönster på din aktuella arbetsyta. Du kan dock använda flera arbetsytor för att organisera ditt arbetsflöde:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "För att bläddra till vänster eller höger genom dina arbetsytor trycker du på <kbd title=\"Super, eller Windows eller Command-tangenten\">⌘</kbd><kbd>←</kbd> eller <kbd title=\"Super, eller Windows eller Command-tangenten\">⌘</kbd><kbd>→</kbd> eller sveper med tre fingrar på en pekplatta eller pekskärm.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Hoppa direkt till en specifik arbetsyta genom att trycka på <kbd title=\"Super, eller Windows- eller Command-tangenten\">⌘</kbd><kbd>1</kbd> till <kbd title=\"Super, eller Windows- eller Command-tangenten\">⌘</kbd><kbd>9</kbd>. Du kan alltid hoppa till en ny arbetsyta med <kbd title=\"Super, eller Windows- eller kommandotangenten\">⌘</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Flytta fönster mellan arbetsytor genom att dra dem i <a href=\"#multitasking-view\">Multitaskingvy</a> eller genom att trycka på <kbd title=\"Super, eller Windows- eller Command-tangenten\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> eller <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Anpassa dessa genvägar genom <strong><a href=\"#system-settings\">Systeminställningar</a></strong> → <strong>Tangentbord</strong> → <strong>Genvägar</strong> → <strong>Arbetsytor</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Vissa fönster kan också helskärmas till en ny arbetsyta. Du kan flytta mellan arbetsytorna som vanligt, och om du stänger eller tar bort helskärmen så återgår du till den tidigare arbetsytan.",
    "Multitasking View": "Multitaskingvyn",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "Multitaskingvyn visar alla öppnade fönster och arbetsytor så att du kan växla mellan dem. Du öppnar den genom att välja ikonen <strong>Multitaskingvy</strong> i dockan, trycka på <kbd title=\"Super, eller Windows eller Command-tangenten\">⌘</kbd><kbd>↓</kbd> eller svepa uppåt med tre fingrar på en pekplatta eller pekskärm.",
    "Gestures": "Gester",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS har stöd för multi-touch-gester på hårdvara som stöds, t.ex. pekplattor och pekskärmar. Som standard växlar ett svep med tre fingrar åt vänster eller höger arbetsytor medan ett svep med tre fingrar uppåt öppnar multitaskingvyn.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Ändra gester från <strong><a href=\"#system-settings\">Systeminställningar</a></strong> → <strong>Mus och pekplatta</strong> → <strong>Gester</strong>.",
    "Hot Corners": "Heta hörn",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Heta hörn är genvägar som aktiveras genom att placera markören i hörnet på den primära skärmen. Du kan konfigurera Heta hörn så att de aktiverar multitasking-åtgärder som fönsteröversikt, arbetsytöversikt med mera.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Du kan anpassa heta hörn genom att <strong><a href=\"#system-settings\">Systeminställningar</a></strong> → <strong>Skrivbord</strong> → <strong>Multitasking</strong>.",
    "Multiple Displays": "Flera skärmar",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panelen, dockan och arbetsytorna visas på den primära skärmen. Alla andra anslutna skärmar fungerar som fristående arbetsytor. För att hantera och omorganisera skärmar, gå till <strong><a href=\"#system-settings\">Systeminställningar</a></strong> → <strong>Bildskärmar</strong>. Din primära skärm är markerad med en ifylld stjärna (",
    ") and each display's settings can be changed from its": ") och inställningarna för varje skärm kan ändras från dess",
    "menu.": "meny.",
    "Installing Apps": "Installera appar",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS levereras med <strong>AppCenter</strong>, den öppna appbutiken för indieutvecklare där du betalar vad du kan. Så här installerar du en ny app:",
    "Open <strong>AppCenter</strong>": "Öppna <strong>AppCenter</strong>",
    "Search in the top-right, or browse by category": "Sök längst upp till höger eller bläddra efter kategori",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Välj <strong>Gratis</strong> eller det föreslagna priset bredvid den app du vill installera. Om du vill välja ett annat pris så väljer du knappen <strong>▾</strong> och väljer eller anger ditt eget pris.",
    "Sideload": "Sidoladdning",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Viss programvara från tredje part kanske inte är tillgänglig från AppCenter, särskilt om den är plattformsoberoende och inte utformad för elementary OS. Du kan sidoladda Flatpak-appar från tredjepartskällor som <a href=\"https://flathub.org\">Flathub</a>: ladda ner och öppna en <code>.flatpakref-</code> eller <code>.flatpak</code>-fil, så installerar Sideload-verktyget den åt dig. Uppdateringar av den appen och andra appar från samma källa kan sedan visas som icke-kurerade i AppCenter.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Tänk på att sidoladdade och icke-kurerade appar inte har granskats av elementary med avseende på säkerhet eller integritet.",
    "Updating": "Uppdatering",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppCenter innehåller uppdateringar för appar och själva operativsystemet under fliken <strong>Installerade</strong>. Kom ihåg att installera uppdateringar ofta för att få de senaste funktionerna, korrigeringarna och säkerhetsförbättringarna. För mer information om säkerhetsuppdateringar, läs <a href=\"https://usn.ubuntu.com/\">Ubuntus säkerhetsmeddelanden</a>.",
    "System Settings": "Systeminställningar",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS levereras med appen <strong>Systeminställningar</strong> som hjälper dig att hantera enhetsinställningar och användarinställningar. Med Systeminställningar kan du justera tangentbordsgenvägar, skärmupplösning, din bakgrundsbild med mera.",
    "Search": "Sök",
    "You can find specific settings by typing in the search bar at the top of the window.": "Du kan hitta specifika inställningar genom att skriva i sökfältet längst upp i fönstret.",
    "App Settings": "Appinställningar",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Tänk på att Systeminställningar endast hanterar systemomfattande inställningar och användarinställningar för elementary OS. Om en app erbjuder inställningar eller alternativ kommer de att exponeras i själva appen.",
    "Keyboard Shortcuts": "Tangentbordsgenvägar",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Tangentbordsgenvägar i elementary OS exponeras vanligtvis kontextuellt i verktygstips när du håller muspekaren över eller i kontextmenyer när du klickar på sekundärklick.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key to open the <a href=\"#applications-menu\">Applications Menu</a>, start typing &quot;Shortcuts&quot;, and select the first entry in the <strong>Applications</strong> category.": "Om du vill visa ett överlägg för tangentbordsgenvägar på skrivbordet trycker du på <kbd title=\"Super, eller Windows eller Command-tangenten\">⌘</kbd> för att öppna <a href=\"#applications-menu\">Program-menyn</a>, börjar skriva \"Genvägar\" och väljer den första posten i kategorin <strong>Program</strong>.",
    "Additionally, you bind the shortcuts overlay to open on <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Layout</strong> (&#8984; key behavior: Shortcut Overlay).": "Dessutom binder du genvägsöverlägget så att det öppnas på <kbd title=\"Super, eller Windows eller Command-tangent\">⌘-tangenten</kbd> i <strong><a href=\"#system-settings\">Systeminställningar</a></strong> → <strong>Tangentbord</strong> → <strong>Layout</strong> (⌘-tangentens beteende: Genvägsöverlägg).",
    "Desktop keyboard shorcuts can be customized from the <strong>Keyboard Settings…</strong> option in the shortcuts overlay or in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong>.": "Tangentbordsgenvägar för skrivbordet kan anpassas från alternativet <strong>Tangentbordsinställningar...</strong> i genvägsöverlägget eller i <strong><a href=\"#system-settings\">Systeminställningar</a></strong> → <strong>Tangentbord</strong> → <strong>Genvägar</strong>."
}
