{
    "Learning the Basics": "Lär dig grunderna",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Som med alla operativsystem kan det finnas saker som verkar främmande. Det här avsnittet går igenom hur du gör enkla vardagssysslor som att surfa på webben och att lyssna på musik, inklusive annan nyttig information du kanske inte känner till.",
    "The Desktop": "Skrivbordet",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Skrivbordet i elementary OS är mycket enkelt och lätt att lära sig. Det består av två delar: panelen och dockan. Man kan anpassa skrivbordsbakgrunden i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Skrivbord</strong> → <strong>Bakgrundsbild</strong>.",
    "The Panel": "Panelen",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "Längst upp på skärmen ser du panelen. Till vänster finns menyn Program, i mitten står tid och datum, och till höger ligger indikatorerna.",
    "Applications": "Applikationer",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "På panelens vänstra sida finns Program. Klicka på <strong>Program</strong> så öppnas ett fönster med alla dina installerade program. Du kan bläddra bland programmen med hjälp av sidväljaren längst ner eller genom att skrolla. Du kan också använda knapparna högst upp för att växla mellan rutnätsvy och kategorivy.",
    "Slingshot": "Slingshot",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Du kan söka program efter namn eller efter nyckelord, och utföra åtgärder som är relaterade till dem. Du kan även söka efter systeminställningar. Några av de åtgärder som du kan söka efter är:",
    "Shutdown and Restart": "Stäng av och Starta om",
    "Compose Message": "Skriv ett meddelande",
    "New Private Browsing Window": "Nytt privatsurf-fönster",
    "Math operations (example: 23 * 5)": "Matematiska beräkningar (t.ex. 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "För att öppna programmenyn med tangentbordet, tryck <kbd>⌘</kbd> + <kbd>blanksteg</kbd>.",
    "Indicators": "Indikatorer",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Till höger på panelen finns ikoner som kallas indikatorer. Dessa visar aktuell status för din session, dvs nätverksanslutningar, batteriladdning, tid, chatt- och epostkonton, etc. Klicka på en indikator så visas mer information och relaterade åtgärder.",
    "The Dock": "Dockan",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Längst ner på skärmen finns dockan. Den innehåller dina favoritprogram och program som för tillfället är öppna.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Innehållet i dockan är enkelt att anpassa. För att lägga till ett program till dockan, dra och släpp det från <strong>Program</strong> på panelen eller högerklicka på en öppen programikon och välj <strong>Behåll i dockan</strong>. För att ta bort ett program från dockan, dra bort den och släpp den i ett tomt utrymme på skrivbordet eller högerklicka på ikonen och avmarkera <strong>Behåll i dockan</strong>. För att ordna om programmen i dockan, dra och släpp dem helt enkelt.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Som standard döljs dockan vid skärmens nederkant när ett program är maximerat. Flytta helt enkelt musen till mitten på skärmens nederkant för att visa dockan.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Du kan anpassa dockans beteende i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Skrivbord</strong> → <strong>Docka</strong>.",
    "App Windows": "Programfönster",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Programmen har sina egna fönster som kan stängas, maximeras, eller flyttas runt.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "När ett program öppnas visas dess fönster på skrivbordet. Varje program har vanligtvis tre områden: fönsterknapparna, verktygsfältet och programmets innehåll.",
    "HeaderBar": "HeaderBar",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.",
    "Window Buttons": "Fönsterknappar",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.",
    "Multitasking": "Multitasking",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS stöder två sorters multitasking: fönster and arbetsytor.",
    "Windows": "Fönster",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Program öppnas i programfönster. De kan överlappa varandra på skrivbordet och flyttas runt. Man kan växla mellan fönster på flera sätt:",
    "click on the window you want to switch to": "klicka på det fönster du vill byta till",
    "click on the app's icon in the dock": "klicka på programikonen i dockan",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "tryck <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "För att se en översikt över dina öppna programfönster, tryck <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Du kan anpassa tangentbordsgenvägarna i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Tangentbord</strong> → <strong>Snabbkommandon</strong> → <strong>Fönster</strong>.",
    "Hot Corners": "Aktiva hörn",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Du kan också konfigurera &quot;aktiva hörn&quot; (genvägar som aktiveras genom att placera muspekaren i hörnet av skärmen) till att aktivera multitasking-funktioner, som fönsteröverblick, arbetsyte-vy, med mera.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Du kan anpassa aktiva hörn i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Skrivbord</strong> → <strong>Aktiva hörn</strong>.",
    "Workspaces": "Arbetsytor",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Som standard öppnas alla programfönster på en och samma arbetsyta. Men du kan använda flera arbetsytor för att organisera ditt arbetsflöde:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "För att se en översikt över dina arbetsytor, tryck <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "För att snabbt flytta åt vänster eller höger genom arbetsytorna, tryck <kbd>⌘</kbd> + <kbd>←</kbd> eller <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "För att växla mellan arbetsytor, tryck <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Du kan gå direkt till en viss arbetsyta genom att trycka <kbd>⌘</kbd> + <kbd>1</kbd> upp till <kbd>⌘</kbd> + <kbd>9</kbd>. Du kan alltid gå till en ny arbetsyta med <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Du kan också dra programfönster mellan olika arbetsytor genom att dra deras ikoner i arbetsytevyn, eller flytta dem höger och vänster mellan arbetsytor med <kbd>⌘</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> respektive <kbd>→</kbd>. För att få en överblick över programfönstren på alla arbetsytor, tryck <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Du kan anpassa dessa genvägar i <strong><a href=\\\"/docs/learning-the-basics#system-settings\\\">Systeminställningar</a></strong> → <strong>Tangentbord</strong> → <strong>Snabbkommandon</strong> → <strong>Arbetsytor</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>OBS: <kbd>⌘</kbd> syftar på &quot;super&quot;-tangenten. Den representeras av Windowstangenten på de flesta PC:s respektive kommandotangenten på Macdatorer.</em>",
    "Multiple Displays": "Flera skärmar",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panelen, dockan och arbetsytor visas endast på den primära bildskärmen. Andra anslutna skärmar fungerar som fristående arbetsytor. För att hantera och ordna bildskärmar, gå till <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminställningar</a></strong> → <strong>Bildskärmar</strong>. Den primära bildskärmen är markerad med en ifylld stjärna (",
    ") and each display's settings can be changed from its cog (": ") Och varje bildskärms inställningar kan ändras via kugghjulsmenyn (",
    ") menu.": ").",
    "Installing Apps": "Installera program",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS levereras med <strong>Programcentralen</strong>, en \"App Store\" för gratisprogram. Det är enkelt att installera program via Programcentralen:",
    "Open the <strong>AppCenter</strong> app.": "Öppna <strong>Programcentralen</strong>.",
    "Search in the top-right, or browse.": "Sök överst till höger eller bläddra.",
    "Click <strong>Install</strong> next to the app you want to install.": "Klicka på <strong>Installera</strong> intill programmet du vill installera.",
    "You may be asked for your password prior to installing an app.": "Du kan behöva ange lösenord innan du installerar ett program.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.</em>": "<em>OBS: Vissa program kanske inte är tillgängliga från Programcentralen. Även om vi inte rekommenderar att ladda ner programvara från internet i allmänhet, bör program som är kompatibla med Ubuntu 16.04 LTS även fungera i elementary OS Loki.</em>",
    "Updating": "Uppdatera",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS innehåller uppdateringar som en del av Programcentralen. Lägg märke till fliken \"Uppdateringar\" högst upp på fönstret. Vi rekommenderar att du söker efter uppdateringar åtminstone <em>en gång i veckan</em> för att säkerställa att din dator har de senaste funktionerna och är skyddad.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "För mer information om säkerhetskorrigeringar, läs <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntus säkerhetsmeddelanden</a>.",
    "System Settings": "Systeminställningar",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS levereras med ett behändigt program som heter &quot;Systeminställningar&quot; och som hanterar alla dina systemrelaterade (eller &quot;globala&quot;) inställningar. Systeminställningar ger dig möjlighet att justera saker som kortkommandon, skärmupplösning, bakgrundsbild med mera.",
    "Search": "Sök",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Du kan snabbt hitta inställningar du letar efter genom att skriva in sökord i sökfältet längst upp i fönstret. Innehållet i fönstret Systeminställningar filtreras ner för att motsvara din sökning.",
    "App Settings": "Programinställningar",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tänk på att Systeminställningar endast avser de globala inställningarna för elementary OS. En del program kan också ha sina egna inställningar, som du inte hittar här. Leta istället efter dem i själva programmet."
}