{
    "Translation Guide": "Översättningsguide",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Att översätta vår webbplats och våra program är en mycket viktig del av att göra elementary OS tillgängligt för så många människor som möjligt. I stället för att enbart förlita sig på ett internt översättningsteam använder vi crowdsourcing, så att vem som helst kan skicka in översättningar med liten eller ingen teknisk kunskap. För att hålla en konsekvent linje över hela plattformen och hjälpa nya översättare komma igång har vi sammanställt denna översättningsguide.",
    "Steps to Begin Translation": "Steg för att påbörja översättning",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "",
    "Have a": "Ha ett",
    "Weblate account": "Weblate-konto",
    "Set your": "Ställa in dina",
    "language preferences": "föredragna språk",
    "Browse our": "Bläddra bland våra",
    "translatable projects": "översättningsbara projekt",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Om du inte vill översätta via Weblate, eller om du vill göra många ändringar samtidigt, kan du även översätta offline. För att göra det:",
    "Go to a project you want to translate": "Gå till ett projekt som du vill översätta",
    "Choose your language": "Välj ditt språk",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Klicka på &quot;Filer&quot; och välj &quot;Ladda ned översättning som gettext PO&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "",
    "Start translating": "Börja översätta",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "",
    "Additional Info": "Ytterligare info",
    "We won't support translation of the following pages:": "Vi stöder inte översättning av följande sidor:"
}
