{
    "Translation Guide": "Översättningsguide",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Att översätta vår webbplats och våra program är en mycket viktig del av att göra elementary OS tillgängligt för så många människor som möjligt. I stället för att enbart förlita sig på ett internt översättningsteam använder vi crowdsourcing, så att vem som helst kan skicka in översättningar med liten eller ingen teknisk kunskap. För att hålla en konsekvent linje över hela plattformen och hjälpa nya översättare komma igång har vi sammanställt denna översättningsguide.",
    "Translating Applications": "Att Översätta Program",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Appar översätts via Rosetta: översättningsgränssnittet som tillhandahålls av Launchpad. För att kunna skicka in översättning så bör du:",
    "Have a": "Ha ett",
    "Launchpad account": "Launchpad-konto",
    "Set your": "Ställa in dina",
    "language preferences": "föredragna språk",
    "Browse our": "Bläddra bland våra ",
    "translatable projects": "översättningsbara projekt",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "När du har gjort ett urval, kan du ge förslag på strängar som ännu inte översatts, eller föreslå ändringar i redan översatta strängar. Dessa förslag kommer att utvärderas av en medlem av översättningsteamet och det mest lämpliga väljas ut. För mer information om Rosetta, se deras <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\"> dokumentation</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Vid översättning kan du hamna i en situation där du måste välja mellan flera olika sätt att säga samma sak. I dessa situationer hänvisar vi till Ubuntus <a href=\"https://help.launchpad.net/Translations/Guide\"> allmänna översättarguide</a>, och i språkspecifika frågor följer vi Ubuntus <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\"> teamöversättningsriktlinjer</a>. Att följa dessa guider säkerställer enhetliga översättningar, samtidigt som vem som helst kan bidra.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Om du inte vill använda Rosetta eller om du vill göra många ändringar samtidigt så kan du också översätta utan att vara ansluten. För att göra det:",
    "Go to a project you want to translate": "Gå till ett projekt som du vill översätta",
    "Choose your language": "Välj ditt språk",
    "Click on &quot;Download translation&quot;": "Klicka på \"Ladda ner översättning\"",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Du kan nu begära ett e-postmeddelande som ger dig den rätta länken för att ladda ner översättningar. Nu:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Välj din favorit text- eller po-redigerare (t.ex. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Börja översätta",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "När du är klar så använder du \"Ladda upp översättningen\"-alternativet på samma sida som du laddade ner dem från.",
    "Translating our Website": "Att Översätta vår Hemsida",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "Vår hemsida översätts via <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. För att skicka in översättningar bör du:",
    "Transifex account": "Transifex-konto",
    "Join our": "Anslut dig till vårt",
    "translation team": "översättningsteam",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "För mer information om Transifex, se deras <a href=\"http://docs.transifex.com/tutorials/txeditor\">dokumentation</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Liksom för våra appar följer vi Ubuntus <a href=\"https://help.launchpad.net/Translations/Guide\"> allmänna översättarguide</a>, och i språkspecifika frågor följer vi Ubuntus <a href =\"https://translations.launchpad.net/+groups/ubuntu-translators\"> teamöversättningsriktlinjer </a>."
}