{
    "Avoid Configuration": "Evitar Configuração",
    "If possible, completely avoid presenting any settings or configuration in your app. Providing settings is usually an easy way out of making design decisions about an app's behavior. But just like with problems of feature bloat, settings mean more code, more bugs, more testing, more documentation, and more complexity.": "Se possível, evita completamente exigir configurações ou preferências na tua app. Oferecer este tipo de conteúdo é normalmente uma forma fácil de fugir a decisão de fazer bom design sobre o comportamento da app. Mas tal como os problemas ou excesso de funcionalidades, preferências implicam  mais código, mais bugs, mais testes, mais documentação e mais complexidade.",
    "Build for the &quot;Out of The Box&quot; Experience": "Constrói a app para uma experiência imediata.",
    "Design with sane defaults in mind. elementary apps put strong emphasis on the out of the box experience. If your app has to be configured before a user is comfortable using it, they may not take the time to configure it at all and simply use another app instead.": "Desenha a app com as opções por omissão mais sensatas. As apps do elementary colocam um ênfase forte na experiência imediata. A tua app tem que estar configurada antes mesmo do utilizador estar confortável a usar, pois podem não querer gastar tempo a configurá-la, ou podem saltar logo para uma app alternativa.",
    "Ask the Operating System": "Pergunta ao Sistema Operativo.",
    "Get as much information automatically as possible. Instead of asking a user for their name or their location, ask the system for this information. This cuts down on the amount of things a user has to do before they are able to actually do anything and makes your app look intelligent and integrated.": "Obtém o máximo de informação possível de forma automática. Em vez de questionar o utilizador pelo seu nome e localização, tenta obter esta informação do sistema. Isto corta bastante o número de coisas que o utilizador tem que fazer, antes mesmo de usar a tua app, e faz a tua app parecer inteligente e integrada.",
    "Do You Really Need It?": "Precisa Mesmo?",
    "Ask yourself if the configuration option you are adding is really necessary or makes sense to a user. Don't ever ask users to make engineering or design decisions. Configuration should be strictly regulated to either set-up or personal preference.": "Pergunta a ti mesmo se a opção de configuração que estás a acrescentar faz sentido para o utilizador. Não peças nunca ao utilizador par tomar decisões de design. As configuração deve ser estritamente orientada para apenas as preferências pessoais.",
    "When You Absolutely Have To": "Quando precisas mesmo de",
    "Keep things contextual. Instead of tucking away preferences in a configuration dialog, think about displaying them in context with the objects they affect (much like how shuffle and repeat options appear near your music library).": "Mantém as coisas contextualizadas. Em vez de esconderes preferencias numa caixa de diálogo específica, pensa em apresentá-las no contexto com os objectos que elas afetam. (e.g. as opções de shuffle ou repetir uma musica aparecem ao lado dos controlos da app de musica).",
    "If your app needs to be configured before it can be used (like a mail client), present this configuration inside the main window much like a <a href=\"/docs/human-interface-guidelines/welcome-screen\">Welcome Screen</a>. Once again, make sure this is really necessary set-up. Adding unnecessary configuration screens stops users from doing what they wanted to do when they opened your app in the first place.": "Se a tua app necessita de uma configuração antes de ser usada (e.g. um cliente de correio electrónico), apresenta esta configuração dentro da janela principal, como se tratasse de um <a href=\"/docs/human-interface-guidelines/welcome-screen\">ecrã de boas vindas</a>. Mais uma vez, certifica-te que esta configuração é mesmo necessária. Adicionar ecrãs de configuração desnecessários  desvia o utilizador do seu propósito inicial, que os levou a abrir a tua app.",
    "See Also:": "Veja também:",
    "<a href=\"http://limi.net/checkboxes-that-kill\">Checkboxes That Kill Your Product</a> by Alex Limi": "<a href=\"http://limi.net/checkboxes-that-kill\">Checkboxes That Kill Your Product</a> por Alex Limi",
    "<a href=\"http://zachholman.com/posts/shit-work/\">Don't Give Your Users Shit Work</a> by Zach Holman": "<a href=\"http://zachholman.com/posts/shit-work/\">Don't Give Your Users Shit Work</a> por Zach Holman",
    "Next Page:": "Página Seguinte:",
    "Minimal Documentation": "Documentação Minimalista"
}