{
    "Concision": "Concisão",
    "Always work to make your app instantly understandable. The main function of your app should be immediately apparent. You can do this in a number of ways, but one of the best ways is by sticking to a principal of concision.": "Trabalha sempre com o propósito de tornar a tua app imediatamente perceptível. A função principal da app deve ser evidente. Podes conseguir isto de uma série de maneiras, mas uma das melhores formas é manteres a app sob o princípio da concisão.",
    "Avoid Feature Bloat": "Evita funcionalidades em excesso",
    "It's often very tempting to continue adding more and more features into your application. However, it is important to recognize that every new feature has a price. Specifically, every time you add a new feature:": "é muitas vezes tentador continuar a adicionar mais e mais funcionalidades à tua app. No entanto, é primordial reconhecer que cada nova funcionalidade tem um preço. Especificamente, cada vez que adicionas uma nova funcionalidade:",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "A tua app torna-se mais lenta, consome mais recursos e ocupa mais espaço no disco.",
    "Your application's interface becomes more cluttered and thus harder to use.": "A interface de utilizador torna-se mais confusa, logo mais difícil de usar.",
    "More time is spent implementing this new feature, rather than perfecting an old feature.": "Gastas mais tempo a implementar esta nova funcionalidade em vez de estares a aperfeiçoar uma funcionalidade existente.",
    "More code can often mean a greater possibility for bugs.": "Mais código implica probabilidade maior de criares novos bugs.",
    "More features means more work on documentation, translations, etc.": "Mais funcionalidades implica mais trabalho em traduções, documentação, etc.",
    "Think in Modules": "Pense em Módulos",
    "Build small, modular apps that communicate well. elementary apps avoid feature overlap and make their functions available to other apps either through <a href=\"/docs/human-interface-guidelines/contractor\">Contractor</a> or over <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. This both saves you time as a developer (by other apps making their functions available to you), and is a courteous gesture towards other developers (by making your app's functions available to them).": "Cria apps pequenas e modulares que comuniquem bem. As apps do elementary evitam duplicar funcionalidades expõem as suas funcionalidades a outras apps quer seja através dos <a href=\"/docs/human-interface-guidelines/contractor\">Contractor</a> ou através do <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. Isto poupa-te tempo como programador (já que outras apps disponibilizam-te as suas funcionalidades), e é uma cortesia para com os outros programadores (expondo as tuas funcionalidades aos outros).",
    "Next Page:": "Página Seguinte:",
    "Avoid Configuration": "Evitar Configuração"
}