{
    "Human Interface Guidelines": "Diretivas de Interface Humano",
    "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will allow you to decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:": "Estas linhas mestras foram desenhadas para ajudar os developers e designers a criar experiências lindas e consistentes no ambiente do elementary. Foram escritas por designers de interfaces, artistas gráficos e programadores que trabalham no elementary OS. Não especificam simplesmente elementos de design e princípios, mas também tentarão promover uma filosofia que te vai ajudar a decidir quando é necessário um afastamento destas linhas. Aderir as sugestões aqui contidas vai-te trazer muitos benefícios:",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Os utilizadores vão aprender rapidamente a usar as tuas apps já que partilham elementos comuns com que já estão ambientados.",
    "Users will accomplish tasks more quickly because you will have a straight-forward interface design that isn't confusing or difficult.": "Vão conseguir realizar tarefas mais rapidamente pois ofereceste um design na tua interface que não é difícil ou complicado. ",
    "Your application will appear native to the desktop and share the same elegant look as default applications.": "A tua aplicação vai ter um aspecto nativo ao restante desktop e partilhar um aspecto tão elegante quanto as apps originais do sistema.",
    "Your application will be easier to document because an expected behavior does not require explanation.": "A tua aplicação será mais fácil de documentar pois um comportamento expectável não necessita de grande explicação.",
    "The amount of support you will have to provide, including bugs filed, will be lessened (for the reasons above).": "O nível de suporte que terás que oferecer, contando mesmo com os bugs, será mais reduzido (fruto dos anteriores)",
    "To help you achieve these goals, these guidelines will cover basic interface elements, how to use them and put them together effectively, and how to make your application integrate well with the desktop. The most important thing to remember is that following these guidelines will make it easier to design a new application, not harder.": "Para te ajudar a atingir estes objectivos, estas guias vão cobrir os elementos base da interface, como os deves usar de forma eficiente, e como fazer a tua aplicação integrar com o restante desktop. A coisa mais importante que tens que te lembrar, é que estas linhas mestras estão cá para ajudar e não para complicar o teu trabalho.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "Ainda assim, lembra-te que isto são linhas mestras, e não um livro de regras rígidas. Novos e espectaculares paradigmas de interacção aparecem diariamente, e mais ainda estão a espera de serem descobertos. Este documento está \"vivo\", e como tal pode e vai ser atualizado.",
    "For sections that have not yet been written, please refer to": "Para secções que ainda não estão escritas, por favor procura no ",
    "The GNOME HIG": "The GNOME HIG",
    "Next Page:": "Página Seguinte:",
    "Design Philosophy": "Filosofia de Design"
}