{
    "Welcome Screen": "Ecrã de Boas Vindas",
    "The Welcome Screen is a friendly way to help users get started with your app.": "O Ecrã de Boas Vindas é uma forma amigável de ajudar utilizadores a começarem com a sua app.",
    "Usage": "Utilização",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Tipicamente o Ecrã de Boas Vindas é  usado para apps tipo Noise ou Scratch onde tem de importar ou criar objetos numa biblioteca antes de poder interagir com eles. Isto proporciona aos seus utilizadores um caminho claro para começarem e aponta quaisquer passos imediatos que eles devem tomar antes da sua app se tornar útil.",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Certifique-se de que se a sua app permite que a sua biblioteca seja aprovada para que o Ecrã de Boas Vindas seja mostrado novamente em vez de uma lista vazia.",
    "Labeling": "Etiquetagem",
    "The Welcome Screen consists of two sets of labels:": "O Ecrã de Boas Vindas consiste em dois conjuntos de etiquetas:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "O primeiro conjunto explica a situação e no que é que o Ecrã de Boas Vindas o irá ajudar a conseguir. Como exemplo, o Ecrã de Boas Vindas do Noise explica que a sua biblioteca de música está vazia e que para que a vista de biblioteca seja útil, tem primeiro de lhe adicionar músicas.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "O segundo conjunto de etiquetas consiste nas ações que irão assistir um utilizador a começar com a sua app. Usando novamente o Noise como exemplo, uma ação possível é definir a sua pasta de música para uma localização alternativa. Primeiro nomeamos a ação, \"Definir Pasta de Música\". Depois, descrevemos o que a ação faz, \"Busca a sua pasta de Música e importa os seus conteúdos.\"",
    "Iconography": "Iconografia",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Agrupado com cada ação está um ícone que ajuda a visualizá-la rapidamente. Na maior parte do tempo estes serão ícones de Ações, mas pode usar Ícones de Sítios quando importar ou definir uma localização e até mesmo ícones de Apps se tiver de abrir um utilitário de configuração.",
    "Next Page:": "Página Seguinte:",
    "Source List": "Lista de Fontes"
}