{
    "What Design Is Not": "O Que o Design Não É",
    "Before we get into all the things that make up elementary apps, there is a clarification that needs to be made. We need to understand what exactly design is about. For a quick crash course, we recommend watching <a href=\"http://youtu.be/r2CbbBLVaPk\">This Video</a>. But let's give a quick run down of what design is not and smash two major myths:": "Antes de entrarmos naquilo que constitui as apps do elementary, há uma clarificação a fazer. Precisamos de perceber exactamente o que e o design. Para uma intro rápida, recomendamos que vejas <a href=\"http://youtu.be/r2CbbBLVaPk\">Este video</a>. Mas primeiro vamos ver o que o design não é, e desmistificar duas coisas.",
    "<strong>Design is not something you add on after you've completed a product.</strong> Whether you realize it or not, you are constantly designing anything you build. It is an intrinsic part of creating something. Design is not just what something looks like. It's not just the colors and fonts. Design is how it works. When you decide to add a button that does a thing, that is design. You made a decision to add a button with an icon or a label and where that button went and the size and color of that button. Decisions are designs.": "<strong>Design não é algo que se adicione no fim de ter um produto pronto</strong>. Caso não o compreendas, estás sempre a desenhar algo que queres construir. Isto é uma parte intrínseca de construir alguma coisa. Design não apenas o aspecto visual de uma coisa. Quando decides adicionar um botão que faz uma acção, isto é design. Tomaste uma decisão de acrescentar um botão, com um icone ou uma etiqueta de texto, onde este botão foi colocado, a sua dimensão e cor. Decidir é fazer design.",
    "<strong>Design is not just like your opinion, man.</strong> Design is quantifiable. One design will meet a specific goal better than another design. Consider different types of bicycles. A folding bicycle has a different set of design goals than a mountain bicycle. Things like weight, size, and tire tread are important factors in helping the intended user reach their goals. Because we understand that design is about solving specific problems, we must also understand that we can objectively compare the effectiveness of two designs at solving those problems.": "<strong> Design não é a tua opinião!</strong> design é quantificável. Um design vai cumprir um objectivo de forma mais eficiente que outros. Pensa em tipos de bicicleta. Uma bicicleta dobrável tem um conjunto de objectivos de design diferentes de uma bicicleta de montanha. Coisas como a dimensão, peso, ou o tipo de pneu são factores importantes a ter em conta para os objectivos do utilizador. Como já compreendemos que o Design trata de resolver problemas específicos, temos também que compreender que podemos comparar a eficácia de dois designs a resolver estes problemas.",
    "Design Is Not Veneer, Aral Balkan": "Design Is Not Veneer, Aral Balkan",
    "Design is Not Subjective, Jeff Law": "Design is Not Subjective, Jeff Law",
    "Next Page:": "Página Seguinte:",
    "Concision": "Concisão"
}