{
    "Installation": "Inštalácia",
    "Download elementary OS": "Stiahnuť elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ak ste tak ešte neurobili, <a href=\"/\" target=\"_blank\">stiahnite elementary OS z našej domovskej stránky</a>. Stiahnutý ISO súbor je potrebné nahrať na USB flash disk podľa inštrukcií uvedených nižšie.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS teraz podporuje ako 32-bitovú, tak 64-bitovú architektúru.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Ak viete, že máte novší počítač s 64-bitovým procesorom, vyberte 64-bitovú verziu.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Pokiaľ je Váš počítač starší alebo si nie ste istí typom procesora, vyberte 32-bitovú verziu. (Táto verzia funguje aj na 64-bitových procesoroch).",
    "Recommended System Specifications": "Odporúčané systémové požiadavky",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel I3 alebo porovnateľný dvoj-jadrový 64-bitový procesor",
    "1 GB of system memory (RAM)": "1 GB operačnej pamäte (RAM)",
    "15 GB of disk space": "15 GB voľného miesta na disku",
    "Internet access": "Pripojenie k internetu",
    "Back Up Your Data": "Zálohovanie Vašich dát",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Uistite sa, že Vaše dôležité dáta sú zálohované a to buď v cloudovom alebo inom externom úložisku. Inštalácia nového operačného systému by mohla Vaše dáta prepísať.",
    "Choose your current Operating System": "Vyberte svoj operačný systém",
    "Select the operating system you are currently using to view tailored installation instructions.": "Zvoľte operačný systém, ktorý práve používate pre získanie inštalačných inštrukcií na mieru.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Overte si stiahnutý súbor",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Overenie stiahnutého súboru je dôležitým ale nepovinným krokom. Generujeme kontrolné súčty (alebo hash) pre obrazy diskov elementar OS a pred inštaláciou vám odporúčame overiť si, či sa kontrolný súčet vami stiahnutého súboru zhoduje s nami poskytnutým kontrolným súčtom. Tým sa uistíte, že máte plný, kompletný súbor, a že váš inštalačný obraz disku nie je nijak poškodený.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows neposkytuje žiadny vstavaný nástroj na kontrolu SHA256 kontrolného súčtu, takže si ho budete musieť stiahnuť <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Otvorte Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "V kolónke \"Hash Type\" zvoľte <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "V kolónke \"Input File\" zvoľte  <code>Select File(s)</code> a nájdite elementary OS ISO súbor",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Overte, či sa text v \"Results\" zhoduje s niektorým z nasledovných hashov",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "Tvorba instalačního disku",
    "Rufus - select ISO": "Rufus - vybrať ISO",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called Rufus.": "You'll need a USB flash drive with at least 1 GB of free space and a program called Rufus.",
    "Download Rufus": "Download Rufus",
    "Open Rufus": "Open Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Insert your USB drive and select it in the \"Device\" list",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Select \"ISO Image\" next to \"Create a bootable disk using...\"",
    "Click": "Click",
    "the disk icon": "na ikonu disku",
    "to choose the ISO that you downloaded previously.": "a vybrať ISO súbor, ktorý ste predtým stiahli.",
    "Click &quot;Start&quot; and wait for the process to finish.": "Click \"Start\" and wait for the process to finish.",
    "Booting from the Install Drive": "Bootovanie z inštalačného disku",
    "In order to start the installation process, you must boot your computer from the install drive.": "Pre začatie inštalačného procesu musíte nabootovať počítač z inštalačného disku.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Pokiaľ je Váš počítač zapnutý, vložte najskôr inštalačný disk a potom reštartujte počítač.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Väčšina počítačov umožňuje na krátku chvíľu stlačením špeciálnej klávesy - väčšinou <kbd>F12</kbd>, ale niekedy tiež <kbd>Esc</kbd> alebo iné funkčné klávesy, možnosť zmeniť bootovaciu sekvenciu. Pre istotu nahliadnite do manuálu Vášho PC.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Stlačte <kbd>F12</kbd> (alebo inú príslušnú klávesu) a zvoľte inštalačný disk - zvyčajne \"USB-HDD\" alebo niečo podobné čo obsahuje slovo \"USB\" ale toto označenie sa môže líšiť. Ak zvolíte nesprávny disk, váš počítač sa pravdepodobne nabootuje tak ako obvykle. Ak sa tak stane len reštartujte počítač a skúste vybrať iný disk.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krátko po zvolení správneho bootovacieho disku uvidíte načítaciu obrazovku s logom elementary OS. Inštrukcie na obrazovke Vás už prevedú zvyškom inštalácie.",
    "Running the following command in your terminal:": "Spustenie nasledovného príkazu v terminály:",
    "should produce the output:": "by malo vyprodukovať nasledovný výstup:",
    "Before creating an install drive, make sure you have all OS X updates installed. To check for available updates, open the Apple Menu and select either &quot;Software Update…&quot; or &quot;App Store…&quot; Make sure to install any OS updates in addition to ones labeled with &quot;Firmware&quot; and &quot;Boot Camp&quot;.": "Pred vytvorení inštalačného disku sa uistite, že máte nainštalované všetky aktualizácie OS X. Pre skontrolovanie dostupných aktualizácií otvorte Apple Menu a zvoľte buď \"Software Update...\" alebo \"App Store...\" Uistite sa, že inštalujete predovšetkým aktualizácie označené ako \"Firmware\" a \"Boot Camp\".",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called &quot;Create elementary Installer&quot;.": "You'll need a USB flash drive with at least 1 GB of free space and a program called \"Create elementary Installer\".",
    "Download Create elementary Installer": "Download Create elementary Installer",
    "Open &quot;Create elementary Installer&quot;. If your Mac cannot open it because it's from an unidentifiable developer, right click the app, and select &quot;Open&quot;.": "Open \"Create elementary Installer\". If your Mac cannot open it because it's from an unidentifiable developer, right click the app, and select \"Open\".",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Insert the spare USB drive, and select the ISO file you've just downloaded.",
    "Create elementary OS USB Installer": "Vytvorte elementary OS USB inštalátor",
    "Select your USB drive to start the installer creation process.": "Select your USB drive to start the installer creation process.",
    "Select USB Drive": "Zvoľte USB disk",
    "If your Mac doesn't recognize the resulting drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;.": "Ak váš Mac nerozpoznal vytvorený disk v bootovacom menu, zrejme budete musieť namiesto neho vytvoriť elementary OS inštalačné DVD. Pre jeho vytvorenie vložte prázdne DVD, pravým tlačidlom myši kliknite na ISO súbor a zvoľte možnosť \"Napáliť elementaryos-freya-xx.xx.iso na Disk\".",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Po zaznení tónu, stlačte a držte <kbd>Option</kbd>. Potom zvoľte patričné bootovací disk. Treba poznamenať, že disk môže byť nesprávne označovaný ako \"Windows\", ale to je normálne.",
    "You'll need a USB flash drive with at least 1 GB of free space and a program called UNetbootin.": "You'll need a USB flash drive with at least 1 GB of free space and a program called UNetbootin.",
    "Download UNetbootin": "Download UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otvorte UNetbootin z ponuky. Otvorí sa okno ako nižšie:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Select \"Diskimage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Click \"…\" to select the ISO that you downloaded previously.",
    "Unplug all USB memory devices apart from the one you want to use.": "Unplug all USB memory devices apart from the one you want to use.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Click \"OK\" and wait for the process to finish.",
    "After Installation": "Po inštalácií",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Prečítajte si príručku <a href=\"/docs/learning-the-basics\">začíname</a> aby ste sa naučili o svojom novo operačnom systéme."
}