{
    "Installation": "Instalado",
    "Download elementary OS": "Elŝuti je elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se vi ankoraŭ ne faris, necesas <a href=\"/\" target=\"_blank\" rel=\"noopener\">elŝuti je elementary OS el nia hejmpaĝo</a>. Vi bezonos kopii la elŝutitan ISO-dosieron al USB-memorilo sekvante ĉi instrukciojn.",
    "Recommended System Specifications": "Rekomenditaj Sistemaj Specifoj",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Kvankam ni ne havas striktan minimuman sisteman postulon, ni rekomendas almenaŭ plenumi la sekvajn specifojn por plej bona sperto:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Freŝdata Intel i3 aŭ simila duoblo-kerna 64-bita procesoro",
    "4 GB of system memory (RAM)": "4 GB ĉefmemoro (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solidstata disko (SSD) kun 15 GB da libera spaco",
    "Internet access": "Interreta konekto",
    "1024×768 display": "1 024 × 768 ekrano",
    "Back Up Your Data": "Savkopiu viajn datenojn",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Certiĝu pri savkopio de gravaj datenoj en eksternan memorlokon, kiel en nuban servon aŭ eksteran fiksitan memoron. Instalo de novas operaciumo povas surskribi viajn ekzistantajn datenojn.",
    "Choose your current Operating System": "Elektu vian nunan Operaciumon",
    "Select the operating system you are currently using to view tailored installation instructions.": "Elektu vian nun uzitan operaciumon, por vidi trafan instrukciaron.",
    "Windows": "Vindozo",
    "macOS": "Makintoŝo",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Krei Instalan Memorujon",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Vi bezonos USB-memorilon granda je almenaŭ 2 GB da libera spaco, kaj programon nomita Rufus.",
    "Download Rufus": "Elŝuti je Rufus",
    "Rufus - select ISO": "Rufux - elektu ISO-dosieron",
    "Open Rufus": "Malfermu je Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Konektu vian USB-memorujon kaj elektu ĝin en la listo de memorujoj „Device“",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Elektu je &bdquo;Disk or ISO image&ldquo; en la listo „Boot selection“",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klaku sur &bdquo;SELECT&ldquo; por elekti la ISO-dosieron antaŭe elŝutita.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Ni generas kontrolsumon (aŭ haketaĵon) por kontroli ĉu la elŝutaĵo estas ekzakta kopio de elementary OS. Tio certigas, ke vi ricevis la tutkompletan dosieron, neniel ajn difektitan. Klaku",
    "the checksum icon": "la kontrolsuman bildeton",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "apud la butono &bdquo;SELECT&ldquo; kaj kontrolu ĉu la teksto apud &bdquo;SHA256&ldquo; kongruas kun la jena haketaĵo:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Se la haketaĵoj kongruas, klaku sur &bdquo;START&ldquo; kaj atendu la finon de la operacio.",
    "Booting from the Install Drive": "Praŝargo el la Instala Memorujo",
    "In order to start the installation process, you must boot your computer from the install drive.": "Por komenci la instalan operacion, vi startigu la komputilon de la instala memorujo.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Se la komputilo estas ŝaltita, unue konektu la memorilon kaj restartigu la komputilon.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La plimulto el komputiloj mallonge ebligas aperigi praŝargan agordan menuon, preminte specifan klavon — kutime tio estas <kbd>F12</kbd>, aŭ foje <kbd>Esc</kbd> aŭ alia funkcia F-klavo. Legu ĉe la ekrano aŭ la komputilan gvidlibron por certiĝi.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Premu sur <kbd>F12</kbd> (aŭ la alia kongrua klavo) kaj elektu la instalan memorujon — kutime tio estas &bdquo;USB-HDD&ldquo; aŭ foje ion entenanta  la vorton &bdquo;USB&ldquo;, senrigarde la vortigon. Se vi elektas nekongruan memorujon, la komputilo daŭrigos ŝargigon normale. Tiam, simple restartigu la komputilon kaj elektu alian menuaĵon.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Tuj post elekti la kongruan praŝargan memorujon, aperos la komenco-ekranon de elementary OS. Eblas tiam sekvi la surekranajn instrukciojn, kiuj gvidos vin tra la cetero de la operacio.",
    "Verify your Download": "Kontrolu la Elŝutaĵon",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Kontrolo de via elŝutaĵo gravas, sed ne nepras. Ni generas kontrolsumon (aŭ haketaĵon) por ekzaktkopiado de elementary OS, kaj ni rekomendas, ke vi kontrolu ĉu la kontrolsumo de via elŝutaĵo kongruas kun tiu antaŭ ol instali. Tio certigas, ke vi ricevis la tutkompletan dosieron, neniel ajn difektitan.",
    "Running the following command in your Terminal:": "Lanĉu la sekvan komandon en via Terminalo:",
    "Should produce the output:": "Devus eligi la sekvon:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Notu: Tio supozas ke vi elŝutis la dosieron finanta je&bdquo;.iso&ldquo; en vian dosierujon Elŝutejo.\nKaze de elŝuto ien alia, bonvolu skribi la ĝustan dosierindikon  al la elŝutaĵo, kiel montrita ĉi sube",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Por krei instalan memorujon de elementary OS por Makintoŝo, vi bezonos USB-memorilon granda je almenaŭ 2 GB da libera spaco, kaj programon nomita &bdquo;Etcher&ldquo;.",
    "Download Etcher": "Elŝuti je Etcher",
    "etcher steps": "Fazoj de Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Konektu la uzotan USB-memorujon, kaj elektu la ISO-dosieron ĵus elŝutita.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Lanĉu la programon &bdquo;Etcher&ldquo; kaj elektu la elŝutitan ekzaktkopion de elementary OS per la butono &bdquo;Select image&ldquo;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher devus aŭtomate rekoni la USB-memorujon, sed kontrolu ĉu ĝi ja elektis la ĝustan celita.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Komencu la ekzaktkopiadon klakinte la butonon &bdquo;Flash!&ldquo;. Necesas momento por komenci.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Post kompletiĝo, fariĝos sekura la eltirado de la memorujo kaj la prova instalo de elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "La sekva dialogo povas aperi dum la ekzaktkopiado, kiu sekure forigeblas.",
    "Not readable warning": "Averto „Ne Legebla“",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Post aŭdi la sonorilon, premtenu <kbd>⌥ Option</kbd>. Tiam, elektu la kongruan praŝargan memorujon. Notu, ke tio povas alinomiĝi kiel &bdquo;Windows&ldquo;, sed tio estas normala.",
    "Boot Errors": "Praŝargaj eraroj",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Se via Makintoŝo ne rekonas la memorujon por instalo de elementary OS en la praŝarga menuo, vi bezonas anstataŭe krei DVD-diskon por instalo de elementary OS. Por krei ĝin, enmetu skribeblan malplenan DVD-diskon, dekstroklaku la ISO-dosieron ĉe la dosiermastrumilo &bdquo;Finder&ldquo;, kaj elektu le menuaĵon &bdquo;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&ldquo;. Kiam kompleta, reprovu ŝargi el la instala DVD-disko.",
    "Running the following command in your terminal:": "Lanĉu la sekvan komandon en via terminalo:",
    "should produce the output:": "kio devus eligi:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Vi bezonos USB-memorilon granda je almenaŭ 2 GB da libera spaco, kaj programon nomita UNetbootin.",
    "Download UNetbootin": "Elŝuti programon UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Malfermu je UNetbootin el la aplikaĵa menuo. Ĝi malfermiĝos en fenestro tia:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Elektu al &bdquo;Diskimage&ldquo;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klaku sur &bdquo;…&ldquo; por elekti la ISO-dosieron antaŭe elŝutita.",
    "Unplug all USB memory devices apart from the one you want to use.": "Malkonektu ĉiujn USB-memorilojn krom tiun, kiun vi intencas uzi.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klaku al &bdquo;OK&ldquo; kaj atendu la finon de la operacio.",
    "After Installation": "Post Instalaĝo",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Utiligu iom da tempo por legi la <a href=\"/docs/learning-the-basics\">gvidilon pri ekuzo</a> kaj lerni kiel uzi la novan operaciumon."
}
