{
    "Learning the Basics": "Lerni la bazon",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Same kiel por ĉiu operaciumo, estas diversaj aferoj pri kiuj vi ne familiaras. Ĉi parto koncernas la manierojn per kiuj oni faras simplajn, ĉiutagajn taskojn, ekzemple foliumadon de retpaĝoj, kaj aŭskultadon de muziko, aŭ aliajn utilojn informojn vi ankoraŭ ne konas.",
    "The Desktop": "La labortablo",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "La labortablo de elementary OS estas tre simpla kaj facile lernebla. Ĝi konsistas el du partoj: la panelo kaj la butonbreto. Eblas agordi la labortablan fonon per <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistemaj Agordoj</a></strong> → <strong>Labortablo</strong> → <strong>Fono</strong>.",
    "The Panel": "La panelo",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "Supre de la ekrano, videblas la Panelo. Maldekstre troviĝas la Aplikaĵa Menuo, en la centro, dato kaj horo, kaj dekstre la Indikoloj.",
    "Applications Menu": "Aplikaĵa Menuo",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Ĉe la maldekstro de la panelo troviĝas la Aplikaĵa Menuo. Klako sur <strong>Aplikaĵoj</strong> malfermas menuon kun ĉiuj instalitaj aplikaĵoj. Oni povas vidi la paĝojn kun ĉiuj aplikaĵoj per tabulpaĝilo ĉe la malsupro aŭ per musa rulumado. Eblas ankaŭ uzi la vid-baskulilon ĉe la supro, por vidigi kiel tabelon aŭ laŭ kategorioj. ",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Eblas serĉi aplikaĵojn laŭ la nomo aŭ per ŝlosilvorto kaj efektivigi agojn asociitaj al ili. Eblas ankaŭ serĉi la panelojn de la Sistemaj Agordoj. Iujn agojn troveblas per la serĉilo, inkluzive:",
    "Shutdown and Restart": "Malŝalti kaj Restartigi",
    "Compose Message": "Redakti Mesaĝon",
    "New Private Browsing Window": "Nova Privata Foliuma Fenestro",
    "Math operations (example: 23 * 5)": "Matematikaj operacioj (ekzemple: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Por malfermi la Aplikaĵan Menuon per la klavaro, premu <kbd>&#8984;</kbd> + <kbd>spaco</kbd>.",
    "Indicators": "Indikiloj",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Ĉe la dekstra flanko de la panelo troviĝas bildetoj nomitaj Indikiloj. Ili priskribas la nunan staton de via seanco, t.e. viajn retajn konektojn, baterian potencon, son-enigon kaj -eligon, avertojn, ktp. Elekto de indikilo aperigas pliajn informojn kaj asociitajn agojn.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Musa mezklako aŭ trifingra tuŝeto sur indikilo montros la sekvajn rapidajn agojn:",
    "Sound: Toggle the mute state of the primary output device": "Sono: Baskulas inter statoj muta aŭ mal- de la ĉefa eliga aparato",
    "Bluetooth: Toggle the Enabled/Disabled the primary bluetooth device": "Bludento: Baskulas inter statoj ebligita kaj mal-, de la unua bludenta aparato",
    "Power: Hide/Show the percentage of battery remaining": "Energio: Kaŝi aŭ montri la elcentojn da restanta potenco",
    "Notifications: Toggle Do Not Disturb mode": "Avertoj: Baskulas al la reĝimo Ne Distri",
    "Session: Show the shutdown dialog": "Seanco: Montri la malŝaltan dialogon",
    "The Dock": "La Butonbreto",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Malsupre de la ekrano troviĝas la Butonbreto. Ĝi montras viajn aplikaĵojn preferataj kaj nun malfermaj.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "La enhavo de la butonbreto facile agordeblas. Por aldoni aplikaĵon en la butonbreto, ŝovmetu la bildeton el la Aplikaĵa Menuo aŭ dekstroklaku bildeton de malferma aplikaĵo kaj elektu <strong>Konservi en la Butonbreto</strong>. Por eligi aplikaĵon el la Butonbreto, forŝovu kaj demetu ĝin en malplenan spacon de la labortablo aŭ dekstroklaku bildeton kaj malŝaltu la opcion <strong>Konservi en la Butonbreto</strong>. Rearanĝu butonbretajn aplikaĵojn per simpla ŝovmeto.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Apriore, la butonbreto kaŝiĝas ĉe maksimumigo de aplikaĵo. Simple movu la muson ĉe la centran malsupron de la ekrano por riveli la butonbreton.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Agordeblas la butonbreto per <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistemaj Agordoj</a></strong> → <strong>Labortablo</strong> → <strong>Butonbreto</strong>.",
    "App Windows": "Aplikaĵaj Fenestroj",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Aplikaĵoj ekzistas en siaj fenestroj, kiujn oni povas fermi, maksimumigi aŭ movi ien ajn.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Kiam oni malfermas aplikaĵon, ĝia fenestro aperas sur la labortablo. Ĉiu aplikajo ĝenerale havas tri partojn: fenestrajn butonojn, ilobreton, kaj enhavon de la aplikaĵo.",
    "HeaderBar": "Fenestrokapo",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Multaj aplikaĵoj havas Fenestrokapon supre de la aplikaĵo. Tiu areo montras oftajn agojn aŭ foliumajn elementojn de la aplikaĵo, kaj ankaŭ la Fenestrajn Butonojn.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "Fenestro de aplikaĵo moveblas per ŝovmovigo de ie ajn sur la Fenestrokapo, inkluzive de sur butonoj.",
    "Window Buttons": "Fenestraj Butonoj",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "La Fenestraj Butonoj situas en la supraj anguloj de la aplikaĵa fenestro. La fermiga butono situas ĉe la maldekstro kaj la maksimumiga ĉe la dekstro. Premo de la fermiga butono fermos la aplikaĵan fenestron. Premo de la maksimumiga butono baskulos inter statoj plenekrana aŭ ne.",
    "Multitasking": "Taskbaskulo",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS permesas du tipojn de taskbaskulo: fenestra kaj laborspaca.",
    "Windows": "Vindozo",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplikaĵoj malfermas en fenestroj. Ili povas kovri vian labortablon kaj esti movitaj ien ajn. Oni povas baskuli inter fenestroj plurmaniere:",
    "click on the window you want to switch to": "surklaku la fenestron por baskuli al ĝi",
    "click on the app's icon in the dock": "surklaku la aplikaĵan bildeton en la butonbreto",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "tajpu <kbd>Alt</kbd> + <kbd>Tabo</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Por vidi supervidon de viaj malfermaj fenestroj, tajpu <kbd>&#8984;</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Eblas agordi la klavkomandon per <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistemaj Agordoj</a></strong> → <strong>Klavaro</strong> → <strong>Klavkomandoj</strong> → <strong>Fenestroj</strong>.",
    "Hot Corners": "Sensemaj anguloj",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Vi povas ankaŭ agordi la &bdquo;sensemajn angulojn&ldquo; (komandoj aktivigitaj metinte la mus-sageton ĉe ekranan angulon) por ŝalti plur-taskajn funkciojn kiel supervidon de fenestroj, laborspacoj, kaj pli.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Vi povas agordi sensemajn angulojn en la <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistemaj Agordoj</a></strong> → <strong>Labortablo</strong> → <strong>Sensemaj Anguloj</strong>.",
    "Workspaces": "Laborspacoj",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Apriore, ĉiuj fenestroj malfermiĝas sur unu laborspaco. Tamen, oni povas organizi sian laborfluon sur pluraj laborspacoj:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Por vidi supervidon de viaj laborspacoj, premu <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Por movi maldekstren aŭ dekstren tra la laborspacoj, premu <kbd>&#8984;</kbd> + <kbd>←</kbd> aŭ <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Por rondiri inter laborspacoj, premu <kbd>&#8984;</kbd> + <kbd>Tabo</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Eblas salti al specifa laborspaco, premante <kbd>&#8984;</kbd> + <kbd>1</kbd> ĝis <kbd>&#8984;</kbd> + <kbd>9</kbd>. Ĉiam eblas salti al nova laborspaco per <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Eblas ankaŭ ŝovmeti fenestron sur laborspacon ŝovante ĝian bildeton en la laborspaca supervido, aŭ movi maldekstren aŭ dekstren inter laborspacoj per <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> aŭ <kbd>→</kbd> respektive. Por vidi supervidon de ĉiuj fenestroj tra ĉiuj laborspacoj, premu <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Eblas agordi tiujn klavkomandojn ĉe <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistemaj Agordoj</a></strong> → <strong>Klavaro</strong> → <strong>Klavkomandoj</strong> → <strong>Laborspacoj</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Notu: <kbd>&#8984;</kbd> indikas la klavon &bdquo;Super&ldquo;. Ĝi estas konata ankaŭ kiel &bdquo;Vindozo&ldquo;-klavo ĉe Vindozaj maŝinoj aŭ &bdquo;Komando&ldquo;-klavo ĉe Makintoŝaj.</em>",
    "Multiple Displays": "Pluraj Ekranoj",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "La panelo, butonbreto, kaj laborspacoj aperas nur ĉe la ĉefa ekrano. Ĉiu alia konektita ekrano agas kiel propra laborspaco. Por mastrumi aŭ aranĝi ekranojn, sekvu <strong><a href=\"/docs/learning-the-basics#system-settings\">Sistemaj Agordoj</a></strong> → <strong>Displays</strong>. Via ĉefa ekrano distinge aperigas plenan stelon (",
    ") and each display's settings can be changed from its cog (": ") kaj ĉiu ekrana agordo ŝanĝeblas per la dent-rada butono (",
    ") menu.": ") menuo.",
    "Installing Apps": "Instali Aplikaĵojn",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS kunvenas kun la <strong>Aplikaĵa Centro</strong>, butiko de liberaj aplikaĵoj. Instali novan aplikaĵon de la Aplikaĵa Centro facilas:",
    "Open the <strong>AppCenter</strong> app.": "Malfermi la <strong>Aplikaĵan Centron</strong>.",
    "Search in the top-right, or browse.": "Serĉu en la supra-dekstra kampo aŭ foliumu.",
    "Click <strong>Install</strong> next to the app you want to install.": "Klaku <strong>Instali</strong> flanke de la aplikaĵo instalota.",
    "You may be asked for your password prior to installing an app.": "Eble vi ricevos peton pri enigo de pasvorto antaŭ ol instali aplikaĵon.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 18.04 LTS should work on elementary OS Juno.</em>": "<em>Notu: iuj programoj eble ne disponablas en la Aplikaĵa Centro. Kvankam ni ne rekomendas elŝuti programojn el la ĝenerala Interreto, aplikaĵoj kongruaj kun Ubuntu 18.04 LTS devus funkcii ĉe elementary OS Juno.</em>",
    "Updating": "Ĝisdatanta",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS inkluzivigas ĝisdatojn kiel parto de la Aplikaĵa Centro. Atentu pri la &bdquo;Ĝistdatoj&ldquo;-butono supre de la fenestro. Ni rekomendas vin kontroli ofte almenaŭ <em>unu fojon semajne</em> por certi, ke via komputilo profitas je la plej freŝdataj funkcioj kaj protektoj.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "Por pliaj informoj rilate sekur-filkaĵojn, legu la <a href=\"http://www.ubuntu.com/usn/xenial/\">Avertoj pri sekureco de Ubuntu</a>.",
    "System Settings": "Sistemaj Agordoj",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS venas kun utila aplikaĵo nomita &bdquo;Sistemaj Agordoj&ldquo; kiu regas tutsistemajn (aŭ &bdquo;ĝeneralajn&ldquo;) parametrojn. Sistemaj Agordoj ebligas vin alĝustigi aferojn kiel klavkomandoj, ekrana distingivo, fono, kaj pli.",
    "Search": "Serĉi",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Vi povas rapide trovi agordojn, tajpante ŝlosilvortojn en la serĉo-kampo supre de fenestro. La enhavo de la Sistemaj Agordoj filtriĝos laŭ la serĉataĵo.",
    "App Settings": "Aplikaĵaj Agordoj",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Komprenu, ke la Sistemaj Agordoj koncernas nur la ĝeneralajn parametrojn de elementary OS. Ĉar iuj aplikaĵoj havas proprajn agordojn, ne helpas serĉi ilin ĉi tie. Anstataŭe, serĉu ilin ĉe la koncernata aplikaĵo."
}
