{
    "Save": "Save",
    "Loki Beta Is Here": "Loki Beta Is Here",
    "Try out the upcoming version of elementary OS.": "Try out the upcoming version of elementary OS.",
    "Download Loki Beta": "Download Loki Beta",
    "Read the Release Notes": "Read the Release Notes",
    "Documentation": "文件",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "我們的入門指南可以幫助你建構與發行簡單的程式",
    "Design": "設計",
    "Learn about the design principles that make up apps on elementary OS.": "學習適合 elementary OS 的外觀設計綱要。",
    "Reference": "參考文件",
    "Get more info about code style, reporting issues, and proposing design changes.": "深入了解程式碼規範、如何回報問題和提議變更設計",
    "Build for": "構建",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 & Vala 0.32, running atop Linux 4.4",
    "Contractor": "Contractor",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Contractor是一個方便程式在不需要特別適配的情況下使用其他程式的功能的桌面擴展服務。",
    "HIG for Contractor": "Contractor 的人機介面指南",
    "Reference for Contractor": "Contractor 的參考文件",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "Granite 是 elementary OS 程式的基礎函式庫，提供像 DynamicNotebook 的小工具，以及各種實用工具、便捷函數等等。",
    "Reference for Granite": "Granite 的參考文件",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "GDA 是一款簡單靈活的資料庫管理程式，支援本地和遠端的 SQL 資料庫，包括 SQLite。它還有圖形和命令提示字元的 SQL 資料瀏覽器，帶有對象自動發現功能的元數據解壓器等多項功能。",
    "Reference for GDA": "GDA 的參考文件",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "Soup是一個帶有同異步應用程式接口的HTTP客戶端/服務器的庫，其具有SSL/TLS，cookies，緩存，WebScokets，端口和隧道網路支持等更多功能。JSON-GLib能讓其更好的運行。",
    "Reference for Soup": "Soup 的參考文件",
    "Reference for JSON-GLib": "JSON-Glib 的參考文件",
    "vala": "vala",
    "Vala. A Modern, Fast, Open Source Language.": "Vala：新式、快速的開源程式語言。",
    "Write fast, native, object-oriented code with Vala. It's familiar to anyone who's seen C#, but maintains API/ABI compatibility with standard C, has low memory requirements, and is purpose-built for GObject. You name it, Vala's got it: signals, properties, generics, lambda functions, assisted memory management, exception handling, type inference, async/yield, and more.": "用 Vala 編寫快速、物件導向的原生原始碼。Vala 讓用過 C# 的人感到親近，卻和標準 C 語言的應用程式介面和二進位介面兼容；Vala 的記憶體需求不高，而且是專為 GObject 而設計的。您需要的這些功能，Vala 都有：信號、屬性、泛型、Lamda函數、記憶體輔助管理、特殊情況管理、種類推測、異步或合併等等。",
    "Learn More about Vala": "進一步瞭解 Vala",
    "Library Documentation for Vala": "Vala 的函式庫文件",
    "By downloading this beta you accept that it is not a final product and will be unstable.": "By downloading this beta you accept that it is not a final product and will be unstable.",
    "Cancel": "Cancel",
    "Loki Beta 64-bit": "Loki Beta 64-bit",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Developer &sdot; elementary": "Developer ⋅ elementary"
}