{
    "A fast and open replacement for Windows and OS X": "輕快，開放，足以替代 Windows 和 OS X 的作業系統",
    "Custom": "自訂",
    "Enter any dollar amount.": "輸入任意金額。",
    "Purchase elementary OS": "購買 elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "報導都是怎麼評論 elementary OS 的：",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "「elementary OS 與衆不同… 是個即使在老舊電腦上，也能流暢運行的美觀、強大的作業系統」",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "「一個可以隨時隨地安裝的快速、易維護的平臺」",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "「輕巧且快速… 且完全由社群推動，在設計和外觀領域深具天賦。」",
    "Meet Our Apps": "來看看我們的自製軟體",
    "Photos": "照片",
    "Music": "音樂",
    "Videos": "影片",
    "Midori": "Midori 瀏覽器",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "匯入、整理、編輯照片。您可以製作幻燈片、也可在Facebook 與 Flickr 上與他人分享。",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "整理和聆聽您的音樂。您可以根據專輯分類瀏覽、快速搜尋、建立您的喜好音樂播放清單。",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "來看電影吧！簡潔的界面。全螢幕觀看時，深黑外框會自動消失以讓您有最舒適的影音體驗。",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "一個快速、輕巧、無負擔的瀏覽網頁利器。Midori 讓您在瀏覽 HTML5 網站、使用網頁應用程式的同時，也能降低電池損耗。",
    "Learn More": "了解更多",
    "dat": "dat",
    "Accessories": "附屬應用",
    "Graphics": "圖形",
    "Internet": "網路",
    "Office": "辦公",
    "Other": "其他",
    "Sound &amp; Video": "聲音與影像",
    "System Tools": "系統工具",
    "Applications": "應用程式",
    "3 Ways to Explore": "3 種排列方式",
    "Grid": "格狀",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "將您所有程式按字母排列放入格中顯示。",
    "Categories": "類別",
    "View your apps automatically organized into categories. Perfect for large collections.": "將程式自動歸類在各類別中顯示。適合用於爆多的程式",
    "Search": "搜尋",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "執行程式、開啟設定面板、執行指令、和更多快速搜尋顯示的應用",
    "Open Source": "開源軟體",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "我們的程式碼允許被任何人觀看、研究、編輯、和再次散布。",
    "No Ads. No Spying.": "沒有廣告，沒有間諜軟體",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "我們不置入商業廣告，也不蒐集敏感的個資。我們的收入直接來自於使用者。",
    "Safe &amp; Secure": "安全與防護",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "我們的系統建構於 Linux之上：一款廣受美國國防部、中國銀行... 等機構採用的作業系統。",
    "Security Notices": "安全通告",
    "Download elementary OS": "下載 elementary OS",
    "Choose a Download": "選擇下載版本",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "我們推薦大多數現代電腦安裝 64 位元系統。若您想取得幫助及更多資訊，請查閱",
    "installation guide": "安裝手冊",
    "Freya 32-bit": "Freya 32 位元",
    "Torrent Magnet Link": "Torrent 磁力鏈結",
    "Freya 64-bit": "Freya 64 位元"
}