{
    "Code of Conduct": "Magatartási kódex",
    "Community Guidelines": "Közösségi irányelvek",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Részt venni az elementary közösségben hihetetlen élmény - valami nagy dolog részévé válhatsz, együtt dolgozhatsz emberekkel a világ minden tájáról és segíthesz másoknak, hogy számítógépük kitünően működjön. Mindez azonban azzal a felelőséggel jár, hogy be kell tartanod az előre meghatározott szabályzatot, melynek célja, hogy minden résztvevő számára a lehető legjobb környezetet biztosítsa. Elvárjuk, hogy mindig igazodj az itt felsorolt szabályokhoz mikor kapcsolatba lépsz a közöséggel, történjen az az elementary honlapon, hivatalos IRC szobában, személyesen vagy máshol.",
    "I. Respect": "I. Tisztelet",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "A legfontosabb, hogy tartsd tiszteletben a többieket, mindenképp tisztelettel kezelj másokat, véleményüket, személyes hátterüket, magánszférájukat és ötleteiket. A bármilyen okból kifolyólag tiszteletlen vagy bántó megjegyzések nem helyénvalóak az elementary közösségben. Kritikáid fogalmazd építő jelleggel, tiszteletteljesen, a személyeskedő sértéseket nem toleráljuk. A kapott építő kritikákat magad is vedd fontolóra és köszönd meg, még ha az álláspontod eltérő is.",
    "II. Content": "II. Tartalom",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "Anyagaid és hozzászólásaid elküldésekor tartsd szem előtt, hogy az elementary közösség több ezer különböző korú, hitű és érettségű felhasználóból áll. Meztelenség, felesleges durva kifejezések, politikai, vallási tartalom vagy más szempontból nem ideillő anyag nem jelenhet meg az elementary-val kapcsolatban. Abban, hogy mi számít nem ideillőnek, végül mindig az elementary moderátorainak szava a döntő. Kétely esetén képzeld el, hogy az adott dolgot megmutatnád-e egy olyan szobában, ami teli van különféle emberekkel - gyerekek, nagymamák is - a világ minden tájáról. Ha válaszod nem egyértelműen igen, akkor ne küldd el.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "A képernyőképek, melyeket megosztasz az elementary által moderált közösségekben, ne tartalmazzanak olyan témát, amely másik operációs rendszert imitál, továbbá olyan fotókat, illusztrációkat, melyek egyéneket tárgyiasítanak, és olyan tartalmat sem, amelyek bármilyen más szempontból ellentétesek a Magatartási kódex szabályaival. ",
    "III. Rumors and Speculation": "III. Híresztelések és következtetések",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Habár az elementary gyors és izgalmas jellege hozzájárulhat a vágyhoz, hogy az ember híreszteleséket terjesszen, találgatásokba bocsátkozzon, mindez kerülendő. Nincs gond a jövőre vonatkozó tervek megvitatásával, de a nem megerősített tényeket csupán személyes következtetésként hozd nyilvánosságra, vagy egyáltalán ne. A pontatlan információk terjesztése káros a közösségre nézve, különösen, ha kedvezőtlen fényben történik.",
    "IV. Helpful Discussion": "IV. Hasznos beszélgetés",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.",
    "V. Avoiding Conflict": "V. Avoiding Conflict",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.",
    "VI. Step Down Considerately": "VI. Step Down Considerately",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.",
    "Consequences": "Consequences",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>",
    "Code of Conduct &sdot; elementary": "Code of Conduct ⋅ elementary"
}