{
    "Be a Part of Something Bigger": "Légy részese valami nagyobbnak",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Minden, amit készítünk 100%-osan nyílt forráskódú és a világ minden részén lévő emberek együttműködésével lett fejlesztve. Ha nem vagy programozó, akkor is részt vehetsz és készíthetsz valami különbözőt.",
    "Funding": "Finanszírozás",
    "Translations": "Fordítások",
    "Support": "Támogatás",
    "Web": "Web",
    "Desktop": "Asztal",
    "Design": "Megjelenés",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "A legtöbbet az elementary-n a finanszírozásával segítheted. A segítségeddel képessé váltunk arra, hogy szenvedélyes önkéntesek kis csoportjából egy kicsiny vállalattá növekedjünk. Mindne kis segítség egy lépéssel közelebb visz egy új teljesidős fejlesztő alkalmazásához.",
    "Bug Bounties": "Hibavadászatok",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "A BountySource a támogatást közvetlenül a fejlesztők kezébe helyezi jutalmazva őket a hibajavításokért és újításokért. Ajánl fejpénzt azért a problémákért, melyek számodra a legfontosabbak vagy támogass egy adott applikációt. Rendszeres támogatást is be tudsz állítani.",
    "Learn More": "Bővebb információ",
    "BountySource": "BountySource",
    "Bountied Bugs": "Levadászott hibák",
    "General Funding": "Általános Támogatás",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "A Patreon mint egy folyamatos tömegtámogatási, azaz crowdfunding kampányként szolgál. Válassz egy összeget, szerezz díjakat és segíts elérni céljainkat!",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "A PayPal egy gyors és egyszerű megoldás. Válassz egyszeri utalást vagy állíts be akár rendszeres fizetést.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "Az elementary OS-t a világ minden tájáról készítik és használják emberek; segíts nekünk még jobbá tenni az élményt azzal, hogy további nyelveken tesszük elérhetővé!",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "Az elementary OS a Launchpad egy nyílt, együttműködésen alapuló fordítói eszközt használ, a Rosettát.",
    "Our website is also openly translated using an online platform called Transifex.": "Honlapunk szintén nyílt módszerrel kerül lefordításra az online Transifex platform segítségével.",
    "Translate elementary OS": "Fordítsd le az Elementary OS-t",
    "Translate This Website": "Fordítsd le ezt az oldalt",
    "World map": "Világtérkép",
    "Question & Answer": "Kérdés és válasz",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "A StackExchange egy Q&A-weboldal a gyakori kérdésekre való legjobb válaszok megtalálására. Bárki létrehozhat egy fiókot, hogy elkezdjen kérdezni és válaszolni.",
    "Unanswered Questions": "Megválaszolatlan kérdések",
    "New Questions": "Új kérdések",
    "Documentation": "Dokumentáció",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "Az elementary rendelkezik egy alapvető dokumentációval egyaránt a felhasználók és a fejlesztők számára. Minden dokumentációnkat Markdownban írtuk és GitHubon szolgáljuk ki, ezért egy változtatás beküldése, vagy egy új részleg létrehozása egy tortaszelet.",
    "Learning The Basics Guide": "Megtanulni az alapokat útmutató",
    "Developer Docs": "Fejlesztői dokumentáció",
    "Web Development": "Web fejlesztés",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "A weboldalunk HTML, CSS, PHP és JavaScript használatával épült. Mindig keresünk új embereket, akik tapasztaltak ezeken a területeketn és szeretnének közreműködni és jobbátenni ezt.",
    "Fork Our Website on GitHub": "Forkold a weboldalunkat GitHubon",
    "Report a Website Issue": "Weboldal-hiba jelentése",
    "Desktop Development": "Asztali környezet fejlesztés",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Az asztali környezetünk és annak összes alkalmazása Vala, GTK+, Grantie és más nyitott könyvtárak használatával épült. Az asztali kódunkat a Launchpad.net-en hosztoljuk, ami egy ingyenes szolgáltatás nyíltforráskódú projekteknek. Ha még soha nem fejlesztetted az elementary OS-t korábban, azt ajánljuk, hogy vess egy pillantást a Láss hozzá útmutatónkhoz.",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "Egy kiégető diagram mutatja a <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1-mérföldkő</a> folyamatát, ami a jelenlegi fejlesztésünk fókusza. A mérföldkő elérése után nem sokkal, a Loki nyilvánosan meg fog jelenni és megkezdődik az elementary OS új verzióján való munka. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Tudj meg többet </a>",
    "Fixed": "Javítva",
    "In Progress": "Folyamatban",
    "Unfixed": "Fennálló hiba",
    "Browse Our Desktop Code": "Asztali környezetünk kódjának böngészése",
    "Browse Our Apps' Code": "Applikációink kódjának böngészése",
    "Bitesized Bugs": "Bitesized Bugs",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Minden projekt egy ötlettel kezdődik. Dizájncsapatunk ezért fogja ezeket és tiszta tervrajzokká és hibajelentésekké alakítja. Mi a dizájnt két fő összetevőjére bontjuk:",
    "Visual Design": "Vizuális dizájn",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Mindig nyitottak vagyunk az elementary OS vizuális megjelenéséhez kapcsolódó ötletekre. Láss hozzá a próbamodellek megosztásával",
    "our Google+ Community": "Google+ közösségünk",
    "Read the Interface Guidelines": "Megjelenési Irányelvek megtekintése",
    "See Our Mockups": "Tekintsd meg a próbamodelljeinket",
    "Interaction Design": "Interakció-dizájn",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Egy Blueprints nevű rendszert használunk a Launchpadon, hogy létrehozuk az új funkciók és változtatások részletezett magyarázatát a felhasználói felülethez.",
    "Read About Our Workflow": "Olvass munkafolyamatunkról",
    "Browse Our Blueprints": "Blueprints megtekintése",
    "Get Involved with elementary OS": "Légy részese az elementary OS-nek"
}