{
    "A fast and open replacement for Windows and OS X": "Egy gyors és nyílt alternatíva a Windows és OS X helyett",
    "Custom": "Egyéni",
    "Enter any dollar amount.": "Írjon be egy összeget dollárban.",
    "Purchase elementary OS": "Purchase elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Amit a sajtó írt az elementary OS-ról:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"Az elementary OS más... egy gyönyörű és erős operációs rendszer, mely tökéletesen fut régi PC-ken is.\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"gyors, kevés karbantartást igénylő környezet, amit szinte bármire telepíteni lehet\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Pehelykönnyű és gyors... Teljesen közzösségi alapú, és fantasztikus megjelenésű. ",
    "Meet Our Apps": "Ismerje Meg Alkalmazásainkat",
    "Photos": "Fényképek",
    "Music": "Zene",
    "Videos": "Videók",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importáld, rendszerezd és szerkeszd fényképeidet. Készíts bemutatót belőlük. Oszd meg Facebook-on vagy Flickr-en.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Rendszerezd és hallgasd zenéidet. Böngész albumokban, használd a villámgyors keresést, és készíts lejátszási listát kedvenceidből.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Nézz filmeket és videókat egy könnyen kezelhető lejátszóval. A vékony, sötét keret eltűnik, hogy többet láthass a filmedből.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Szörfözz a weben egy gyors és pehelysúlyú böngészővel. A Midorival úgy böngészhetsz HTML5 oldalakat vagy használhatsz webes alkalmazásokat, hogy közben nem terheli a géped akkumulátorát.",
    "Learn More": "Bővebb információ",
    "dat": "dat",
    "Accessories": "Segédprogramok",
    "Graphics": "Grafika",
    "Internet": "Internet",
    "Office": "Iroda",
    "Other": "Egyéb",
    "Sound &amp; Video": "Hang & Videó",
    "System Tools": "Rendszereszközök",
    "Applications": "Alkalmazások",
    "3 Ways to Explore": "3 lehetőség az alkalmazások felfedezésére",
    "Grid": "Rács",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Jelenítsd meg applikációidat rácsba rendezve ABC sorrendben! Lapozgass és találd meg azt, amelyiket keresed.",
    "Categories": "Kategóriák",
    "View your apps automatically organized into categories. Perfect for large collections.": "Rendezd az applikációidat automatikus kategóriákba. A legjobb megoldás sok program használata mellett.",
    "Search": "Keresés",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Indíts alkalmazásokat, nyiss meg beállításokat, futtass parancsokat, mindezt a villámgyors keresési nézet használatával.",
    "Open Source": "Nyílt forráskódú",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "A kódunkat bárki felhasználhatja véleményezéshez, kutatáshoz, módosításhoz és újbóli kiadáshoz.",
    "No Ads. No Spying.": "Nincsenek reklámok, Nincs követés.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nem reklámozunk és nem gyűjtünk bizalmas információkat senkiről. Az egyetlen bevételünk egyenesen a felhasználóinktól érkezik.",
    "Safe &amp; Secure": "Biztonságos",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "A Linuxra építünk: ugyanarra a szoftverre, amelyet az USA Nemzetbiztonsági Hivatala, a Bank of China és sokan mások is használnak.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "elementary OS letöltése",
    "Choose a Download": "Válassz egy letöltési formát",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Mi a 64-bites változatot ajánljuk a legtöbb modern számítógépre. Segítségért vagy több információért, látogassa meg a ",
    "installation guide": "Telepítési útmutatót",
    "Freya 32-bit": "Freya 32 bites",
    "Torrent Magnet Link": "Torrent Mágnes link",
    "Freya 64-bit": "Freya 64 bites"
}