{
    "Brand": "브랜드",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary 브랜드는 독특합니다: 기술적으로는, elementary 제품의 개발을 안내하고 지원하는 elementarty LLC에 속합니다. 하지만,우리에게는 멋진 커뮤니티가 있으며 법적인 요구 사항과 전문성에 너무 휩싸이기를 원하지 않습니다. 그래서, elementary 브랜드를 사용해야 하는 시기와 방법을 좀 더 쉽게 이해할 수 있도록 몇 가지 지침을 작성했습니다.",
    "Name": "이름",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "\"elementary\"라는 단어는 elementary LLC를 대표하는 상표입니다. elementary는, 지금 이 문장에서 처럼 항상 소문자로 시작합니다. 또한 elementary는 elementary의 특정 제품을 대표하기 위해 제품 이름 (예 : \"elementary OS\")에도 함께 사용됩니다.",
    "Brand Marks": "브랜드 마크",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary는 두 가지를 소유합니다: \"elementary\"로고 형식과 \"e\"로고 마크. 두 제품 모두 상표로 간주되며 elementary —회사— 와 제품을 대표합니다.",
    "Both should be used with the following in mind:": "두 가지 모두 다음을 염두에 두고 사용해야 합니다:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "늘이거나, 비틀거나, 돌리거나, 뒤집거나, 또는 어떤 방식으로든 마크를 바꾸지 마세요.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "다층 배경에 마크를 사용하지 마세요. 단색이 가장 잘 어울립니다.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "마크는 항상 단색이어야 합니다; 일반적으로 어두운 배경인 경우 흰색, 밝은 배경인 경우 검은색입니다.",
    "Logotype": "로고 형식",
    "elementary Logotype": "elementary 로고 형식",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "로고 형식은 elementary 회사를 표시할 만한 공간이 있을 때 사용됩니다. elementary의 특정 상품의 상품 이름 앞에 쓰일 수 있습니다.",
    "The logotype should always be used under the following guidelines:": "The logotype should always be used under the following guidelines:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.",
    "Logomark": "Logomark",
    "elementary Logomark": "elementary Logomark",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.",
    "Color": "Color",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:",
    "Blueberry": "Blueberry",
    "Strawberry": "Strawberry",
    "Orange": "Orange",
    "Banana": "Banana",
    "Lime": "Lime",
    "Grape": "Grape",
    "White": "White",
    "Black": "Black",
    "Fonts": "Fonts",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.",
    "Third Parties &amp; Community": "Third Parties & Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:",
    "Voice/tone": "Voice/tone",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).",
    "Community": "Community",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:",
    "elementary Community Logo with color": "elementary Community Logo with color",
    "elementary Community Logo in black": "elementary Community Logo in black",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.",
    "Merchandise": "Merchandise",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.",
    "Assets &amp; More Info": "Assets & More Info",
    "Download on GitHub": "Download on GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Brand ⋅ elementary"
}
