{
    "Code of Conduct": "행동 지침",
    "Community Guidelines": "커뮤니티 지침",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you’re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "elementary 커뮤니티에 참여하는 것은 놀라운 경험이 될 겁니다; 전 세계에서 온 사람들과 함께 하며, 더 큰 어떤 무언가의 일원이 되며, 다른 사람들의 컴퓨터를 멋지게 바꿀 수 있게 됩니다. 하지만, 그와 함께 참여하기 위한 최상의 환경을 만들기 위한 정해진 규칙을 따를 책임도 있습니다. 다음의 규칙들은 커뮤니티에 참여하는 동안 어디에 있던지, elementary 웹 사이트, 공식 IRC 채널, 개인끼리, 또는 어디든 커뮤니티와 연관된 곳에서는 지켜지길 바랍니다.",
    "I. Respect": "I. 존중",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "다른 사람들을 존중하는 것이 가장 중요합니다. 사람과 그들의 의견, 개인적인 배경, 개인 정보 및 아이디어를 존중해야 합니다. elementary 공동체는 어떤 이유로든 불손하거나 상처를 주는 말을 하는 곳이 아닙니다. 비판을 할 때는 건설적이고 존중하게 접근하십시오. 개인적인 공격은 용인되지 않습니다. 건설적인 비판을 받을 땐 그것을 고려하고, 입장에 상관없이 그들의 제안과 비평에 고마워합시다.",
    "II. Content": "II. 내용",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementary 커뮤니티는 수 천명의 연령대, 종교, 성숙함 등이 다른 사람들로 구성되어 있습니다. 이 때문에, 여러분은 여러분이 만드는 콘텐츠와 발언들에 매우 신중해야 합니다. 누드, 지나친 저속어 사용, 정치적인 내용, 종교적인 내용, elementary에 연관된 부적절한 내용들은 지양합니다. 궁극적으로, elementary 책임자들이 무엇이 부적절한지 최후 발언을 하게 될 겁니다. 미심 적다면, 한 방안에 전 세계의 모든 어린이와 할머니들 계신데, 그 방에서 보여줄 수 있는 내용인지 가늠해 보세요. 망설여진다면, 하지 마세요.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "elementary 커뮤니티에서 나누는 스크린샷에는 다른 OS를 모방하는 주제, 개인을 대상화하는 사진 또는 일러스트레이션, 또는 행동 강령을 위반하는 콘텐츠가 포함되어서는 안 됩니다.",
    "III. Rumors and Speculation": "III. 소문과 추측",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "빠르게 변하는 흥미로운 elementary 생태는 루머나 추측을 퍼뜨리고 싶게 만들지만, 하지 말아주세요. 미래의 계획을 토론하는 것은 좋지만, 검증된 사실이 아닐 때는, 개인 적인 추측으로만 가지고 계시고 토론하지는 말아주세요. 정확하지 않은 정보를 퍼트리는 것은 커뮤니티에 해로울 수 있습니다, 특히 부정적인 측면으로.",
    "IV. Helpful Discussion": "IV. 유용한 토론",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary는 한가한 시간에 뭔가 만들고자 찾아오는 사람들에 의해 이끌어져 갑니다. 그 사실을 존중하는 것이 매우 중요하며, 건강하고 도움이 되는 토론에 기여하는 것이 중요합니다. 회의 중일 때는, 토픽에 집중하고 토론에 바로 도움이 되는 것이 아니라면 가만히 계시면 됩니다. 웹 사이트에 의견을 게재하는 경우에는, 저널의 내용에 집중하거나 답변 토픽에 집중해 주세요. 개발자들이 주도하는 토론에 참여하시는 경우 즉, 메일링 리스트나 개발자 IRC 채널 등에서는 개발과 연관이 없는 토픽을 토론해서 불필요한 노이즈를 만들지 말아주세요; 이는 토론을 방해하고 참여하지 못한 개발자를 위한 로그만 흐릴 뿐입니다.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "기본적으로 온라인 기반의 커뮤니티 이기 때문에, 인터넷에서 잠재적으로 부정적인 이미지를 피하는 것이 중요합니다. 트롤 하지 말아주세요; 싸움을 시작할 목적으로 또는 어떤 사람을 흥분시킬 목적의 발언을 하는 것은 유치하며 용납되지 않습니다. 스팸 또한 용남 되지 않습니다; 관련 없는 사이트로의 링크나 같은 사이트의 링크를 반복적으로 올리는 행위 등이 해당됩니다. 누군가 트롤링하거나 스팸을 만들면, 사용자를 차단하고 신고하세요.",
    "V. Avoiding Conflict": "V. 불필요한 다툼 피하기",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "누군가가 — 그 사람이 처음 기여하는 사람이던 오랫동안 기여를 해왔던 사람이던 — 무례한 것처럼 느껴지면, 친절하게 그 사람에게 알리십시오. 문제가 되기 전에 문제를 해결하는 것이 중요합니다. 모든 사람들은 우리의 독창적인 업무 환경에서 원활하게 (때로는 도전적으로) 커뮤니케이션이 이루어지도록 서로 돕고 있습니다.",
    "VI. Step Down Considerately": "VI. 신중하게 자리 내어주기",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "삶의 우선순위, 관심사 및 열정이 바뀔 수 있습니다.  당신이 elementary 관련 프로젝트에 관여하고 있지만 그것으로부터 물러나야 한다고 생각한다면, 혼란을 최소화하는 방법으로 그렇게 하십시오. 우리가 함께 일할 땐, 우리의 일과 생각은 더 이상 우리들 만의 것은 아닙니다; 그 모든 것은 elementary 공동체에 속합니다. 다른 팀원들에게 당신의 사임 의사를 전하고, 가능하다면, 당신의 일을 대신할 만한 사람을 찾도록 도와주십시오. 적어도, 당신이 떠나도 당신이 하던 일은 그대로 계속될 수 있도록 만들어주시기 바랍니다.",
    "Consequences": "결론",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "이 행동 지침을 따르지 않거나 커뮤니티를 혼란스럽게 할 경우, 우리에게는 다음의 권한이 있습니다: 귀하가 게시한 콘텐츠를 변경하거나 삭제합니다; 웹사이트에서 귀하의 계정을 비활성화시킵니다; IRC 채널에서 강퇴시킵니다; 사이트에서, IRC 채널에서, 또는 연관된 서비스에서 추방시킵니다; 또는 커뮤니티와의 교류를 중지시킵니다.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>elementary 행동 지침은 다음의 <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> 라이선스를 따릅니다. 어떤 요소는 다음 <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu 행동 지침의 영향을 받았습니다</a>.</em>",
    "Code of Conduct ⋅ elementary": "행동 지침 ⋅ elementary"
}
