{
    "Information for OEMs": "OEM을 위한 정보",
    "Give your customers the best experience with elementary OS.": "소비자들을 위한 최고의 경험을 elementary OS로 선사하세요.",
    "Partners &amp; Retailers": "",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "",
    "Partner": "",
    "Model-by-model approval with those specific models featured in <a href=\"https://store.elementary.io\">our store</a>.": "",
    "Requirements:": "",
    "Official involvement from elementary, Inc.": "",
    "Negotiable per-device royalty": "",
    "Strict software guidelines": "",
    "Trademark compliance": "",
    "Retailer": "",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "",
    "Selling devices with elementary OS": "",
    "Per-device royalty encouraged": "",
    "Resources": "",
    "Installation": "설치",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down and the device is ready to be shipped to a customer. To create a custom image, install the OS, configure the system with an administrator account, delete that account, then create an image of the disk. In both cases, Initial Setup will run on the customer's first boot and create their user account.": "",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "",
    "System Settings": "",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "",
    "Plugs": "",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "",
    "Switchboard": "",
    "OEMs are able to develop and ship custom plugs if there is special or unique hardware in the machine that would require configuration outside of what is available by default in elementary OS; for example, special sensors or input methods that are not present in most hardware and therefor not implemented by default. Of course if this configuration could be relevant to a broader set of users, contributing upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is heavily encouraged.": "",
    "Documentation": "",
    "OEM Info in About": "",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "",
    "Switchboard About": "",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "",
    "Learn More": "",
    "Third-Party Repositories": "",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, reuse their password on multiple services, etc.": "",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent normal system upgrades.</strong> This could hold back potentially serious security and stability updates from reaching the OEM’s customers.": "",
    "News &amp; Announcements": "",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Blog.": "",
    "Visit our Blog": "",
    "Brand Resources": "",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "",
    "View Brand Resources": "",
    "Get in Touch": "",
    "Talk directly with the team by emailing us at <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "",
    "Send an Email": "",
    "Information for OEMs &sdot; elementary": ""
}
