{
    "Press Resources": "보도 자료",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "우리는 리눅스라는 세계와 동시에 기술과 문화의 측면으로 우리의 이야기와 우리가 하고 있는 것들을 언론과 함께 나누는 것을 매우 좋아합니다.",
    "In the Press": "",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "",
    "Join Our Press List": "언론사 목록에 가입하기",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "새로운 버전이 출시되거나 중요한 개발 소식이 있을 때 가장 먼저 알 수 있는 사람이 되어 보세요. 고해상도 스크린샷을 포함한 보도 자료와 프레스 키트를 미리 언론에 제공합니다. 이것은 <strong>매우 작은 양</strong>에 해당하는 목록입니다 우리는 1년에 한 번 가장 큰 소식을 보내드립니다.",
    "Email": "이메일",
    "First Name": "이름",
    "Last Name": "성",
    "Publication": "소속",
    "Subscribe": "구독",
    "elementary OS 6.1 Jólnir": "",
    "Larger strides in less time than ever before with a redesigned window switcher, much improved apps, better portals, and refinements in every corner. OS 6.1 addresses feedback, gets stuff done around the office, and expands compatibility with a wide range of hardware.": "",
    "Read Announcement": "소식 읽어보기",
    "Download Press Kit": "프레스 키트 다운로드하기",
    "News &amp; Announcements": "뉴스 &amp; 소식",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "",
    "Visit Our Blog": "",
    "Brand Resources": "브랜드 자료",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "elementary 로고, 브랜드 사용 가드이라인, 색상 조견표, 그리고 커뮤니티 로고 등을 살펴보시고 공식 고해상도 벡터 elementary 로고 자산들을 다운로드하세요.",
    "View Brand Resources": "브랜드 자료 보기",
    "Get in Touch": "연락하기",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "이메일을 통해서 직접 우리 팀과 대화해보세요 <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. 우리는 인터뷰 요청이나, 팟캐스트 출연, 일반적인 언론 문의들을 환영합니다.",
    "Send an Email": "이메일 보내기",
    "Press &sdot; elementary": "언론 &sdot; elementary"
}
