{
    "Privacy": "사생활 보호",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "당신의 데이터는 오직 당신만의 것입니다. 우린 광고 계약을 맺거나 민감한 개인정보를 수집하지 않습니다. 대신 elementary OS나 앱센터에 있는 앱을 받을 때 유저들이 원하는 만큼 내는 돈으로 유지되죠. 원래 그래야만 하는 거랍니다.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "",
    "Protections": "",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "",
    "Tattle-tale": "",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS는 어떤 앱이 무엇을 하는지 확인할 수 있게 도와줍니다. 어떤 앱이 마이크를 사용하면, 당신이 알 수 있도록 인디케이터에 표시하죠. 어떤 앱이 배터리를 많이 사용하면, 파워 인디케이터에 표시해줍니다.",
    "Permissions": "",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "",
    "Housekeeping": "잡다한 일까지",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "",
    "Online Accounts": "온라인 계정",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "",
    "What Data is Collected": "수집되는 데이터",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "",
    "How Data is Used": "데이터 사용",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "",
    "Sharing Data": "데이터 공유",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "",
    "elementary.io": "",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "쿠키",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>브라우저 설정에서 쿠키 또는 서드 파티 쿠키 사용을 못 하게 하거나 선택적으로 중지시킬 수 있습니다.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "이 사이트는 점진적 개선을 위해 쿠키를 사용합니다. 쿠키 없어도 사용에는 문제가 없지만 서비스의 편의성이 떨어질 수 있습니다. 예를 들면, 이전에 elementary OS에 비용을 지불했는지 기억하지 못할 수 있습니다. 기본적으로 다시 지불 요청을 받게 됩니다.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "행동 요소를 기록하고 잠재적인 위협을 분석하기 위해 쿠키를 저장합니다. 자세한 내용은 문서를 확인하세요",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare 개인 정보 보호 &amp; 보안 정책",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "쿠키를 통해서 마지막 주문 및 국가를 기억하므로 지불을 위해 제공할 카드의 종류를 알 수 있습니다. 자세한 내용은 문서를 확인하세요",
    "Stripe's Privacy Policy": "Stripe's 개인 정보 보호 정책",
    "Manage Cookies": "쿠키 관리",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "이미 우리 사이트를 방문하셨기 때문에, 여러분의 브라우저에 설정된 쿠키를 관리하고 싶으실 수 있습니다. 관련 지침에 대한 정보는 아래 링크에서 확인하실 수 있습니다.",
    "Transparency": "투명성",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "우리는 우리 소프트웨어에 백도어를 포함시키지 않았으며 그런 요청 또한 받지 않았습니다. 우리는 또한 NSL, FISA 명령 또는 사용자 정보에 대한 기밀 요청을 받은 적이 없습니다.",
    "Privacy &sdot; elementary": "정책 &sdot; elementary"
}
