{
    "Actions": "Azioni",
    "Action icons are graphics used to represent user actions. Action icons are most commonly found in app toolbars, but can be found throughout the OS.": "I pulsanti d'azione sono grafiche usate per rappresentare azioni dell'utente. I pulsanti d'azione sono facilmente individuabili nella barra degli strumenti delle applicazioni, ma si possono trovare in tutto il SO.",
    "If your app has an action that can be described by an existing system action icon, reference that icon. This ensures a consistent user experience and aids in user recognition of common functions.": "Se la tua app ha un'azione che possa essere descritta da un'azione di sistema esistente, fai riferimento a quell'icona. Questo assicura un'esperienza utente coerente e aiuta l'utente nel riconoscimento di funzioni comuni.",
    "If your app has a unique action not easily described by an existing icon, you may need to create your own icon. Follow the look and feel of existing system icons and install the icon along with your app.": "Se la tua app ha un'azione unica non facilmente descrivibile da un'icona preesistente, avrai bisogno di creare la tua propria icona. Segui l'aspetto e l'effetto di icone di sistema esistenti e instala l'icona insieme alla tua app.",
    "Next Page:": "Pagina Successiva:",
    "Symbolic": "Simbolico",
    "Always Provide An Undo": "Offri Sempre la Possibilità di Annullare",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it.",
    "See also: <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo<\/a> by Aza Raskin": "Vedi anche: <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo<\/a> di Aza Raskin",
    "First-Launch Experience": "Esperienza di Primo Avvio",
    "Always Saved": "Sempre Salvato",
    "Users should feel confident when using elementary; they should know that everything they see is saved and up to date.": "Gli utenti dovrebbero sentirsi sicuri quando utilizzano elementary; essi dovrebbero sapere che tutto quello che vedono è salvato e aggiornato.",
    "Apps in elementary should operate around an always-saved state. This means that changes the user makes are instantly applied and visible and that making the user manually save things is a legacy or specialized behavior.": "Le applicazioni in elementary dovranno operare in maniera sempre salvata. Ciò significa che le modifiche effettuate dall'utente devono essere immediatamente applicate e rese visibili, e che permettere all'utente di salvare manualmente è un retaggio o un comportamento speciale.",
    "For example, a Song Info dialog should update the track information instantly without a user having to press a save button, user preferences should be applied as soon as the user manipulates the relevant widget, and closing an app should mean that reopening it will return to where the user left off.": "Ad esempio, una finestra Dettagli Canzone dovrebbe aggiornare istantaneamente le informazioni sulla traccia senza che l'utente debba premere un pulsante di salvataggio, le preferenze dell'utente devono essere applicate non appena l'utente manipola il relativo widget, e la chiusura di un'applicazione dovrebbe significare che alla riapertura l'utente tornerà al punto in cui ha terminato.",
    "Title": "Titolo",
    "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app. ": "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app.",
    "Comment": "Commento",
    "Maya: <strong>Browse and schedule events<\/strong>": "Maya: <strong>Visualizza e pianifica gli eventi<\/strong>",
    "Noise: <strong>Listen to music<\/strong>": "Noise: <strong>Ascolta la musica<\/strong>",
    "Lingo: <strong>Look up definitions<\/strong>": "Lingo: <strong>Cerca definizioni<\/strong>",
    "Geary: <strong>Send and receive mail<\/strong>": "Geary: <strong>Invia e ricevi e-mail<\/strong>",
    "Scratch: <strong>Edit text files<\/strong>": "Scratch: <strong>Modifica files di testo<\/strong>",
    "Files: <strong>Browse and manage your files<\/strong>": "Files: <strong>Sfoglia e gestisci i tuoi files<\/strong>",
    "Categories": "Categorie",
    "The following categories may be used to aid with searching or browsing for your app:": "Le seguenti categorie possono essere utilizzate per aiutare a cercare o individuare la vostra applicazione:",
    "AudioVideo  ": "AudioVideo",
    "Development": "Sviluppo",
    "Education": "Istruzione",
    "Game": "Giochi",
    "Graphics": "Grafica",
    "Network ": "Rete",
    "Office": "Ufficio",
    "Science": "Scienza",
    "Settings": "Impostazioni",
    "System": "Sistema",
    "Utility": "Utilità",
    "Keywords": "Parole Chiave",
    "See also: <a href=\"http:\/\/standards.freedesktop.org\/desktop-entry-spec\/latest\/index.html\">Desktop Entry Specification<\/a> from FreeDesktop.org": "Vedi anche: <a href=\"http:\/\/standards.freedesktop.org\/desktop-entry-spec\/latest\/index.html\">Desktop Entry Specification<\/a> su FreeDesktop.org",
    "The AppMenu is an optional menu which is opened using the gear-shaped icon on the far-right of an app's toolbar. It provides relevant menu items in place of the traditional &quot;File, Edit, View...&quot; menu bar.": "Un AppMenu è un menu opzionale che viene aperto utilizzando l'icona a forma di ingranaggio sull'estrema destra della barra degli strumenti dell'applicazione. Fornisce degli elementi di menu rilevanti al posto delle tradizionali voci \"File, Modifica, Visualizza\" della barra del menu.",
    "Usage": "Utilizzo",
    "You should first consider if your app needs this widget. While most apps may have one, your app may not necessarily need an AppMenu.": "Dovresti prima considerare se la tua applicazione necessita di questo widget. Anche se molte applicazioni ne hanno uno, la tua applicazione potrebbe non averne bisogno.",
    "When adding items to your AppMenu, consider the following:": "Quando aggiungi degli elementi al tuo AppMenu, tieni a mente che:",
    "Items should be relevant and useful. It's not acceptable to duplicate items that are found in your main UI here.": "Gli elementi dovrebbero essere rilevanti e utili. Non è accettabile duplicare elementi che si trovano già nella tua UI principale.",
    "If the app includes a &quot;preferences&quot; window, it should be available from the AppMenu.": "Se l'applicazione include una finestra \"preferenze\", essa dovrebbe essere disponibile nell'AppMenu.",
    "There should be an item for the &quot;About&quot; dialog which contains links to the project's bug tracker, help, etc.": "Ci dovrebbe essere un elemento per la finestra di dialogo \"Informazioni\" che contiene i collegamenti al bug tracker del progetto, alla guida, ecc.",
    "If an AppMenu is displayed, a menu bar should not be, and vice-versa.": "Se un AppMenu è visibile, la barra del menu non dovrebbe esserlo, e viceversa.",
    "Search Fields": "Campi di Ricerca",
    "Avoid Configuration": "Evita la Configurazione",
    "Build for the &quot;Out of The Box&quot; Experience": "Costruisci un'esperienza \"Pronta all'uso\"",
    "Ask the Operating System": "Chiedi al Sistema Operativo",
    "Get as much information automatically as possible. Instead of asking a user for their name or their location, ask the system for this information. This cuts down on the amount of things a user has to do before they are able to actually do anything and makes your app look intelligent and integrated.": "Ottieni automaticamente quante più informazioni possibili. Invece di chiedere all'utente il suo nome o la sua posizione, chiedi al sistema operativo queste informazioni. Questo riduce la quantità di informazioni che l'utente deve inserire prima di essere in grado di fare realmente qualcosa e fa sembrare la vostra applicazione più intelligente e integrata.",
    "Do You Really Need It?": "È veramente necessario?",
    "Ask yourself if the configuration option you are adding is really necessary or makes sense to a user. Don't ever ask users to make engineering or design decisions. Configuration should be strictly regulated to either set-up or personal preference.": "Chiedetevi se l'opzione di configurazione che state aggiungendo sia realmente necessaria e abbia senso per un utente. Non bisogna mai chiedere agli utenti di prendere decisioni ingegneristiche o di progettazione. La configurazione deve limitarsi strettamente al set-up o alle preferenze personali.",
    "When You Absolutely Have To": "Quando è assolutamente necessario",
    "See Also:": "Vedi Anche:",
    "<a href=\"http:\/\/limi.net\/checkboxes-that-kill\">Checkboxes That Kill Your Product<\/a> by Alex Limi": "<a href=\"http:\/\/limi.net\/checkboxes-that-kill\">Checkboxes That Kill Your Product<\/a> di Alex Limi",
    "<a href=\"http:\/\/zachholman.com\/posts\/shit-work\/\">Don't Give Your Users Shit Work<\/a> by Zach Holman": "<a href=\"http:\/\/zachholman.com\/posts\/shit-work\/\">Don't Give Your Users Shit Work<\/a> di Zach Holman",
    "Minimal Documentation": "Documentazione Minimale",
    "Background Tasks": "Attività in Background",
    "Closing the App Window": "Chiusura della Finestra della Applicazione",
    "Re-Opening the App Window": "Ri-Apertura della Finestra della Applicazione",
    "See also: <a href=\"http:\/\/design.canonical.com\/2011\/03\/quit\/\">That's It, We're Quitting<\/a> by Matthew Paul Thomas": "Vedi anche: <a href=\"http:\/\/design.canonical.com\/2011\/03\/quit\/\">That's It, We're Quitting<\/a> di Matthew Paul Thomas",
    "Buttons": "Pulsanti",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "I pulsanti sono un widget incredibilmente importante da capire in quanto la vostra applicazione ne conterrà sicuramente.",
    "Toolbar Buttons": "Pulsanti della Barra degli Strumenti",
    "Labeling": "Etichettamento",
    "Toolbar Buttons are almost always icon-only and do not provide a button border. They should not be accompanied by a label.": "I Pulsanti della Barra degli Strumenti sono quasi sempre delle sole icone senza un bordo. Non dovrebbero avere un'etichetta associata.",
    "Tooltips": "Suggerimenti",
    "All Toolbar Buttons should have tooltips, since they do not contain a label. This assists users with disabilities as well as giving a translation for an unrecognized icon. Tooltips should be done in Sentence Case.": "Tutti i Pulsanti della Barra degli Strumenti dovrebbero avere dei suggerimenti, visto che non hanno delle etichette associate. Questo aiuta gli utenti con disabilità, ma fornisce anche una traduzione per una icona non riconosciuta. I suggerimenti dovrebbero essere scritti in Sentence Case.",
    "Like text button labels, a tooltip should clearly describe what will happen when the button is pressed.": "Come le etichette dei pulsanti testuali, il suggerimento dovrebbe descrivere chiaramente cosa accadrà quando il pulsante verrà premuto.",
    "Text Buttons": "Pulsanti Testuali",
    "Text Button labels should be done in Title Case.": "Le etichette dei Pulsanti Testuali dovrebbero essere fatte in Title Case",
    "Like menu items, Text Button labels should consist of an Action or a Location but not a status. Make sure that a button's label clearly describes what will happen when it is pressed.": "Come le voci di menu, le etichette dei Pulsanti Testuali dovrebbero rappresentare una Azione o una Posizione ma non uno stato. Accertati che l'etichetta del pulsante descriva chiaramente cosa accadrà quando verrà premuto.",
    "&quot;Remove Account&quot;, &quot;Transfer to Jim's Laptop&quot;, and &quot;Import 20 Songs&quot; are good labels.": "\"Rimuovi Account\", \"Invia a Jim\" e \"Importa 20 Canzoni\" sono delle buone etichette.",
    "&quot;OK&quot;, &quot;Get more storage!&quot;, and &quot;Low Battery&quot; are not good button labels. The &quot;Get more storage!&quot; label uses incorrect capitalization and unnecessary punctuation. With the other two labels, It's not very clear what will happen when these buttons are clicked.": "\"OK\", \"Ottieni più spazio!\" e \"Batteria Bassa\" non sono buone etichette per pulsanti. L'etichetta \"Ottieni più spazio!\" non utilizza correttamente le maiuscole e presenta della punteggiatura non necessaria. Nelle altre due etichette, invece, non è molto chiaro cosa succeda quando i pulsanti vengono cliccati.",
    "Since Text buttons have a clear and explicit label, it's usually unnecessary to give them a tooltip.": "Visto che i Pulsanti Testuali hanno un'etichetta chiara ed esplicita, è spesso non necessario aggiungere un suggerimento.",
    "Linked Buttons": "Pulsanti Collegati",
    "Linked Buttons are used to group actions that are either similar in nature or mutually exclusive. For example, they could group text options like Bold, Italic, and Underline. Or they can be used to group mutually exclusive states like Grid, List, or Column view.": "I Pulsanti Collegati vengono utilizzati per azioni di gruppo che sono o simili in natura o che si escludono a vicenda. Ad esempio, potrebbero raggruppare opzioni di testo come Grassetto, Corsivo e Sottolineato. Oppure possono essere utilizzati per raggruppare gli stati mutuamente esclusivi come Griglia, Elenco, o vista Colonna.",
    "Linked Buttons should never contain colored icons. Only 16px symbolic icons OR text. Do not mix icons and text.": "I Pulsanti Collegati non dovrebbero mai contenere icone colorate. Usa solo icone con simboli da 16px OPPURE testo. Non mischiare mai testo e icone.",
    "<a href=\"http:\/\/uxmovement.com\/buttons\/why-the-ok-button-is-no-longer-okay\/\">Why The OK Button Is No Longer Okay<\/a> by UX Movement": "<a href=\"http:\/\/uxmovement.com\/buttons\/why-the-ok-button-is-no-longer-okay\/\">Why The OK Button Is No Longer Okay<\/a> di UX Movement",
    "<a href=\"http:\/\/ux.stackexchange.com\/questions\/9946\/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes\/No or Ok\/Cancel on my message box?<\/a> on UX StackExchange": "<a href=\"http:\/\/ux.stackexchange.com\/questions\/9946\/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes\/No or Ok\/Cancel on my message box?<\/a> su UX StackExchange",
    "Toolbars": "Barre degli Strumenti",
    "Capitalization": "Uso delle Maiuscole",
    "All textual user interface items, including labels, buttons, and menus, should use one of two capitalization styles: sentence case or title case.": "Tutti gli elementi testuali delle interfacce utente, compresi menu, pulsanti e etichette, dovrebbero usare uno di questi due schemi per le maiuscole: sentence case o title case.",
    "Sentence case means you capitalize like in a standard sentence or phrase.": "in Sentence Case si usano le maiuscole come in una frase normale.",
    "Only the first letter of the phrase and the first letter of proper nouns are capitalized.\nUsed for labels and descriptive text.": "Solo la prima lettera della frase e la prima lettera dei nomi propri sono in maiuscolo.\nUsato per etichette e testi descrittivi.",
    "ex. &quot;Always open MPEG files with Marlin&quot; next to a checkbox.": "e.g. \"Apri sempre i file MPEG con Marlin\" a fianco di una checkbox.",
    "ex. &quot;Read news feeds&quot; for the description of an RSS reader.": "e.g. \"Leggi le nuove notizie\" come descrizione di un lettore RSS.",
    "ex. &quot;This folder is empty&quot; in a file manager.": "e.g. \"Questa cartella è vuota\" in un gestore di files.",
    "Title case means you capitalize like a book or article title.": "In Title Case si usano le maiuscole come nel titolo di un libro o di un articolo.",
    "Capitalize the first and last words.\nAll nouns, pronouns, adjectives, verbs, adverbs, and subordinate conjunctions (as, because, although) are capitalized.\nUsed for titles, buttons, menus, and most other widgets.": "La prima e l'ultima parola iniziano con lettera maiuscola.\nTutti i sostantivi, pronomi, aggettivi, verbi, avverbi e congiunzioni subordinate (poiché, perché, sebbene) iniziano con lettera maiuscola.\nUsato per titoli, pulsanti, menu, e la maggior parte degli altri widgets.",
    "ex. &quot;Open File&quot; title in a dialog.": "e.g. \"Apri File\" come titolo di una finestra di dialogo.",
    "ex. &quot;Delete 13 Songs&quot; on a button.": "e.g. \"Cancella 13 Canzoni\" su un pulsante.",
    "ex. &quot;Search Contacts...&quot; in a search bar.": "e.g. \"Cerca Contatti...\" in una barra di ricerca.",
    "Notes\/Exceptions": "Note\/Eccezioni",
    "Proper nouns should always be capitalized properly; this means that, for example, Google should always be shown as &quot;Google,&quot; elementary should always be shown as &quot;elementary,&quot; and MPEG should always be shown as &quot;MPEG.&quot; If you're unsure how a certain pronoun should be officially capitalized, refer to the documentation of the pronoun in question.": "I nomi propri dovrebbero sempre utilizzare le maiuscole correttamente; questo significa che, ad esempio, Google dovrebbe sempre essere indicato come \"Google\", elementary dovrebbe essere sempre indicato come \"elementary\", e MPEG dovrebbe essere sempre indicato come \"MPEG\". Se non si è sicuri dell'utilizzo ufficiale delle maiuscole per un certo pronome, consultare la documentazione del pronome in questione.",
    "Punctuation": "Punteggiatura",
    "Checkboxes &amp; Switches": "Checkbox & Interruttori",
    "Checkboxes": "Checkbox",
    "Switches": "Interruttori",
    "Closing": "Chiusura",
    "When a user closes an app, it's typically because they're done using it for now and they want to get it out of the way.": "Quando un utente chiude un'applicazione, significa in generale che ha finito di usarla per ora e vuole toglierla di mezzo.",
    "If it makes sense for an app to complete background tasks after the window is closed, the tasks should be completed soon after the window is closed. If the app performs repeat background tasks (such as a mail client), the background tasks should be handled by a separate daemon that does not rely on the app itself being open.": "Se ha senso per un'applicazione completare le attività in background dopo che la finestra è stata chiusa, le attività dovrebbero essere completate il prima possibile dopo la chiusura della finestra. Se l'applicazione esegue operazioni ripetitive in background (come ad esempio un client di posta elettronica), queste operazioni dovrebbero essere gestite da un processo separato che non si basa sul fatto che l'applicazione sia aperta.",
    "Saving State": "Salvataggio dello Stato",
    "Apps should save their current state when closed so they can be reopened right to where the user left off. Ideally closing and reopening an app should be indistinguishable from the traditional concept of minimizing and unminimizing an app; that is, all elements should be saved including open documents, scroll position, undo history, etc.": "Le applicazioni dovrebbero salvare il loro stato quando vengono chiuse in modo da poter ripartire da dove l'utente ha chiuso l'applicazione l'ultima volta. Idealmente chiudere e riaprire un'applicazione dovrebbe essere indistinguibile dal tradizionale concetto di minimizzazione e ripristino di un'applicazione; quindi tutti gli elementi dovrebbero essere salvati, compresi i documenti aperti, la posizione di scorrimento, la storia delle modifiche, ecc.",
    "Concision": "Concisione",
    "Always work to make your app instantly understandable. The main function of your app should be immediately apparent. You can do this in a number of ways, but one of the best ways is by sticking to a principal of concision.": "Lavora sempre per rendere la tua applicazione immediatamente comprensibile. La funzione principale della tua applicazione dovrebbe essere immediatamente evidente. È possibile farlo in diversi modi, ma uno dei modi migliori è quello di attenersi ad un principio di concisione.",
    "Avoid Feature Bloat": "Evita di Inserire Troppe Funzionalità",
    "It's often very tempting to continue adding more and more features into your application. However, it is important to recognize that every new feature has a price. Specifically, every time you add a new feature:": "Spesso è molto forte la tentazione di continuare ad aggiungere sempre più caratteristiche alla tua applicazione. Tuttavia, è importante riconoscere che ogni nuova caratteristica ha un prezzo. In particolare, ogni volta che si aggiunge una nuova funzionalità:",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "La tua applicazione diventa più lenta, consuma più risorse, e occupa più spazio su disco.",
    "Your application's interface becomes more cluttered and thus harder to use.": "L'interfaccia della tua applicazione diventa più disordinata e quindi più difficile da usare.",
    "More time is spent implementing this new feature, rather than perfecting an old feature.": "Più tempo è speso per implementare questa nuova funzionalità, piuttosto che per perfezionare una vecchia caratteristica.",
    "More code can often mean a greater possibility for bugs.": "Più codice può spesso significare una maggiore probabilità di errori.",
    "More features means more work on documentation, translations, etc.": "Più funzionalità significa più lavoro sulla documentazione, traduzioni, ecc.",
    "Think in Modules": "Pensa per Moduli",
    "Build small, modular apps that communicate well. elementary apps avoid feature overlap and make their functions available to other apps either through <a href=\"\/docs\/human-interface-guidelines\/contractor\">Contractor<\/a> or over <a href=\"http:\/\/www.freedesktop.org\/wiki\/Software\/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus<\/a>. This both saves you time as a developer (by other apps making their functions available to you), and is a courteous gesture towards other developers (by making your app's functions available to them).": "Costruisci piccole applicazioni modulari che comunicano bene. Le applicazioni di elementary evitano la sovrapposizione di funzionalità e rendono le loro funzioni disponibili ad altre applicazioni sia attraverso <a href=\"\/docs\/human-interface-guidelines\/contractor\">Contractor<\/a> che <a href=\"http:\/\/www.freedesktop.org\/wiki\/Software\/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus<\/a>. Questo consente di risparmiare tempo come sviluppatore (utilizzando funzioni di altre applicazioni che le rendono disponibili a te), ed è un gesto cortese verso altri sviluppatori (rendendo le funzioni della tua applicazione disponibili a loro).",
    "Register one of it's functions as a service that can be used from other apps": "Registra una delle sue funzionalità come un servizio che può essere utilizzato da altre applicazioni",
    "Displaying Results from Contractor": "Mostrare i Risultati da un Contractor",
    "Dock Integration": "Integrazione con la Dock",
    "Design Philosophy": "Filosofia di Design",
    "What Design Is Not": "Cosa Non è il Design",
    "Dialogs": "Finestre di Dialogo",
    "A generic alert dialog": "Un generico alert dialog",
    "Button Order": "Ordine dei Pulsanti",
    "&quot;OK&quot; is not Okay": "\"OK\" non è Okay",
    "Preference Dialogs": "Finestra delle Preferenze",
    "See also:": "Vedi anche:",
    "<a href=\"http:\/\/uxmovement.com\/buttons\/why-ok-buttons-in-dialog-boxes-work-best-on-the-right\/\">Why 'Ok' Buttons In Dialog Boxes Work Best On The Right<\/a> by UX Movement": "<a href=\"http:\/\/uxmovement.com\/buttons\/why-ok-buttons-in-dialog-boxes-work-best-on-the-right\/\">Why 'Ok' Buttons In Dialog Boxes Work Best On The Right<\/a> di UX Movement",
    "<a href=\"http:\/\/uxmovement.com\/buttons\/why-the-ok-button-is-no-longer-okay\/\">Why The Ok Button Is No Longer Okay<\/a> by UX Movement": "<a href=\"http:\/\/uxmovement.com\/buttons\/why-the-ok-button-is-no-longer-okay\/\">Why The Ok Button Is No Longer Okay<\/a> di UX Movement",
    "<a href=\"http:\/\/uxmovement.com\/buttons\/where-to-place-icons-next-to-button-labels\/\">Where to Place Icons Next to Button Labels<\/a> by UX Movement": "<a href=\"http:\/\/uxmovement.com\/buttons\/where-to-place-icons-next-to-button-labels\/\">Where to Place Icons Next to Button Labels<\/a> di UX Movement",
    "Window Titles": "Titoli delle Finestre",
    "By integration with Pantheon's dock, apps are able to communicate their status to the user at a glance.": "Attraverso l'integrazione con la Dock di Phanteon, le applicazioni possono comunicare il loro stato all'utente a colpo d'occhio.",
    "Progressbars": "Barra di Avanzamento",
    "<strong>Good Example<\/strong>: Installation progress in Software Center": "<strong>Uso Corretto<\/strong>: Progresso dell'installazione nel Software Center",
    "<strong>Bad Example<\/strong>: Combined progress of downloading an album, burning a CD, and syncing a mobile device in Noise": "<strong>Uso Sbagliato<\/strong>: Avanzamento combinato dello scaricamento di un album, la masterizzazione di un CD e la sincronizzazione tra un dispositivo mobile con Noise.",
    "<strong>Good Example<\/strong>: Unread messages in Geary": "<strong>Uso Corretto<\/strong>: Numero di messaggi non letti in Geary",
    "<strong>Bad Example<\/strong>: Total number of Photos in Shotwell": "<strong>Cattivo Esempio<\/strong>: Numero totale di Foto in Shotwell",
    "System Indicators": "Indicatori di Sistema",
    "Required Configuration": "Configurazione Necessaria",
    "Speed of Launch": "Velocità di Avvio",
    "Welcoming the User": "Dai il Benvenuto all'Utente",
    "Resetting the App": "Reset dell'Applicazione",
    "Normal Launch": "Avvio Normale",
    "Human Interface Guidelines": "Linee guida per interfacce umane",
    "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will allow you to decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:": "Queste lineeguida sono progettate per aiutare gli sviluppatori e i designer a creare un'esperienza splendidamente coerente sul desktop di elementary. Sono state scritte per designer di interfacce, grafici e sviluppatori di software che lavoreranno su elementary OS. Esse non definiranno soltanto specifici elementi e principi di design, ma infonderanno anche una filosofia che ti permetterà di decidere quando sarà appropriato divergere dalle lineeguida. Aderire ai suggerimenti quì contenuti donerà molti benefici:",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Gli utenti impareranno ad usare la tua applicazione più velocemente poiché condivide degli elementi comuni con cui già hanno familiarità.",
    "Users will accomplish tasks more quickly because you will have a straight-forward interface design that isn't confusing or difficult.": "Gli utenti realizzeranno i compiti più rapidamente perché avranno un design dell'interfaccia diretto che non sia confusionale o difficile.",
    "Your application will appear native to the desktop and share the same elegant look as default applications.": "Le tue applicazioni sembreranno native per il desktop e condivideranno lo stesso elegante aspetto delle applicazioni di dafault",
    "Your application will be easier to document because an expected behavior does not require explanation.": "Le tue applicazioni saranno più facili da documentare perché un comporamento previsto non richiede spiegazioni.",
    "The amount of support you will have to provide, including bugs filed, will be lessened (for the reasons above).": "La quantità di supporto che dovrai fornire, inclusa la segnalazione di bug, sarà diminuita (per i motivi precedenti).",
    "To help you achieve these goals, these guidelines will cover basic interface elements, how to use them and put them together effectively, and how to make your application integrate well with the desktop. The most important thing to remember is that following these guidelines will make it easier to design a new application, not harder.": "Per aiutarti a raggiungere questi obbiettivi, queste lineeguida copriranno gli elementi di base dell'interfaccia, come usarli e metterli efficacemente insiemie, e come fare per integrare al meglio la tua applicazione con il desktop. La cosa più importante da ricordare è che queste lineeguida renderanno più semplice progettare una nuova applicazione, no più difficile.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "Comunque, ricordati che questo sono lineeguida, non dei regolamenti. Nuovi, sorprendenti paradigmi di interazione compaiono ogni giorno e molti altri aspettano di essere scoperti. Questo è un documento vivente che può e sarà cambiato.",
    "For sections that have not yet been written, please refer to": "Questa sezione non è ancora stata scritta, per favore rivolgiti a",
    "Icons": "Icone",
    "Style": "Stile",
    "Welcome Screen": "Pagina di Benvenuto\n",
    "Language": "Lingua",
    "Launcher Icons": "Icone del Launcher",
    "Goals of the Launcher Icon": "Obiettivi delle Icone del Launcher",
    "App launcher icons have three primary goals:": "Le icone del launcher hanno tre obiettivi principali:",
    "Promote the brand and tell the story of the app.": "Promuovere il logo e raccontare la storia dell'applicazione.",
    "Help users discover the app in the software center.": "Aiutare l'utente a scoprire l'applicazione nel Software Center.",
    "Promote the brand story": "Promuovere la storia del logo",
    "Create an icon that is unique and memorable.": "Crea un'icona che sia unica e memorabile.",
    "Use a color scheme that suits your brand.": "Usa uno schema di colori che si intona con il tuo logo.",
    "Don't try to communicate too much with the icon. A simple icon will have more impact and be more memorable.": "Non cercare di comunicare troppe cose con l'icona. Una icona semplice ha più impatto ed è più difficile da dimenticare.",
    "Avoid including the application name in the icon.": "Evita di inserire il nome dell'applicazione nell'icona.",
    "Help users discover the app in the software center": "Aiutare l'utente a scoprire l'applicazione nel Software Center",
    "Communicate well at smaller sizes.": "Colpisce anche a dimensioni ridotte.",
    "Work on a wide variety of backgrounds.": "Sta bene su diversi sfondi.",
    "Do's and Don'ts": "Cose da Fare e Cose Da Evitare",
    "Size and Format": "Dimensione e Formato",
    "Sizes": "Dimensioni",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance. This is great for developers because most of us don't want to write documentation anyways. Follow these principals and you'll create understandable apps that save you a lot of work.": "La maggior parte degli utenti non vogliono leggere guide o documentazione prima di poter utilizzare l'applicazione. Si aspettano, invece, che la vostra applicazione sia intuitiva e semplice da capire senza assistenza. Questo è fantastico per gli sviluppatori visto che la maggior parte di noi non ha comunque voglia di scrivere la documentazione. Segui questi principi per creare applicazioni comprensibili che permettano di risparmiare molto tempo.",
    "The most ridiculous offender of all is the sudoers man page, which for 15 years has started with a 'quick guide' to EBNF, a system for defining the grammar of a language. 'Don't despair', it says, 'the definitions below are annotated.'": "Il trasgressore più assurdo di tutti è la pagina del manuale del comando sudoers, che per 15 anni ha iniziato con un 'breve riassunto' di EBNF, un sistema per definire la grammatica di una lingua. 'Non disperate', dice, 'le definizioni di seguito sono commentate.'",
    "Use Understandable Copy": "Usa un Linguaggio Comprensibile",
    "Avoid technical jargon and assume little-to-no technical knowledge. This allows your app to be &quot;self-documenting.&quot;": "Evita il gergo tecnico e assumi una conoscenza tecnica quasi inesistente. Questo ti permette di creare applicazioni che si \"auto-documentano\".",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Fornisci delle spiegazioni non tecniche invece che dei messaggi di errore criptici. Se qualcosa va per il verso sbagliato, una spiegazione semplificata di cosa è successo e come risolvere il problema dovrebbe essere mostrata.",
    "For more information, see <a href=\"\/docs\/human-interface-guidelines\/writing-style\">Writing Style<\/a>.": "Per maggiori informazioni, vedi <a href=\"\/docs\/human-interface-guidelines\/writing-style\">Writing Style<\/a>.",
    "User Workflow": "Flusso di interazioni dell'Utente",
    "Naming Menu Items": "Nomi delle Voci di Menu",
    "Menu items should have names that are either actions or locations, never descriptions. Make sure menu items are concise, but also fully describe the action that will be performed when they are clicked.": "Le voci di menu dovrebbero avere nomi che siano azioni o posizioni, mai descrizioni. Assicurarsi che le voci di menu siano concise, ma che descrivano anche pienamente l'azione che verrà eseguita una volta cliccate.",
    "&quot;Find in Page...&quot; is acceptable as it clearly describes the action that will be performed when the item is clicked. &quot;Software Up to Date&quot; is not acceptable. What happens if I click this item? Where will it take me? What will it do? The outcome is uncertain.": "\"Trova nella Pagina...\" è accettabile dato che descrive chiaramente quale azione verrà eseguita quando il tasto sarà cliccato. \"Il Software è Aggiornato\" non è accettabile. Cosa accade quando viene cliccato? Dove mi porterà? Cosa farà? Il risultato è incerto.",
    "Speed": "Velocità",
    "Obviousness": "Ovvietà",
    "State": "Stato",
    "Static Notebook": "Notebooks Statici",
    "Dynamic Notebook": "Notebooks Dinamici",
    "Proper typography is important throughout elementary OS. Not just for consistency within the OS, but for following proper convention and presenting ourselves as a serious, professional platform.": "L'utilizzo di una adeguata tipografia è importante in ogni parte di elementary OS. Non solo per la coerenza con il sistema operativo, ma anche per seguire la corretta convenzione e presentarci come una piattaforma seria e professionale.",
    "Prevent Common Mistakes": "Evita Errori Comuni",
    "Only use <strong>one space<\/strong> after a period.": "Utilizza solo <strong>uno spazio<\/strong> dopo un punto.",
    "i.e. “This is a sentence. This is another sentence.”": "e.g. “Questa è una frase. Questa è un'altra frase.”",
    "Use <code>\\u0133<\/code> in your code.": "Usa <code>\\u0133<\/code> nel tuo codice.",
    "See <a href=\"\/docs\/human-interface-guidelines\/using-ellipses\">Using Ellipses<\/a> for usage details.": "Vedi <a href=\"\/docs\/human-interface-guidelines\/using-ellipses\">Utilizzo dei Puntini di Sospensione<\/a> per i dettagli di utilizzo.",
    "For quotes, use proper <strong>left and right double quotation characters<\/strong> (“ and ”).": "Per le citazioni, utilizza i corretti <strong>doppi apici di sinistra e destra<\/strong> (“ e ”).",
    "Use <code>\\u201C<\/code> and <code>\\u201D<\/code> in your code.": "Usa <code>\\u201C<\/code> e <code>\\u201D<\/code> nel tuo codice.",
    "Use <code>\\u2019<\/code> in your code.": "Usa <code>\\u2019<\/code> nel tuo codice.",
    "Use <strong>real math symbols<\/strong> for subtraction (−), multiplication (×), and division (÷) signs.": "Usa i <strong>veri simboli matematici<\/strong> per la sottrazione (−), moltiplicazione (×), e divisione (÷).",
    "Use <code>\\u2212<\/code>,  <code>\\u00D7<\/code>,  and <code>\\u00F7<\/code> in your code.": "Usa <code>\\u2212<\/code>, <code>\\u00D7<\/code>, e <code>\\u00F7<\/code> nel tuo codice.",
    "Use correct <strong>copyright symbols<\/strong> (©).": "Utilizza il corretto <strong>simbolo di copyright<\/strong> (©).",
    "Use <code>\\u0169<\/code> in your code.": "Usa <code>\\u0169<\/code> nel tuo codice.",
    "Hyphens &amp; Dashes": "Trattini & Lineette",
    "Hyphen (-)": "Trattino (-)",
    "Use <code>\\u2010<\/code> in code. Used for:": "Usa <code>\\u2010<\/code> nel codice. Utilizzato per:",
    "Use <code>\\u2013<\/code> in code. Used for:": "Usa <code>\\u2013<\/code> nel codice. Utilizzato per:",
    "Number ranges (e.g. 5–12). <em>Do not put a space on either side.<\/em>": "Intervalli numerici (e.g. 5–12). <em>Non aggiunge spazi tra i caratteri.<\/em>",
    "Use <code>\\u2014<\/code> in code. Used for:": "Usa <code>\\u2014<\/code> nel codice. Utilizzato per:",
    "<em>Do not put a space on either side.<\/em>": "<em>Non inserire uno spazio ad alcun lato.<\/em>",
    "Using Ellipses": "Utilizzo dei Puntini di Sospensione",
    "Apps that support the searching or filtering of content should include a search field on the right side of the app's toolbar (to the left of the AppMenu). This gives users a predictable place to see whether or not an app supports searching, and a consistent location from which to search. Gtk+ provides a convenient complex widget for this purpose called <a href=\"http:\/\/valadoc.org\/#!api=gtk+-3.0\/Gtk.SearchEntry\">Gtk.SearchEntry<\/a>.": "Le applicazioni che supportano la ricerca o il filtro dei contenuti dovrebbero includere un campo di ricerca sul lato destro della barra dell'applicazione (a sinistra della AppMenu). Questo dà agli utenti un luogo prevedibile per verificare se una applicazione supporta la ricerca, e una posizione coerente da cui effettuarla. Gtk+ fornisce una comoda widget per questo scopo chiamata <a href=\"http:\/\/valadoc.org\/#!api=gtk+-3.0\/Gtk.SearchEntry\">Gtk.SearchEntry<\/a>.",
    "Behavior": "Comportamento",
    "If it is possible to include search functionality within your app, it is best to do so. Any list or representation of multiple pieces of data should be searchable using a search field that follows these rules:": "Se è possibile includere funzionalità di ricerca all'interno della vostra applicazione, è consigliabile farlo. Ogni lista o rappresentazione di più parti di dati dovrebbero essere ricercabili tramite un campo di ricerca che segua queste regole:",
    "Results should be instantly shown as you type. This helps your app to appear faster and is more useful than having to hit &quot;Enter&quot; and wait. Exceptions may be made if the data is not stored locally.": "I risultati dovrebbero essere immediatamente visualizzati durante la digitazione. Questo aiuta la vostra applicazione ad apparire più veloce ed è più utile che dover premere \"Invio\" ed attendere. Eccezioni possono essere fatte se i dati non sono memorizzati in locale.",
    "In most cases, the search should be case-insensitive; users should not be expected to provide the exact capitalization. A good compromise is &quot;smart case&quot; where case is respected whenever the user intentionally types lower and upper case letters.": "Nella maggior parte dei casi, la ricerca non dovrebbe fare distinzione tra lettere maiuscole e minuscole; gli utenti non dovrebbero essere tenuti ad inserire correttamente le masiucole. Un buon compromesso è l'utilizzo di \"smart case\" in cui le maiuscole sono considerate solo se l'utente intenzionalmente utilizza sia lettere maiuscole che minuscole.",
    "Search fields should contain hint text that describes what will be search. You can set this using the entry property <a href=\"http:\/\/www.valadoc.org\/#!api=gtk+-3.0\/Gtk.Entry.placeholder_text\">&quot;placeholder_text&quot;<\/a>.": "I campi di ricerca dovrebbero contenere un testo di suggerimento che descriva quello che verrà cercato. È possibile impostare questo comportamento utilizzando la proprietà <a href=\"http:\/\/www.valadoc.org\/#!api=gtk+-3.0\/Gtk.Entry.placeholder_text\">\"placeholder_text\"<\/a>.",
    "Most search fields should use the format &quot;Search OBJECTS&quot; where OBJECTS is something to be searched, like Contacts, Accounts, etc.": "La maggior parte dei campi di ricerca dovrebbero utilizzare il formato \"Cerca OGGETTI\" dove OGGETTI è qualcosa da cercare, come Contatti, Accounts, ecc.",
    "If the search field interacts with a search service, the hint text should be the name of that service such as &quot;Google&quot; or &quot;Yahoo!&quot;": "Se il campo di ricerca interagisce con un servizio di ricerca, il testo del suggerimento dovrebbe essere il nome di questo servizio come \"Google\" o \"Yahoo!\"",
    "Windows": "Finestre",
    "Size and Alignment": "Dimensione ed Allineamento",
    "Mean Line": "Linea Mediana",
    "Ascent and Descent": "Salita e Discesa",
    "Exceptions": "Eccezioni",
    "Contrary to popular belief, you cannot supply a single high resolution version of an icon and expect it to scale properly. Your icon will appear blurry or heavy and may have illegible pieces. It is always best to begin designing an icon at it's expected display size (which will be provided for you as we talk about different kinds of icons).": "Contrariamente a quanto si possa credere, non è possibile fornire una sola versione ad alta risoluzione di un'icona ed aspettarsi che essa venga scalata correttamente. L'icona apparirà sfocata o pesante e potrebbe avere parti illeggibili. È sempre preferibile iniziare a progettare l'icona partendo dalla dimensione che verrà utilizzata sullo schermo (le dimensioni sono trattate dove si parla dei diversi tipi di icone).",
    "Sections": "Sezioni",
    "Hierarchy": "Gerarchia",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "Design Elements": "Elementi di Design",
    "Shape": "Forma",
    "Outline": "Contorno",
    "Highlights": "Punti Salienti",
    "Limited glossy reflections": "Riflessi lucidi limitati",
    "Lighting and Perspective": "Illuminazione e prospettiva",
    "Lighting": "Illuminazione",
    "Perspective": "Prospettiva",
    "According to <a href=\"http:\/\/www.freedesktop.org\/wiki\/SymbolicIcons\">FreeDesktop.Org<\/a>:": "Secondo <a href=\"http:\/\/www.freedesktop.org\/wiki\/SymbolicIcons\">FreeDesktop.Org<\/a>:",
    "[Symbolic icons] are usually monochrome, mostly matching the surrounding text color, and often involve simpler shapes than their non-symbolic equivalents.": "[Symbolic icons] sono solitamente monocromatiche, principalmente mescolando il colore del testo circostante, e spesso coinvolgono forme più semplici delle loro equivalenti non-simboliche.",
    "Text": "Testo",
    "Does Your App Need An Indicator?": "Alla Tua App Serve un Indicatore?",
    "See also: <a href=\"http:\/\/design.canonical.com\/2010\/04\/notification-area\/\">Farewell To The Notification Area<\/a> by Matthew Paul Thomas": "Vedi anche: <a href=\"http:\/\/design.canonical.com\/2010\/04\/notification-area\/\">Farewell To The Notification Area<\/a> di Matthew Paul Thomas",
    "Although elementary primarily uses graphics as a means of interaction, text is also widely used for things like button labels, tooltips, menu items, dialog messages, and more. Using text consistently and clearly both in terminology and format is an extremely important part of designing your app and helps add to the overall cohesiveness of the elementary platform.": "Anche se elementary utilizza principalmente la grafica come mezzo di interazione, il testo viene ampiamente utilizzato per elementi come le etichette dei pulsanti, i suggerimenti, le voci di menu, i messaggi di dialogo, e altro ancora. L'utilizzo di testo coerente e chiaro sia nella terminologia che nel formato è una parte estremamente importante nella progettazione della vostra applicazione e aiuta a migliorare la coesione complessiva della piattaforma elementary.",
    "<strong>Writing Style<\/strong>. Keep your text understandable and consistent with the rest of elementary.": "<strong>Stile di Scrittura<\/ strong>. Mantieni il testo comprensibile e coerente con il resto di elementary.",
    "<strong>Language<\/strong>. Keep other languages in mind.": "<strong>Lingua<\/ strong>. Ricordati delle altre lingue.",
    "<strong>Capitalization<\/strong>. What, when, and where to capitalize.": "<strong>Uso delle Maiuscole<\/strong>. Come, quando e dove utilizzare le lettere maiuscole.",
    "<strong>Punctuation<\/strong>. Avoid common mistakes and follow convention.": "<strong>Punteggiatura<\/strong>. Evita gli errori comuni e segui la convenzione.",
    "<strong>Using Ellipsis<\/strong>. When, where, and why to use ellipsis.": "<strong>Puntini di Sospensione<\/ strong>. Quando, dove, e perché utilizzare i puntini di sospensione.",
    "<strong>Naming Menu Items<\/strong>. Keep your menus clear and consistent.": "<strong>Voci di Menu<\/ strong>. Mantenete il vostro menu chiaro e coerente.",
    "Writing Style": "Stile di Scrittura",
    "<strong>First-Launch Experience<\/strong>: What the user sees the first time they use your app.": "<strong>Esperienza di Primo Avvio<\/strong>: Cosa vede l'utente la prima volta che usa la tua applicazione.",
    "<strong>Normal Launch<\/strong>: What happens when opening your app on a day-to-day basis.": "<strong>Avvio Normale<\/strong>: Cosa succede apprendo l'applicazione normalmente.",
    "<strong>Closing<\/strong>: What happens when closing your app.": "<strong>Chiusura<\/strong>: Cosa succede quando chiudi la tua applicazione.",
    "<strong>Background Tasks<\/strong>: How your app manages to do things invisibly in the background.": "<strong>Attività in Background<\/strong>: Come la tua applicazione riesce a compiere azioni invisibili in background.",
    "Always Provide an Undo": "Offri Sempre la Possibilità di Annullare",
    "Using Ellipsis": "Uso dei Puntini di Sospensione",
    "Additional Information": "Informazioni Aggiuntive",
    "When Not to Use Ellipsis": "Quando Non Usare i Puntini di Sospensione",
    "The Welcome Screen is a friendly way to help users get started with your app.": "La Schermata di Benvenuto è un modo amichevole per aiutare gli utenti ad iniziare ad usare la tua app.",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Tipicamente una Schermata di Benvenuto viene utilizzata per applicazioni come Noise o Scratch, dove devi importare o creare oggetti in una libreria prima di poter interagire con loro. Questo fornisce ai tuoi utenti un percorso chiaro per iniziare e mette subito in evidenza tutte le procedure che devono seguire prima che la vostra applicazione diventi utile .",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Assicurati che la tua applicazione consenta alla sua libreria di essere certa che la Schermata di Benvenuto sia ancora visibile, invece di una lista vuota.",
    "The Welcome Screen consists of two sets of labels:": "La Schermata di Benvenuto consiste di due insiemi di etichette:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "Il primo insieme spiega la situazione e che cosa la Schermata di Benvenuto ti aiuterà a fare. Per esempio, la Schemata di benvenuto di Noise mostra che la tua biblioteca musicale è vuota e, per consentire alla libreria di essere utile, bisogna aggiungerci delle canzoni.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "Il secondo insieme di etichette è costituito dalle azioni che assisteranno l'utente nell'utilizzo dell'applicazione. Continuando ad utilizzare Noise come esempio, una possibile azione è quella di impostare la cartella musicale in una diversa posizione. Per prima cosa diamo un nome all'azione, \"Imposta Cartella Musicale\". Poi descriviamo che cosa compie l'azione, \"Trova la tua Cartella Musicale ed importa i suoi contenuti\".",
    "Iconography": "Iconografia",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Raggruppata con ogni azione c'è un'icona che permette di visualizzarla velocemente. La maggior parte delle volte sarà una \"Action Icon\", ma si possono usare \"Places Icons\" mentre si sta importando o impostando una posizione, oppure anche \"Apps Icon\" se si dovesse aprire uno strumento di configurazione.",
    "Source List": "Elenco Risorse",
    "Design Is Not Veneer, Aral Balkan": "Il Design Non è Veneer, Aral Balkan",
    "Design is Not Subjective, Jeff Law": "Il Design Non è Soggettivo, Jeff Law",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing.",
    "Spacing": "Spaziatura",
    "Labels should be 12px (minimum) from their widgets.": "Le etichette dovrebbero essere a 12px (minimo) dai rispettivi widget.",
    "Horizontal spacing between buttons is 6px.": "Lo spazio orizzontale trai pulsanti è di 6px.",
    "Alignment": "Allineamento",
    "Labels should be right aligned with respect to each other when possible.": "Le etichette dovrebbero essere allineate tra di loro a destra quando possibile.",
    "Section headers should be left aligned with respect to each other.": "Le intestazioni delle sezioni dovrebbero essere allineate tra di loro a sinistra.",
    "See also: <a href=\"http:\/\/uxmovement.com\/forms\/form-label-proximity-right-aligned-is-easier-to-scan\">Form Label Proximity: Right Aligned is Easier to Scan<\/a> by UX Movement": "See also: <a href=\"http:\/\/uxmovement.com\/forms\/form-label-proximity-right-aligned-is-easier-to-scan\">Form Label Proximity: Right Aligned is Easier to Scan<\/a> di UX Movement",
    "Window Tiles": "Titoli delle Finestre",
    "Window Types": "Tipi di Finestre",
    "Use the following rules to keep your text understandable and consistent:": "Usa le seguenti regole per mantenere il testo comprensibile e coerente:",
    "Be Brief": "Sii Sintetico",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "Non dare all'utente troppo testo da leggere; una frase lunga può apparire scoraggiante e può dissuadere gli utenti dal leggere realmente i tuoi messaggi. Usa testo breve e conciso.",
    "<strong>Bad<\/strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Brutto<\/strong>: Sembra che tu non abbia ancora della musica nella tua libreria. Puoi utilizzare Noise per organizzare la tua musica, aggiungerne di nuova, ed ascoltare quella che hai già. Per iniziare, clicca sul pulsante \"Aggiungi\", e segui le istruzioni. Quando hai fatto, la tua Musica sarà mostrata qui.",
    "<strong>Better<\/strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Meglio<\/strong>: Aggiungi delle canzoni. Noise non riesce a trovare la tua musica. [Pulsante per importare della musica]",
    "Think Simple": "Pensa Semplice",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Assumi che l'utente sia intelligente, ma non tecnico. Evita parole lunghe, non comuni e concentrati sull'uso di verbi, sostantivi e aggettivi semplici e di uso comune. Non usare mai gergo tecnico.",
    "<strong>Bad<\/strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Brutto<\/strong>: 37 file audio sono stati importati con successo nel database delle canzoni.",
    "<strong>Better<\/strong>: Successfully added 37 songs.": "<strong>Meglio<\/strong>: 37 canzoni aggiunte con successo.",
    "Get To The Bottom Line": "Arriva al Punto",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Metti le informazioni più importanti all'inizio del testo. Se l'utente smette di leggere, avrà ancora in mente ciò di cui ha bisogno.",
    "<strong>Bad<\/strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Brutto<\/strong>: La connessione di rete potrebbe non essere disponibile perché Lingo non riesce a trovare alcuna definizione. Controlla e riprova.",
    "<strong>Better<\/strong>: No definition found. Check your network connection and try again.": "<strong>Meglio<\/strong>: Nessuna definizione trovata. Controlla la tua connessione di rete e riprova.",
    "Don't Repeat Yourself": "Non Ripeterti",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "Le ripetizioni possono risultare fastidiose e aggiungono lunghezza inutile ai tuoi messaggi.",
    "<strong>Bad<\/strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Brutto<\/strong>: Il tuo indirizzo e-mail, johndoe@email.com, è stato aggiunto. Per accedere a johndoe@email.com, clicca su \"johndoe@email.com\" qui sopra.",
    "<strong>Better<\/strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Meglio<\/strong>: Il tuo indirizzo email è stato aggiunto. Per accedere, clicca su \"johndoe@email.com\" qui sopra.",
    "Use Visual Hierarchy": "Usa la Gerarchia Visuale",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "La gerarchia visiva aiuta gli utenti a leggere e comprendere il tuo testo oltre a riconoscere ciò che è più importante. Usa intestazioni e gli altri stili di testo in modo appropriato.",
    "<strong>Bad<\/strong>:": "<strong>Brutto<\/strong>:",
    "No files are open. Open a file to begin editing.": "Nessun file aperto. Apri un file per iniziare a modificarlo.",
    "<strong>Better<\/strong>:": "<strong>Meglio<\/strong>:",
    "No files are open.": "Nessun file aperto.",
    "Open a file to begin editing.": "Apri un file per iniziare a modificarlo."
}