{
    "Installation": "Installazione",
    "Download elementary OS": "Scarica elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se ancora non l'hai fatto, avrai bisogno di <a href=\"/\" target=\"_blank\">scaricare elementary OS dalla nostra Homepage</a>. Dovrai copiare la ISO scaricata su una chiavetta USB seguendo le istruzioni successive.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "Attualmente, elementary OS è progettato per due architetture di processore, 32 bit e 64 bit.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Se sai di avere un computer nuovo con un processore a 64 bit, scegli la versione a 64 bit.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Se il tuo computer è più vecchio o se non sai che tipo di processore ha il tuo computer, scegli la versione a 32 bit. (I processori a 64 bit potranno comunque eseguire questa versione).",
    "Recommended System Specifications": "Requisiti di sistema consigliati",
    "1 GHz 32-bit or 64-bit processor": "Processore da 1 GHz a 32 o 64 bit",
    "1 GB of system memory (RAM)": "1 GB di memoria di sistema (RAM)",
    "15 GB of disk space": "15 GB di spazio su disco",
    "Internet access": "Collegamento a Internet",
    "Back Up Your Data": "Esegui un backup dei dati",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Non dimenticarti di eseguire un backup dei tuoi dati importanti su una posizione esterna come un servizio di cloud o un hard disk esterno. Installare un nuovo sistema operativo potrebbe sovrascrivere i dati esistenti.",
    "Choose your current Operating System": "Scegli il tuo Sistema Operativo attuale",
    "Select the operating system you are currently using to view tailored installation instructions.": "Scegli il sistema operativo che stai usando per vedere le istruzioni di installazione specifiche.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Controlla il tuo Download",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Verificare il tuo download è un importante, ma opzionale, passo. Noi generiamo un checksum (o hash sum) per le immagini di elementary OS e ti raccomandiamo di verificare che il tuo download corrisponda al checksum prima di provare ad installarlo. Questo assicura che tu riceva l'immagine da installare completa e non corrotta in alcun modo.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows non include uno strumento per verificare le checksum SHA256, quindi dovrai scaricare un <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Apri Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Come \"Hash Type\", seleziona <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Nell'opzione \"Input File\", seleziona <code>Select File(s)</code> e trova il file ISO di elementary OS",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Verifica che il testo in \"Results\" sia uguale a una delle hash seguenti",
    "32-bit": "32-bit",
    "64-bit": "64-bit",
    "Creating an Install Drive": "Creare un Dispositivo di Installazione",
    "Rufus - select ISO": "Rufus - seleziona ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Comincia con una chiavetta USB con almeno 1 GB di spazio libero.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Ti servirà anche una piccola applicazione chiamata Rufus. Scaricala dal <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">suo sito web</a> e apri il file scaricato per eseguirla. Si aprirà una finestra come quella qui mostrata:",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "Ora puoi inserire la tua chiavetta USB e selezionarla nell'elenco \"Device\". Fatto ciò, dovrai selezionare \"ISO Image\" in \"Create a bootable using...\" e clicca",
    "the disk icon": "sull'icona del disco",
    "to choose the ISO that you downloaded previously.": "per scegliere l'ISO che hai scaricato prima.",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "Clicca su \"Start\", quindi attendi che il processo sia completato.",
    "Booting from the Install Drive": "Avviare dal dispositivo di installazione",
    "In order to start the installation process, you must boot your computer from the install drive.": "Per iniziare il processo di installazione, devi avviare il tuo computer dal dispositivo di installazione.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Supponendo che il tuo computer sia ancora acceso, inserisci il dispositivo di installazione e riavvia il computer.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La maggior parte dei computer ti permetteranno brevemente di modificare l'ordine di avvio solo premendo un tasto particolare — solitamente <kbd>F12</kbd>, ma talvolta <kbd>Esc</kbd> o un'altro tasto da <kbd>F1</kbd> a <kbd>F11</kbd>. Fai riferimento allo schermo o alla documentazione del tuo computer per sicurezza.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Premi <kbd>F12</kbd> (o il tasto appropriato) e seleziona il dispositivo di installazione — solitamente \"USB-HDD\" o qualcosa che contenga la parola \"USB\", ma la nomenclatura potrebbe essere diversa. Se scegli il dispositivo sbagliato, il tuo computer probabilmente continuerà ad avviarsi normalmente. Semplicemente riavvia il computer e scegli un dispositivo diverso da quel menù.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Poco dopo aver selezionato il giusto dispositivo di avvio, dovrebbe comparire la schermata di avvio di elementary OS. Ora puoi seguire le istruzioni su schermo che ti guideranno lungo il resto del procedimento.",
    "Running the following command in your terminal:": "Esegui il seguente comando nel tuo terminale:",
    "should produce the output:": "dovrebbe produrre il seguente output:",
    "Before creating an install drive, make sure you have all OS X updates installed. To check for available updates, open the Apple Menu and select either &quot;Software Update…&quot; or &quot;App Store…&quot; Make sure to install any OS updates in addition to ones labeled with &quot;Firmware&quot; and &quot;Boot Camp&quot;.": "Prima di creare un disco di installazione, assicurati di avere tutti gli aggiornamenti di OS X installati. Per verificare gli aggiornamenti disponibili, apri il Menu di Apple e seleziona \"Aggiornamento Software..\" o \"App Store...\". Assicurati di installare tutti gli aggiornamenti del sistema operativo oltre a quello etichettato con \"Firmware\" e \"Boot Camp\".",
    "You'll need a small application called &quot;Create elementary Installer&quot;. Download the latest version from <a href=\"https://github.com/linusbobcat/create-elementary-os-installer/releases/\">here</a>, uncompress it, and open the app to launch it. If your Mac cannot open it because it's from an unidentifiable developer, right (or control) click the app, and click &quot;Open&quot;.": "You'll need a small application called \"Create elementary Installer\". Download the latest version from <a href=\"https://github.com/linusbobcat/create-elementary-os-installer/releases/\">here</a>, uncompress it, and open the app to launch it. If your Mac cannot open it because it's from an unidentifiable developer, right (or control) click the app, and click \"Open\".",
    "Insert your spare USB drive, and in the window below, select the ISO file you've just downloaded.": "Insert your spare USB drive, and in the window below, select the ISO file you've just downloaded.",
    "Create elementary OS USB Installer": "Create elementary OS USB Installer",
    "Next, select your USB drive to start the installer creation process.": "Poi, seleziona la tua chiavetta USB per iniziare il processo di installazione.",
    "Select USB Drive": "Seleziona la chiavetta USB",
    "If your Mac doesn't recognize the resulting drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;.": "Se il tuo Mac non riconosce la chiavetta nel menu di boot, avrai bisogno di creare un DVD di installazione per elementary OS. Per crearlo, inserisci un DVD vuoto, clicca con il tasto destro il file ISO nel Finder, e seleziona \"Masterizza elementaryos-freya-xx.xx.iso sul Disco\".",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Dopo aver sentito il tono d'accensione, tieni premuto <kbd>Option</kbd>. Quindi, seleziona il giusto dispositivo di avvio. Tieni presente che esso potrebbe essere erroneamente identificato come \"Windows\", ma ciò è normale.",
    "You'll also need a small application called UNetbootin. To install it, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>.": "Avrai anche bisogno di una piccola applicazione chiamata UNetbootin. Per installarla, semplicemente <a href=\"http://appnr.com/install/unetbootin\">clicca questo link</a>.",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Apri UNetbootin dalla Dash in Ubuntu o dal Launchpad in OS X. Si aprirà una finestra come quella qui mostrata:",
    "UNetbootin": "UNetbootin",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "Assicurati che \"Diskimage\" sia selezionato, e clicca su \"...\" per selezionare l'ISO che hai scaricato prima. Scollega tutte le memorie USB tranne quella che intendi utilizzare. Clicca su \"OK\" e aspetta che il processo sia completato.",
    "After Installation": "Dopo l'installazione",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Usa questo tempo per leggere la  <a href=\"/docs/learning-the-basics\">guida introduttiva </a> per conoscere il tuo nuovo sistema operativo."
}