{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "A marca elementary é única: tecnicamente ela pertence à elementary LLC., a empresa que orienta e desenvolve os produtos elementary. Porém, temos uma ótima comunidade e não queremos exagerar com as restrições legais e outras complicações. Sendo assim, elaboramos algumas regras gerais para tornar mais fácil a compreensão de quando e como a marca elementary deve ser usada.",
    "Name": "Nome",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "A palavra \"elementary\" pode ser usada tanto para se referir à empresa elementary LLC quanto à marca em si. Deve ser sempre grafada em letras minúsculas, inclusive no início de sentenças. Também é usada junto com os nomes de cada produto (ex. \"elementary OS\") quando se referir a um produto específico da marca.",
    "Brand Marks": "Símbolos da Marca",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "A elementary possui dois símbolos: a logo \"elementary\" e a logo \"e\". Ambas são consideradas logomarcas e representam elementary - a companhia - e seus produtos.",
    "Both should be used with the following in mind:": "Ambas devem ser usadas pensando nas seguinte regras:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Não estique, distorça, rotacione, inverta ou altere as logomarcas.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Não use as logomarcas em um segundo plano cheio de informações e carregado; cores sólidas vão trazer melhores resultados.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "As logomarcas devem sempre ser monocromáticas; geralmente serão brancas quando o fundo for escuro ou pretas se o fundo for claro.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Logotipo elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "O logotipo deve ser usado quando a referência for a empresa. Pode também ser usado antes do nome de algum produto para se referir a um produto específico da elementary.",
    "The logotype should always be used under the following guidelines:": "O logotipo deve sempre ser usado sob as seguinte regras:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Não tente recriar o logotipo. Ele é resultado de um design muito meticuloso e planejado, não sendo apenas o nome \"elementary\" escrito com alguma fonte específica.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Não use o logotipo em dimensões muito pequenas; se não estiver legível, utilize a logomarca \"e\".",
    "Logomark": "Logomarca",
    "elementary Logomark": "Logomarca elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "A logomarca \"e\" deve ser usada para se referir à empresa elementary quando houver pouco espaço ou quando o espaço a ser preenchido for quadrado.",
    "Color": "Cores",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary utiliza cores em conjunto com nosso nome e símbolos para estabelecer a marca. Nós utilizamos a seguinte paleta de cores:",
    "Blueberry": "Blueberry",
    "Strawberry": "Morango",
    "Orange": "Laranja",
    "Banana": "Banana",
    "Lime": "Limão",
    "Grape": "Uva",
    "White": "Branco",
    "Black": "Preto",
    "Fonts": "Fontes",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Para páginas na internet e material impresso nós utilizamos a fonte Raleway nos títulos e Open Sans para o corpo do texto. Para linhas de códigos, usamos Roboto Mono.",
    "Third Parties": "Terceiros",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Encorajamos desenvolvedores terceiros a criar produtos para o elementary adotando certos elementos de nossa marca para uma melhor consistência:",
    "Voice/tone": "Sons/Tons",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Porém, para evitar confusões, restringimos o uso do nome elementary e marcas nos casos onde:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "O nome elementary ou nossos símbolos podem somente ser utilizados para se referir à empresa elementary LLC ou seus produtos (ex. elementary OS).",
    "Merchandise": "Mercadorias",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Geralmente não permitimos que nossa marca (incluindo nosso nome e símbolos) seja utilizada em qualquer tipo de mercadoria de terceiros.",
    "Assets &amp; More Info": "Direitos e mais info.",
    "Download on GitHub": "Baixar no GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Para mais informações sobre o uso do nome elementary e marcas, envie um email para  <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marca ⋅ elementary"
}