{
    "Be a Part of Something Bigger": "Faça Parte de Algo Maior",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tudo o que fazemos tem 100% de código aberto e é desenvolvido de forma colaborativa por pessoas de todas as partes do mundo. Mesmo se não for um programador, você pode participar e fazer diferença.",
    "Funding": "Financiamento",
    "Translations": "Traduções",
    "Support": "Ajuda",
    "Web": "Web",
    "Desktop": "Sistema",
    "Design": "Design",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "A melhor forma de apoio que você pode nos oferecer é a doação. Com sua ajuda, fomos capazes de evoluir de um pequeno grupo de voluntários para uma pequena empresa. Todo pequeno auxílio já nos deixa mais próximos de contratar mais um desenvolvedor em tempo integral.",
    "Bug Bounties": "Recompensas ao encontrar Bugs",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "O BountySource coloca fundos diretamente nas mãos dos desenvolvedores, recompensando-os pela correção de erros ou criação de novos recursos. Defina uma recompensa para os recursos que você acha importante ou financie um aplicativo específico. Você também pode criar uma assinatura recorrente.",
    "Learn More": "Saiba mais",
    "BountySource": "BountySource",
    "Bountied Bugs": "Bugs Reportados",
    "General Funding": "Financiamento Geral",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "O Patreon trabalha como uma campanha de financiamento coletivo. Escolha uma quantia, ganhe recompensas e nos ajude a alcançar nossas metas.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "O PayPal é uma solução simples e rápida. Escolha uma quantia ou configure uma assinatura.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "O elementary OS é criado e usado por pessoas no mundo inteiro; ajude-nos a tornar a experiência ainda melhor traduzindo-o para mais idiomas.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "O elementary OS usa uma ferramenta livre e colaborativa de tradução no Launchpad chamada Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Nosso website também é traduzido abertamente usando uma ferramenta online chamada Transifex.",
    "Translate elementary OS": "Traduza o elementary OS",
    "Translate This Website": "Traduza este website",
    "World map": "Mapa do Mundo",
    "Question & Answer": "Perguntas & Respostas",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "O StackExchange é um site de perguntas & respostas onde é possível encontrar as melhores respostas para perguntas corriqueiras. Qualquer um pode criar uma conta e começar a perguntar e responder.",
    "Unanswered Questions": "Perguntas Não Respondidas",
    "New Questions": "Novas Perguntas",
    "Documentation": "Documentação",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "O elementary fornece documentação básica para usuários e desenvolvedores, a qual está escrita em Markdown e disponível no GitHub. Dessa forma, mandar uma alteração ou nova seção ajuda muito.",
    "Learning The Basics Guide": "Guia Básico para Iniciantes",
    "Developer Docs": "Guia para Desenvolvedores",
    "Web Development": "Desenvolvimento Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nosso site é construído usando HTML, CSS, PHP e JavaScript. Estamos sempre buscando pessoas com experiência nessas áreas que queiram contribuir e torná-lo ainda melhor.",
    "Fork Our Website on GitHub": "Faça um Fork deste Website no GitHub",
    "Report a Website Issue": "Reporte um Erro do Website",
    "Desktop Development": "Desenvolvimento do Sistema",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Nosso ambiente de desktop e todos os seus aplicativos são feitos usando Vala, GTK+, Granite e várias outras bibliotecas. Hospedamos o código do sistema no Launchpad.net, um serviço gratuito para projetos de código aberto. Se você nunca desenvolveu para o elementary OS antes, recomendamos que você dê uma olhada no nosso guia de Primeiros Passos.",
    "This burndown chart shows our progress for the": "This burndown chart shows our progress for the",
    "Loki RC 1 milestone": "Loki RC 1 milestone",
    ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.": ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.",
    "Fixed": "Corrigido",
    "In Progress": "Em progresso",
    "Unfixed": "Não corrigido",
    "Browse Our Desktop Code": "Explore o código de nossa área de trabalho",
    "Browse Our Apps' Code": "Explore o código de nossos aplicativos",
    "Bitesized Bugs": "Bugs Reportados",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Todo projeto começa com uma ideia. Nossa Equipe de Design as usa e as transforma em modelos de trabalho. Nós dividimos o design em dois componentes principais:",
    "Visual Design": "Design Visual",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Nós estamos sempre abertos a novas ideias para o design visual do elementary OS. Comece a compartilhar seus mockups com",
    "our Google+ Community": "nossa comunidade no Google+",
    "Read the Interface Guidelines": "Leia as Diretrizes de Interface",
    "See Our Mockups": "Veja Nossos Mockups",
    "Interaction Design": "Design de Interação",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Nós usamos um sistema no Launchpad chamado Blueprints para criar explicações detalhadas de novas características e mudanças na interface do usuário.",
    "Read About Our Workflow": "Leia sobre o nosso Fluxo de Trabalho",
    "Browse Our Blueprints": "Explore nossos Blueprints",
    "Get Involved with elementary OS": "Participe do elementary OS"
}