{
    "Check out our progress for Freya RC 1": "Confira nosso progresso para o Freya RC 1",
    "Fixed": "Corrigido",
    "In Progress": "Em Progresso",
    "Unfixed": "Não Corrigido",
    "Translations": "Traduções",
    "Web Development": "Desenvolvimento web",
    "Design": "Design",
    "Desktop Development": "Desenvolvimento do Sistema",
    "Funding": "Funding",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Uma língua diferente é uma visão diferente da vida.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "O elementary OS é criado e usado por pessoas de todo o mundo; ajude-nos a tornar a experiência ainda melhor traduzindo-o para mais idiomas.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "O elementary OS usa uma ferramenta livre e colaborativa de tradução no Launchpad chamada Rosetta.",
    "Learn More": "Saiba Mais",
    "Our website is also openly translated using an online platform called Transifex.": "Nosso site também é traduzido abertamente usando uma ferramenta online chamada Transifex.",
    "Translate elementary OS": "Traduza o elementary OS",
    "Translate This Website": "Traduza este Website",
    "World map": "Mapa do Mundo",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Websites deveriam ser bonitos de dentro para fora\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Nosso site é construído usando HTML, CSS, PHP e JavaScript. Estamos sempre buscando pessoas com experiência nessas áreas que queiram contribuir e torná-lo ainda melhor. A maioria do trabalho de design é feito pelo nosso Time de Design, mas adoramos ideias de design para o nosso Time Web.",
    "Fork Us on GitHub": "Faça um Fork no GitHub",
    "See Our Open Bug Reports": "Veja os Nossos Relatórios de Erros Abertos",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Ótimo design é fazer algo memorável e significativo.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Todo projeto começa com uma ideia. A nossa Equipe de Design pega elas e as transforma em roteiros. Nós dividimos design em dois componentes: ",
    "<strong>Visual Design</strong>": "<strong>Design Visual</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Um bom lugar para designers gráficos começarem é compartilhando seus modelos com <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\"> nossa Comunidade Google+</a>",
    "<strong>Interactive Design</strong>": "<strong>Design Interativo</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Utiizamos um sistema no Launchpad chamado Blueprints para criar explicações detalhadas de novas funcionalidades",
    "Read the Interface Guidelines": "Leia as Diretrizes de Interface",
    "Browse Our Blueprints": "Explore nossos Blueprints",
    "Read About Our Workflow": "Leia Sobre o Nosso Fluxo de Trabalho",
    "Application wire frame": "Wire Frame de Aplicativos",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Antes de softwares serem reutilizáveis, eles tem primeiro de ser utilizáveis\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Nosso ambiente de trabalho e todos os seus aplicativos são feitos usando Vala, GTK+, Clutter, Cairo, Granite e outras bibliotecas livres. Todo o nosso código está hospedado em Launchpad.net, um serviço gratuito para projetos de código aberto. Estamos sempre buscando por contribuidores de todos os níveis de habilidade.",
    "Browse Our Desktop Code": "Explore o Código do Nosso Desktop",
    "Browse Our Apps' Code": "Explore o Código dos Nossos Aplicativos",
    "Scratch text editor": "Editor de texto Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Do what you love and the money will follow.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "General Funding",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Envolva-se com o elementary OS"
}