{
    "Check out our progress for Freya RC 1": "Confira nosso progresso para o Freya RC 1",
    "Fixed": "Corrigido",
    "In Progress": "Em Progresso",
    "Unfixed": "Não Corrigido",
    "Translations": "Traduções",
    "Web Development": "Desenvolvimento web",
    "Design": "Design",
    "Desktop Development": "Desenvolvimento do Sistema",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Uma linguagem diferente é uma visão diferente da vida.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "o elementary OS é criado e usedo por pessoas de todo o mundo; ajude-nos a tornar a experiência ainda melhor traduzindo para mais idiomas.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "o elementary OS usa uma ferramenta livre e colaborativa de tradução no Launchpad chamada Rosetta.",
    "Learn More": "Saiba Mais",
    "Our website is also openly translated using an online platform called Transifex.": "Nosso site também é traduzido abertamente usando uma ferramenta online chamada Transifex.",
    "Translate elementary OS": "Traduza o elementary OS",
    "Translate This Website": "Traduza este Website",
    "World map": "Mapa do Mundo",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Websites deveriam ser bonitos de dentro para fora\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Nosso site é construído usando HTML, CSS, PHP e JavaScript. Estamos sempre buscando pessoas com experiência nessas áreas que queiram contribuir e torná-lo ainda melhor. A maioria do trabalho de design é feito pelo nosso Time de Design, mas adoramos ideias de design para o nosso Time Web.",
    "Fork Us on GitHub": "Faça um Fork no GitHub",
    "See Our Open Bug Reports": "Veja os Nossos Reportes de Bugs Abertos",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Ótimo design é fazer algo memorável e significativo.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Todo projeto começa com uma ideia. A nossa Equipe de Design pega elas e as transforma em roteiros. Nós dividimos design em dois componentes: ",
    "Visual Design": "Design Visual",
    "A great place for visual designers to get started is by sharing mockups with": "Um excelente lugar para designers visuais começarem é compartilhando mockups com",
    "our Google+ Community": "nossa Comunidade no Google+",
    "Interactive Design": "Design Intertivo",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Utiizamos um sistema no Launchpad chamado Blueprints para criar explicações detalhadas de novas funcionalidades",
    "Read the Interface Guidelines": "Leia os Guias de Interface",
    "Browse Our Blueprints": "Explore nossas Blueprints",
    "Read About Our Workflow": "Leia Mais Sobre o Nosso Fluxo de Trabalho",
    "Application wire frame": "Wire Frame de Aplicativos",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Antes do software ser reutilizável tem de ser primeiro utilizável\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Nosso ambiente de trabalho e todos os seus aplicativos são feitos usando Vala, GTK+, Clutter, Cairo, Granite e outras bibliotecas livres. Todo o nosso código está hospedado em Launchpad.net, um serviço gratuito para projetos de código aberto. Nós estamos sempre buscando por contribuidores de todos os níveis de habilidade.",
    "Browse Our Desktop Code": "Explore o Código do Nosso Desktop",
    "Browse Our Apps' Code": "Explore o Código dos Nossos Aplicativos",
    "Scratch text editor": "Editor de texto Scratch",
    "Get Involved with elementary OS": "Envolva-se com o elementary OS"
}