{
    "A fast and open replacement for Windows and OS X": "Uma alternativa rápida e gratuita ao Windows e ao OS X",
    "Custom": "Personalizar",
    "Enter any dollar amount.": "Digite qualquer valor em dólar.",
    "Purchase elementary OS": "Comprar o elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0,3 Freya | 1.15 GB ( para PC ou Mac)",
    "What the press is saying about elementary OS:": "O que a imprensa está dizendo sobre o elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“O elementary OS é diferente… É um sistema operacional bonito e poderoso, que funcionará bem até mesmo em computadores antigos”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“uma plataforma rápida e de baixa manutenção, que pode ser instalada praticamente em qualquer lugar”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Leve e rápido… Completamente desenvolvido pela comunidade, e possui um verdadeiro dom para design e aparência.”",
    "Meet Our Apps": "Conheça Nossos Aplicativos",
    "Photos": "Fotos",
    "Music": "Música",
    "Videos": "Vídeos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importe, organize e edite suas fotos. Crie apresentações. Compartilhe-os no Facebook ou Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organize e escute suas músicas. Navegue por álbuns, use a busca rápida e faça suas próprias playlists com suas músicas favoritas.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Assista a filmes e vídeos em uma interface minimalista. A barra de controle oculta-se para que você veja mais do seu filme.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navegue pela web com um navegador rápido e leve. O Midori suporta websites e aplicativos web que utilizam HTML5, além de preservar a bateria do aparelho.",
    "Learn More": "Saiba mais",
    "dat": "dat",
    "Accessories": "Acessórios",
    "Graphics": "Gráficos",
    "Internet": "Internet",
    "Office": "Escritório",
    "Other": "Outros",
    "Sound &amp; Video": "Som e Vídeo",
    "System Tools": "Ferramentas do Sistema",
    "Applications": "Aplicativos",
    "3 Ways to Explore": "3 Formas de Explorar",
    "Grid": "Grade",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Exiba todos os seus aplicativos em uma grade, em ordem alfabética. Passe por ela para encontrar o que deseja.",
    "Categories": "Categorias",
    "View your apps automatically organized into categories. Perfect for large collections.": "Visualize seus aplicativos organizados automaticamente em categorias. Perfeito para grandes coleções.",
    "Search": "Pesquisa",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Abra aplicativos, painéis de configurações, execute comandos e mais com o Lightning Fast Search View.",
    "Open Source": "Código Aberto",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Nosso código está disponível para revisão, análise, modificação e redistribuição a qualquer pessoa.",
    "No Ads. No Spying.": "Sem propagandas. Sem espionagem.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nós não fazemos acordo com anunciantes e não coletamos dados pessoais. Nossa única fonte de renda vem diretamente dos nossos usuários.",
    "Safe &amp; Secure": "Confiável e Seguro",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Construído com Linux: o mesmo software usado pelo Departamento de Defesa Americano, o Banco da China e muitos outros.",
    "Security Notices": "Notas de segurança",
    "Download elementary OS": "Baixar o elementary OS",
    "Choose a Download": "Escolha uma opção de download",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Recomendamos a opção 64-bits para a maioria dos computadores modernos. Para ajuda e mais informações, veja o",
    "installation guide": "Guia de Instalação",
    "Freya 32-bit": "Freya 32-bits",
    "Torrent Magnet Link": "Link Magnético de Torrent",
    "Freya 64-bit": "Freya 64-bits"
}