{
    "Download elementary OS": "Baixar o elementary OS",
    "Blog": "Blog",
    "Support": "Suporte",
    "Store": "Loja",
    "Developer": "Desenvolvedor",
    "Get Involved": "Envolva-se",
    "This is a development site.": "Este é um site de desenvolvimento",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "Você está vendo uma versão de desenvolvimento de nosso site. Algumas páginas aqui talvez não funcionem ou atuem como esperado. Se chegou aqui por acidente, por favor vá para <a href=\"http://elementary.io\">elementary.io</a>, nosso site atual.",
    "A fast and open replacement for Windows and OS X": "Um substituto rápido e gratuito ao Windows e OS X",
    "Custom": "Outro",
    "Enter any dollar amount.": "Digite qualquer valor em dólar.",
    "Download Freya": "Baixar Freya",
    "893 MB (for PC or Mac)": "893 MB (para PC ou Mac)",
    "What the press is saying about elementary OS:": "O que a imprensa esta dizendo sobre o elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“O elementary OS é diferente… um sistema operacional bonito e poderoso que funcionará bem até mesmo em computadores antigos”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“uma plataforma rápida e de baixa manutenção que pode ser instalada em praticamente qualquer lugar”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Leve e rápido… Completamente desenvolvido pela comunidade, e possui um verdadeiro dom para design e aparência.”",
    "Meet Our Apps": "Conheça nossos Apps",
    "Photos": "Fotos",
    "Music": "Música",
    "Videos": "Vídeos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importe, organize e edite suas fotos. Crie apresentações. Compartilhe no Facebook ou Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organize e escute suas músicas. Navegue por álbuns, use a busca rápida e faça suas próprias playlists com suas músicas favoritas.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Assista a filmes e vídeos com uma interface mínima. A barra de controle fica oculta para que você veja mais do seu filme.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navegue na web com um navegador rápido e leve. Midori permite o uso de sites HTML5 e aplicativos web, além de ser mais leve para o consumo de bateria.",
    "Learn More": "Saiba Mais",
    "dat": "dat",
    "Accessories": "Acessórios",
    "Graphics": "Gráficos",
    "Internet": "Internet",
    "Office": "Escritório",
    "Other": "Outros",
    "Sound &amp; Video": "Som e Vídeo",
    "System Tools": "Ferramentas do Sistema",
    "Applications": "Aplicativos",
    "3 Ways to Explore": "3 maneiras para explorar",
    "Grid": "Grid",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Exibir todos os seus aplicativos em uma grade em ordem alfabética. Folhear e encontrar o que deseja.",
    "Categories": "Categorias",
    "View your apps automatically organized into categories. Perfect for large collections.": "Visualizar seus aplicativos organizados automaticamente em categorias. Perfeito para grandes coleções.",
    "Search": "Pesquisa",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Lançar aplicativos, abrir painéis de configurações, executar comandos e mais velocidade na visualização das pesquisas.",
    "Open Source": "Código Livre",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Nosso código está disponível para revisão, análise, modificação e redistribuição para qualquer pessoa.",
    "No Ads. No Spying.": "Sem Propagandas. Sem espionagem.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nós não fazemos acordo com anunciantes e não coletamos dados pessoais. Nossa única fonte de renda vem diretamente dos nossos usuários.",
    "Safe &amp; Secure": "Confiável e Seguro",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Construído com Linux: O mesmo software usado pelo Departamento de Defesa Americano, o Banco da China e muitos outros.",
    "Choose a Download": "Escolha uma Opção de Download",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Recomendamos 64-bit para a maioria dos computadores modernos. Para ajuda e mais informações, veja o",
    "installation guide": "guia de instalação",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Link Magnético Torrent",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Copyright © 2015 elementary LLC. <a href=\"/privacy-policy\">Politica de Privacidade</a>",
    "Language": "Idioma",
    "Change Site Language": "Mudar o Idioma do Site",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "O site do elementary OS é construído sob tecnologias web modernas que o seu navegador não suporta.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "Esta versão do Internet Explorer está desatualizada e pode conter erros ou vulnerabilidades de segurança. Por favor <a href=\"http://browsehappy.com/\">atualize</a> para o IE 11 ou um navegador alternativo.",
    "Dismiss": "Dispensar"
}