{
    "Privacy Policy": "Política de Privacidade",
    "Do Not Track": "Não Rastrear",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Este site honra a configuração \"Não me rastreie\" encontrada na maioria dos navegadores modernos e desativa o Google Analytics quando presente. Não podemos remover outros métodos de rastreamento automaticamente sem impactar severamente no uso do site. Se deseja gerenciar manualmente esses métodos de rastreio, consulte a seção sobre desativação de cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Você pode optar por desativar ou seletivamente desabilitar todos os cookies ou cookies de terceiros nas configurações do seu navegador.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Esta página usa cookies para melhoramentos incrementais. Pode verificar que os serviços funcionam sem eles mas com usabilidade reduzida. Por exemplo, a página não se lembrará se pagou previamente pelo elementary OS; por defeito você será solicitado para pagar novamente.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Armazena cookies para guardar registos de comportamento de elementos e analizar potenciais ameaças. Para mais informações, veja a",
    "CloudFlare Privacy & Security Policy": "Política de Privacidade e Segurança do CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Armazena cookies para recolher informação—incluindo o número de visitantes a este site, de onde foram referidos, e as páginas que visitam—num formato anônimo. Esta informação é utilizada para ajudar melhorar o site. Para mais informação, veja o artigo do google a respeito",
    "Safeguarding Your Data": "Protegendo Seus Dados",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utiliza cookies para guardar a sua última encomenda e o seu país para saber quais tipos de cartão oferecer como forma de pagamento. Para mais informações, veja a",
    "Stripe's Privacy Policy": "Política de Privacidade do Stripe",
    "Manage Cookies": "Gerenciar Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.",
    "Privacy Policy &sdot; elementary": "Política de Privacidade ⋅ elementary"
}