{
    "Brand": "Značka",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Značka elementary je unikátna: technicky patrí spoločnosti elementary LLC., spoločnosti, ktorá vedie a podporuje vývoj produktov elementary. Avšak, máme skvelú komunitu a nechceme byť príliš panovačný kvôli formalitám a právnym požiadavkám. Práve preto sme napísali návody, aby sme uľahčili porozumieť tomu kde a ako by mala byť značka elementary použitá.",
    "Name": "Názov",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Slovo \"elementary\" odkazuje na a je ochranná známka elementary LLC. elementary je vždy malým písmenom, aj vtedy keď začína vetu ako je táto. Je taktiež používané spolu s názvami produktov (tj. \"elementary OS\") odkazujúc na špecifický elementary produkt.",
    "Brand Marks": "Značky produktu",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary vlastní dve značky: \"elementary\" logotyp a \"e\" logomark.\nOba sú považované za ochrannú značku a reprezentujú elementary-spoločnosť- a jej produkty.",
    "Both should be used with the following in mind:": "Oba majú byť používané s ohľadom na nasledujúce:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Nenaťahujte, neprekrúcajte, neotáčajte, neprehadzujte alebo inak neupravujte značky.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Nepoužívajte značky na veľmi pestrých pozadiach; plné farby fungujú najlepšie.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Značky by mali byť stále čiernobiele; zvyčajne biele na tmavom pozadí, alebo čierne na svetlom pozadí.",
    "Logotype": "Logotyp",
    "elementary Logotype": "elementary logotyp",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotyp má byť používaný keď to dovoľuje priestor odkazujúc na spoločnosť elementary. Môže byť použitý pred názvom produktu odkazujúc na specifický produkt elementary.",
    "The logotype should always be used under the following guidelines:": "Logotyp by mal byť vždy používaný podľa nasledujúcich pokynov:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Nepokúšajte sa znovu vytvoriť logotyp. Je to starostlivo navrhnutá značka produktu, nie jednoducho \"elementary\" napísané v špecifickom fonte.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Nepoužívajte logotyp v malých veľkostiach; ak to nie je zreteľné, použite logomark.",
    "Logomark": "",
    "elementary Logomark": "elementary logomark",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Logomark \"e\" má byť používaný odkazujúc na spoločnosť elementary, ak je priestor stiesnený alebo je požadovaný štvorcový pomer.",
    "Color": "Farba",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary využíva kombináciu farby s našim názvom a znakmi pre ustanovenie značky. Používame nasledujúcu paletu:",
    "Blueberry": "Čučoriedka",
    "Strawberry": "Jahoda",
    "Orange": "Pomaranč",
    "Banana": "Banán",
    "Lime": "Limetka",
    "Grape": "Grapefruit",
    "White": "Biela",
    "Black": "Čierna",
    "Fonts": "Písma",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Pre web a tlač, používame Raleway pre nadpisy a Open Sans pre telo. Pre bloky kódu používame Roboto Mono.",
    "Third Parties & Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Odporúčame developerom tretích strán tvoriacich produkty pre elementary OS, aby si osvojili prvky značky elementary k dosiahnutiu zhody:",
    "Voice\/tone": "Hlas\/tón",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Avšak, aby nedošlo k zmäteniu uživateľa, obmedzujeme použitie názvu elementary a značiek:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Povzbudzujeme Ťa, aby si hovoril, že Tvoja aplikácia alebo služba je navrhnutá pre elementary OS, avšak prosím nepoužívaj názov elementary alebo značky ako časť názvu svojej spoločnosti, aplikácie, produktu, služby alebo v akomkoľvek logu, ktoré vytvoríš.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Názov alebo značky elementary používaj len k odkazu na elementary LLC, alebo jej produktov (tj. elementary OS).",
    "Community": "",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "",
    "elementary Community Logo with color": "",
    "elementary Community Logo in black": "",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "",
    "Merchandise": "Tovar",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Zvyčajne neumožňujeme, aby značky (vrátane nášho názvu alebo značky) boli použité na tovare tretích strán.  ",
    "Assets & More Info": "",
    "Download on GitHub": "Stiahnúť z GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Pre ďalšie informácie ohľadom používania názvu elementary, značenia alebo obchodných značiek, prosím kontaktujte <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand ⋅ elementary": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": ""
}