{
    "Brand": "Značka",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "Značka elementary patrí elementary, Inc., spoločnosti, ktorá spravuje a podporuje vývoj produktov elementary. Tieto pokyny popisujú kedy a ako by mala byť značka elementary používaná.",
    "Company and Product Names": "Spoločnosť a názvy produktov",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Slovo <strong>elementary</strong> je ochranná známka elementary, Inc. označujúca spoločnosť samotnú. Vždy sa píše s malým počiatočným písmenom, aj na začiatku viet. Taktiež môže byť používané s názvami produktov (napr. „elementary OS“) na označovanie špecifického produktu elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Hlavný produkt elementary, Inc. je <strong>elementary OS</strong>. Kvôli zrozumiteľnosti by elementary OS nemalo byť nikdy skracované na „elementary“ alebo inú skratku.",
    "Brand Marks": "Značenie",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. si vyhradzuje právo na dve značenia: <strong>znak „e“</strong> a <strong>logotyp „elementary“</strong>. Obidve sú považované za ochranné známky a reprezentujú elementary, Inc.",
    "Both should be used with the following in mind:": "Obidve by mali byť používané s ohľadom na nasledujúce pravidlá:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Nenaťahujte, nevychyľujte, neotáčajte, nepreklápajte a ani inak neupravujte značenia.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Nepoužívajte značenia na príliš pestrých pozadiach; jednofarebné pozadia fungujú najlepšie.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Značenia by mali byť jednofarebné; napr. biele na tmavom pozadí alebo čierne na svetlom pozadí.",
    "elementary Logomark": "Znak elementary",
    "Default logomark": "Štandardný znak",
    "Alternate elementary Logomark": "Alternatívny znak elementary",
    "Alternate logomark": "Alternatívny znak",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "Na označovanie elementary, Inc. by mal byť používaný znak „e“, špecificky ak je vyžadovaný štvorcový pomer strán. Mal by byť používaný vo väčších veľkostiach, ak sa nachádza popri podobne mohutných logách. Tenší, alternatívny znak môže byť používaný na menších miestach, alebo ak štandardný znak pôsobí príliš mohutne.",
    "elementary Logotype": "Logotyp elementary",
    "Logotype": "Logotyp",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "Logotyp „elementary“ by mal byť používaný, ak priestor umožňuje označovať elementary, Inc. Taktiež môže byť používaný pred menom produktu na označenie špecifického produktu elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "Logotyp by mal byť vždy používaný podľa nasledujúcich pokynov:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Nepokúšajte sa napodobniť logotyp písaním „elementary“ v špecifickom fonte; vždy používajte poskytnutú grafiku.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Nepoužívajte logotyp pri malých veľkostiach; ak nie je zreteľný, použite namiesto neho znak.",
    "Color": "Farby",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Na reprezentáciu našej značky používame konkrétne farby kombinované s naším menom a značením. Používame nasledujúcu paletu:",
    "Strawberry": "Jahodová",
    "Strawberry 100": "Jahodová 100",
    "Strawberry 300": "Jahodová 300",
    "Strawberry 500": "Jahodová 500",
    "Strawberry 700": "Jahodová 700",
    "Strawberry 900": "Jahodová 900",
    "Orange": "Pomarančová",
    "Orange 100": "Pomarančová 100",
    "Orange 300": "Pomarančová 300",
    "Orange 500": "Pomarančová 500",
    "Orange 700": "Pomarančová 700",
    "Orange 900": "Pomarančová 900",
    "Banana": "Banánová",
    "Banana 100": "Banánová 100",
    "Banana 300": "Banánová 300",
    "Banana 500": "Banánová 500",
    "Banana 700": "Banánová 700",
    "Banana 900": "Banánová 900",
    "Lime": "Limetková",
    "Lime 100": "Limetková 100",
    "Lime 300": "Limetková 300",
    "Lime 500": "Limetková 500",
    "Lime 700": "Limetková 700",
    "Lime 900": "Limetková 900",
    "Mint": "Mätová",
    "Mint 100": "Mätová 100",
    "Mint 300": "Mätová 300",
    "Mint 500": "Mätová 500",
    "Mint 700": "Mätová 700",
    "Mint 900": "Mätová 900",
    "Blueberry": "Čučoriedková",
    "Blueberry 100": "Čučoriedková 100",
    "Blueberry 300": "Čučoriedková 300",
    "Blueberry 500": "Čučoriedková 500",
    "Blueberry 700": "Čučoriedková 700",
    "Blueberry 900": "Čučoriedková 900",
    "Grape": "Hroznová",
    "Grape 100": "Hroznová 100",
    "Grape 300": "Hroznová 300",
    "Grape 500": "Hroznová 500",
    "Grape 700": "Hroznová 700",
    "Grape 900": "Hroznová 900",
    "Bubblegum": "Žuvačková",
    "Bubblegum 100": "Žuvačková 100",
    "Bubblegum 300": "Žuvačková 300",
    "Bubblegum 500": "Žuvačková 500",
    "Bubblegum 700": "Žuvačková 700",
    "Bubblegum 900": "Žuvačková 900",
    "Latte": "",
    "Latte 100": "",
    "Latte 300": "",
    "Latte 500": "",
    "Latte 700": "",
    "Latte 900": "",
    "Cocoa": "Kakaová",
    "Cocoa 100": "Kakaová 100",
    "Cocoa 300": "Kakaová 300",
    "Cocoa 500": "Kakaová 500",
    "Cocoa 700": "Kakaová 700",
    "Cocoa 900": "Kakaová 900",
    "Silver": "Strieborná",
    "Silver 100": "Strieborná 100",
    "Silver 300": "Strieborná 300",
    "Silver 500": "Strieborná 500",
    "Silver 700": "Strieborná 700",
    "Silver 900": "Strieborná 900",
    "Slate": "Bridlicová",
    "Slate 100": "Bridlicová 100",
    "Slate 300": "Bridlicová 300",
    "Slate 500": "Bridlicová 500",
    "Slate 700": "Bridlicová 700",
    "Slate 900": "Bridlicová 900",
    "Black": "Čierna",
    "Black 100": "Čierna 100",
    "Black 300": "Čierna 300",
    "Black 500": "Čierna 500",
    "Black 700": "Čierna 700",
    "Black 900": "Čierna 900",
    "Fonts": "Písmo",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Pre web a tlač používame v nadpisoch a tele textu Inter. V blokoch kódu používame Roboto Mono.",
    "Third Parties &amp; Community": "Tretie strany a komunita",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Za účelom konzistentnosti nabádame vývojárov tretích strán vytvárajúcich produkty pre elementary OS k použitiu určitých prvkov značky elementary:",
    "Voice/tone": "Hlas/tón",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Avšak, aby nedochádzalo k zmäteniu užívateľov, obmedzujeme použitie názvu a značenia elementary:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Odporúčame označovať vašu aplikáciu alebo službu ako „vytvorenú pre elementary OS“, ale nepoužívajte meno alebo značenie elementary ako časť mena vašej spoločnosti, aplikácie, produktu, služby alebo loga, ktoré vytvoríte.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Meno a značenie elementary používajte iba na označovanie elementary, Inc. alebo jej produktov (napr. elementary OS).",
    "Community": "Komunita",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Pri komunitných produktoch (stránky, fankluby, atď.) odporúčame použitie komunitného loga elementary:",
    "elementary Community Logo with color": "Komunitné logo elementary vo farbe",
    "elementary Community Logo in black": "Komunitné logo elementary v čiernej",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "To pomôže reprezentovať produkt ako súčasť komunity elementary, predchádzajúc zmäteniu, ktoré by mohlo vznikať pri použití znaku elementary, Inc.",
    "Hardware Distributors": "Distribútori hardvéru",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Pokým náš softvér nesie značenie elementary, musí byť dojem z neho konzistentný – či už bol OS stiahnutý z našej stránky alebo predinštalovaný na hardvérovom produkte.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Softvérové komponenty elementary OS môžu byť modifikované a redistribuované podľa open source podmienok softvérovej licencie. Avšak, vyššie spomenuté značenie a ochranné známky môžu byť redistribuované iba pod aspoň jednou s nasledujúcich podmienok:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "softvér zostane v podstate bez zmeny, vrátane štandardných aplikácií, štýlov, ikonografie a pod., alebo",
    "Software modifications are approved by elementary, Inc.": "sú softvérové zmeny schválené elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Ovládače a úpravy potrebné na spustenie softvéru na konkrétnom hardvéri sú samozrejme akceptovateľné. Chápeme, že značenie distribútora (napr. predvolené pozadia) môžu byť pre distribútorov dôležité, preto sú tieto úpravy zvyčajne povolené. V prípade nejasností nás kontaktujte cez email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Ak nemôžete alebo nemáte záujem dodržiavať podmienky redistribúcie ochranných známok elementary, Inc., odstránenie náších ochranných známok z OS je jednoduché:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Upravte riadok <code>DISTRIB_DESCRIPTION</code> v súbore <code>/etc/lsb-release</code> a odstráňte naše ochranné známky.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Nahraďte ikonografiu tak, aby sa ikona <code>distributor-logo</code> nachádzajúca sa v <code>/usr/share/icons/elementary/places/</code> neobjavovala v OS v žiadnej z dodaných veľkostí.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Odstráňte alebo nahraďte balíky <code>plymouth-theme-elementary</code> a <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Viac informácií o výrobcoch a distribútoroch hardvéru nájdete v sekcii <a href=\"oem\">informácie pre výrobcov</a>.",
    "Merchandise": "Reklamné produkty",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Nedovoľujeme používanie našej značky (vrátane nášho mena alebo značenia) na reklamných produktoch tretích strán bez výslovného písomného súhlasu.",
    "Assets &amp; More Info": "Dodatočné materiály a ďalšie informácie",
    "Download on GitHub": "Stiahnuť cez GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Pre ďalšie informácie ohľadom používania názvu, značky a ochranných známok elementary nás prosím kontaktujte cez <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Značka &sdot; elementary"
}
