{
    "Be a Part of Something Bigger": "Buďte súčasťou niečoho väčšieho",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Všetko čo robíme je 100% open source a vyvinuté spoločne ľuďmi z celého sveta. Aj keď nie ste programátor, môžete sa zapojiť a niečo zmeniť.",
    "Funding": "Financovanie",
    "Translations": "Preklady",
    "Support": "Podpora",
    "Web": "Web",
    "Desktop": "Pracovné prostredie",
    "Design": "Dizajn",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "S pomocou našich užívateľov a fanúšikov sme boli schopní vyrásť zo skupinky zapálených dobrovoľníkov na malú, ale udržateľnú firmu. Každý kúsok podpory nám pomáha zlepšovať elementary OS a prekonávať ešte ambicióznejšie problémy.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Ukážte svoju podporu priamym príspevkom elementary a získajte odznak na vašom GitHub profile. Služba GitHub Sponsors si neúčtuje žiadne poplatky, takže je skvelým spôsobom, ako urobiť váš príspevok ešte účinnejším.",
    "Sponsor on GitHub": "Prispieť cez GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon funguje ako bežná crowdfundingová iniciatíva. Vyberte si čiastku, ktorou chcete každý mesiac prispieť na podporu našich cieľov. A navyše získajte exkluzívne odmeny a skorý prístup k exkluzívnemu obsahu.",
    "Back on Patreon": "Podporiť cez Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Jednoducho použite vašu debitnú kartu, kreditnú kartu alebo účet PayPal. Môžete si vybrať jednorázovú alebo nastaviť pravidelné platby.",
    "Use PayPal": "Použiť PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal – Jednoduchší a bezpečnejší spôsob, ako platiť online!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Nastavte si pravidelný príspevok cez Liberapay, open source neziskovú platformu pre financovanie.",
    "Contribute with Liberapay": "Prispieť cez Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS je tvorený a používaný ľuďmi z celého sveta. Pomôžte nám zlepšiť zážitok z neho prekladaním do ďalších jazykov.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS aj naša stránka sú verejne prekladané pomocou online platformy Weblate.",
    "Learn More": "Zistiť viac",
    "Join Chat": "Pripojiť sa k chatu",
    "Suggest Translations": "Navrhnúť preklady",
    "World map": "Mapa sveta",
    "Question &amp; Answer": "Otázky a odpovede",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange je Q&amp;A stránka navrhnutá pre nájdenie najlepších odpovedí na časté otázky. Ktokoľvek si môže vytvoriť účet a začať sa pýtať či odpovedať.",
    "New Questions": "Nové otázky",
    "Unanswered Questions": "Nezodpovedané otázky",
    "Documentation": "Dokumentácia",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary poskytuje základnú dokumentáciu pre užívateľov aj vývojárov. Celá naša dokumentácia je napísaná v jazyku Markdown a sprístupnená cez GitHub, takže navrhnutie zmeny alebo novej sekcie je jednoduché.",
    "Learning the Basics Guide": "Príručka zo základmi",
    "Developer Docs": "Vývojárska dokumentácia",
    "Web Development": "Vývoj webu",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Naša webová stránka je vytvorená pomocou HTML, CSS, PHP a JavaScriptu. Neustále hľadáme skúsených ľudí v týchto oblastiach, ktorí by radi prispeli a urobili ju ešte lepšou.",
    "Report a Website Issue": "Nahlásiť chybu na našej webstránke",
    "Fork the Website on GitHub": "Forknúť webstránku cez GitHub",
    "Desktop Development": "Vývoj pracovného prostredia",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "",
    "Developer Guide": "",
    "Browse Code": "Prechádzať zdrojový kód",
    "Report issues": "Hlásenie problémov",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Pomôžte nám hľadaním a hlásením problémov. Alebo potvrdzovaním, objasňovaním a riešením existujúcich.",
    "Read the Guide": "Prečítať si príručku",
    "Fix issues": "Riešenie problémov",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Prispejte do elementary OS opravovaním chýb, zlepšovaním funkcionality alebo implementovaním nových funkcií.",
    "Bitesize Issues": "Drobné problémy",
    "Create apps": "Vytváranie aplikácií",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Zlepšite celkový ekosystém elementary OS a získajte peniaze vytváraním nových skvelých aplikácií pre AppCenter.",
    "Publish on AppCenter": "Publikovať cez AppCenter",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Náš dizajnérsky tím premieňa nápady na jasné hlásenia chýb a doručiteľné materiály. Než sa ponoríte do úprav, odporúčame vám prečítať si niečo o našom postupe pri dizajne.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Náš dizajnérsky tím zaznamenáva cez GitHub úpravy, ktoré „potrebujú dizajn“. Tieto môžu potrebovať ďalšiu diskusiu ohľadom dizajnu, návrhy rozhrania, alebo dodatočné materiály.",
    "See ‘Needs Design’ Issues": "Pozrieť si úpravy so štítkom „potrebuje dizajn“",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS používa systémové štýly napísané v CSS. Tie definujú, ako má byť zobrazované rozhranie ako napr. tlačidlá, panely s nástrojmi alebo menu.",
    "View Stylesheet": "Pozrieť si definície štýlov",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS obsahuje sadu vektorových ikon, ktoré sú používané vrámci všetkých štandardných aplikácií a sú dostupné pre aplikácie tretích strán.",
    "Browse Icons": "Prechádzať ikony",
    "Get Involved with elementary OS": "Zapojiť sa &sdot; elementary"
}
