{
    "Information for OEMs": "Informácie pre OEM",
    "Give your customers the best experience with elementary OS.": "Ponúknite vašim zákazníkom čo najlepšiu skúsenosť s elementary OS.",
    "Partners &amp; Retailers": "Partneri a predajcovia",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Ponúkame dva spôsoby ako sa stať oficiálnym OEM pre elementary OS v <a href=\"https://store.elementary.io\">našom obchode</a>, s rozdielnymi požiadavkami a výhodami.",
    "Partner": "Partner",
    "Model-by-model approval with those specific models featured in <a href=\"https://store.elementary.io\">our store</a>.": "Schvaľovanie modelov po jednom. Tieto špecifické modely budú zahrnuté v <a href=\"https://store.elementary.io\">našom obchode</a>.",
    "Requirements:": "Požiadavky:",
    "Official involvement from elementary, Inc.": "Oficiálna účasť elementary, Inc.",
    "Negotiable per-device royalty": "Zjednateľné licenčné poplatky za zariadenie",
    "Strict software guidelines": "Prísne softvérové usmernenia",
    "Trademark compliance": "Súlad s ochrannou známkou",
    "Retailer": "Predajca",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Odkaz na vašu webstránku prístupný z <a href=\"https://store.elementary.io\">nášho obchodu</a>.",
    "Selling devices with elementary OS": "Predaj zariadení s elementary OS",
    "Per-device royalty encouraged": "Odporúčané licenčné poplatky za zariadenie",
    "Resources": "Zdroje",
    "Installation": "Inštalácia",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down and the device is ready to be shipped to a customer. To create a custom image, install the OS, configure the system with an administrator account, delete that account, then create an image of the disk. In both cases, Initial Setup will run on the customer's first boot and create their user account.": "Inštalátor elementary OS zaobchádza s každou inštaláciou ako s OEM inštaláciou; prejdite ním pre inštaláciu operačného systému, potom vypnite a zariadenie bude pripravené na odoslanie zákazníkovi. Pre vytvorenie vlastného obrazu nainštalujte OS, ponastavujte systém pomocou administrátorského účtu, odstráňte spomínaný účet a potom vytvorte obraz disku. V oboch prípadoch sa Prvotné nastavenie spustí pri prvom zapnutí zariadenia zákazníkom a umožní mu vytvoriť si používateľský účet.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Inštalátor</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Prvotné nastavenie</a>",
    "System Settings": "Nastavenia systému",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "Nastavenia systému ponúkajú viacero výhod pre OEM používajúcich elementary OS. Pomocou zásuvných modulov a jednoduchého pridania vlastnej značky, Nastavenia systému boli navrhnuté so zamyslením na požiadavky OEM.",
    "Plugs": "Zásuvné moduly",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "Nastavenia systému (prezývané <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Rozvádzač</a>) používa koncept „Modulov (Plugs)“ pre poskytnutie pripojiteľných modulov nastavení pre rôzne hardvérové a softvérové záležistosti. Napríklad, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Nastavenia myši a touchpadu</a> sú dostupné ako modul.",
    "Switchboard": "Rozvádzač",
    "OEMs are able to develop and ship custom plugs if there is special or unique hardware in the machine that would require configuration outside of what is available by default in elementary OS; for example, special sensors or input methods that are not present in most hardware and therefor not implemented by default. Of course if this configuration could be relevant to a broader set of users, contributing upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is heavily encouraged.": "OEM môžu vyvíjať a dodávať vlastné moduly, ak sa v zariadení nachádza špeciálny hardvér, ktorý by potreboval nastavenie mimo toho, čo už je dostupné v základnej verzii elementary OS; napríklad špeciálne senzory alebo metódy vstupu, ktoré sa nenachádzajú vo väčšine hardvéru, takže nie sú v základe implementované. Samozrejme, pokiaľ by takáto zostava mohla byť vhodná pre väčšie množstvo používateľov, prispievanie k <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existujúcim modulom</a> by bolo veľmi nápomocné.",
    "Documentation": "Dokumentácia",
    "OEM Info in About": "Informácie o OEM v časti O zariadení",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "Modul<a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">O zariadení</a> zobrazuje používateľovi systémové informácie a ponúka viaceré systémové akcie, napríklad obnovu nastavení, nahlasovanie problémov a získavanie pomoci. Spolu s informáciou o softvéri (ako verzia operačného systému) poskytuje priestor aj pre informácie o hardvéri. V základe je táto časť vyplnená generickým obrázkom a názvom zariadenia. OEM však môžu v tejto časti poskytovať vlastné údaje.",
    "Switchboard About": "Časť O zariadení v Rozvádzači",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "Poskytnutím súboru <code>oem.comf</code> môžu OEM vyplniť názov výrobcu, zariadenia, číslo modelu a URL adresu výrobcu. Môže byť zahrnutý aj vlastný obrázok, ktorý nahradí generickú ikonku hardvéru.",
    "Learn More": "Zistiť viac",
    "Third-Party Repositories": "Repozitáre tretách strán",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, reuse their password on multiple services, etc.": "Silno neodporúčame dodávať elementary OS so softvérovými repozitármi inými ako dodávanými v základe s elementary OS spolu s repozitárom poskytnutým a riadeným OEM. <strong>Repozitáre tretích strán získajú prístup root a schopnosť prepísať akékoľvek systémové balíčky na potenciálne nedôveryhodné tretie strany.</strong> Aj keď je táto strana dôveryhodná, je v stávke súkromie a bezpečnosť zákazníkov OEM, ak sú tieto tretie strany napadnuté, používajú všade rovnaké heslá, atď.",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent normal system upgrades.</strong> This could hold back potentially serious security and stability updates from reaching the OEM’s customers.": "Ďalej, ak sa vývoj a údržba repozitáru tretej strany skončí, <strong>môže to zabrániť fungovaniu aktualizácií systému.</strong> Toto by mohlo zabrániť prístupu zákazníkov OEM k inštalácii potenciálne vážnych opráv bezpečnostných chýb a stability.",
    "News &amp; Announcements": "Novinky a oznámenia",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Blog.": "Zdieľame časté aktualizácie ohľadom vývoja, významné novinky, tipy pre vývojárov, zaujímavé aplikácie a iný nový obsah prostredníctvom nášho Blogu.",
    "Visit our Blog": "Navštívte náš Blog",
    "Brand Resources": "Materiály ku značke",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Zobrazte si logá elementary, pokyny ohľadom používania našej značky, farebnú paletu a komunitné logo. Navyše tu stiahnete logá elementary vo vektorovom formáte a vo vysokom rozlíšení.",
    "View Brand Resources": "Zobraziť materiály ku značke",
    "Get in Touch": "Kontaktujte nás",
    "Talk directly with the team by emailing us at <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "Rozprávajte sa priamo s tímom. Stačí poslať e-mail na <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Či už ste existujúci partner alebo chcete preskúmať možnosť poskytovania elementary OS, tešíme sa na komunikáciu s vami.",
    "Send an Email": "Poslať e-mail",
    "Information for OEMs &sdot; elementary": "Informácie pre OEM &sdot; elementary"
}
