{
    "Information for OEMs": "Informácie pre OEM",
    "Give your customers the best experience with elementary OS.": "Ponúknite vašim zákazníkom čo najlepšiu skúsenosť s elementary OS.",
    "Partners &amp; Retailers": "Partneri a predajcovia",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Ponúkame dva spôsoby ako sa stať oficiálnym OEM pre elementary OS v <a href=\"https://store.elementary.io\">našom obchode</a>, s rozdielnymi požiadavkami a výhodami.",
    "Partner": "Partner",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "Schvaľovanie po jednotlivých modeloch, s každým modelom uvedeným v <a href=\"https://store.elementary.io\">našom obchode</a>.",
    "Requirements:": "Požiadavky:",
    "Official involvement from elementary, Inc.": "Oficiálna účasť elementary, Inc.",
    "Negotiable per-device royalty": "Zjednateľné licenčné poplatky za zariadenie",
    "Strict software guidelines": "Prísne softvérové usmernenia",
    "Trademark compliance": "Súlad s ochrannou známkou",
    "Retailer": "Predajca",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Odkaz na vašu webstránku prístupný z <a href=\"https://store.elementary.io\">nášho obchodu</a>.",
    "Selling devices with elementary OS": "Predaj zariadení s elementary OS",
    "Per-device royalty encouraged": "Odporúčané licenčné poplatky za zariadenie",
    "Resources": "Zdroje",
    "Installation": "Inštalácia",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "Inštalátor elementary OS považuje každú inštaláciu za OEM inštaláciu; prejdite cez ňu pre inštaláciu OS, potom zariadenie vypnite a bude pripravené na odoslanie k zákazníkovi. Alebo pre vytvorenie vlastného obrazu systému: nainštalujte OS, prednastavte akékoľvek potrebné balíčky alebo nastavenia za pomoci dočasného administrátorského účtu, odstráňte zmienený účet a potom vytvorte obraz disku. V oboch prípadoch Prvotné nastavenie vytvorí účet pre koncového používateľa po prvom spustení zariadenia zákazníkom.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Inštalátor</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Prvotné nastavenie</a>",
    "System Settings": "Nastavenia systému",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "Nastavenia systému ponúkajú viacero výhod pre OEM používajúcich elementary OS. Pomocou zásuvných modulov a jednoduchého pridania vlastnej značky, Nastavenia systému boli navrhnuté so zamyslením na požiadavky OEM.",
    "Plugs": "Zásuvné moduly",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "Nastavenia systému (prezývané <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Rozvádzač</a>) používa koncept „Modulov (Plugs)“ pre poskytnutie pripojiteľných modulov nastavení pre rôzne hardvérové a softvérové záležistosti. Napríklad, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Nastavenia myši a touchpadu</a> sú dostupné ako modul.",
    "Switchboard": "Rozvádzač",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "",
    "Documentation": "Dokumentácia",
    "OEM Info in About": "Informácie o OEM v časti O zariadení",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "Modul <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">O zariadení</a> zobrazuje používateľovi systémové informácie a ponúka viaceré systémové akcie, napríklad obnovu nastavení, nahlasovanie problémov a získavanie pomoci. Spolu s informáciou o softvéri (ako verzia operačného systému) poskytuje priestor aj pre informácie o hardvéri. V základe je táto časť vyplnená generickým obrázkom a názvom zariadenia. OEM však môžu v tejto časti poskytovať vlastné údaje.",
    "Switchboard About": "Časť O zariadení v Rozvádzači",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "Poskytnutím súboru <code>oem.comf</code> môžu OEM vyplniť názov výrobcu, zariadenia, číslo modelu a URL adresu výrobcu. Môže byť zahrnutý aj vlastný obrázok, ktorý nahradí generickú ikonku hardvéru.",
    "Learn More": "Zistiť viac",
    "Third-Party Repositories": "Repozitáre tretách strán",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "",
    "News &amp; Announcements": "Novinky a oznámenia",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "",
    "Visit our Blog": "Navštívte náš Blog",
    "Brand Resources": "Materiály ku značke",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Zobrazte si logá elementary, pokyny ohľadom používania našej značky, farebnú paletu a komunitné logo. Navyše tu stiahnete logá elementary vo vektorovom formáte a vo vysokom rozlíšení.",
    "View Brand Resources": "Zobraziť materiály ku značke",
    "Get in Touch": "Kontaktujte nás",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "",
    "Send an Email": "Poslať e-mail",
    "Information for OEMs &sdot; elementary": "Informácie pre OEM &sdot; elementary"
}
