{
    "Press Resources": "Press",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Milujeme prácu s novinármi, vrámci linuxového sveta aj širších technologických a kultúrnych okruhov, s cieľom zdieľať náš príbeh a to, na čom robíme.",
    "Join Our Press List": "Pripojte sa na náš zoznam médií",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Dozveďte sa o novinkách vrámci nášho vývoja ako prví. Získate včasný prístup k naším oznámeniam a press kitom, vrátane snímkov vo vysokom rozlíšení. Na tento zoznam posielame <strong>veľmi malé množstvo oznámení</strong>; budeme vám posielať naše najväčšie správy približne raz za rok.",
    "Email": "Email",
    "First Name": "Krstné meno",
    "Last Name": "Priezvisko",
    "Publication": "Publikácia",
    "Subscribe": "Prihlásiť sa",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "Najväčšia aktualizácia našej platformy vôbec, s podporou viac-dotykového ovládania, tmavým štýlom, bezpečne oddelenými aplikáciami a novým inštalátorom. OS 6 vám dáva kontrolu a možnosť byť sám sebou, pokračuje v inovovaní s novými funkciami a je prístupnejší než kedykoľvek predtým.",
    "Read Announcement": "Prečítať is viac",
    "Download Press Kit": "Stiahnuť press kit",
    "News &amp; Announcements": "Novinky a oznámenia",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Na našom oficiálnom blogu zdieľame časté príspevky ohľadom vývoja, veľké oznámenia, tipy pre vývojárov a iný obsah.",
    "Visit Our Blog": "Navštíviť náš blog",
    "Brand Resources": "Materiály ku značke",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Nájdete tu logá elemetary, pokyny ohľadom používania našej značky, našu farebnú paletu a komunitné logo. Navyše tu stiahnete logá elementary vo vektorovom formáte a vo vysokom rozlíšení.",
    "View Brand Resources": "Zobraziť materiály ku značke",
    "Get in Touch": "Kontaktuje nás",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Komunikovať priamo s tímom môžete prostredníctvom emailovej adresy <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Vítame návrhy na interview, účasť v podcastoch alebo iné otázky.",
    "Send an Email": "Poslať email",
    "Press &sdot; elementary": "Médiá &sdot; elementary"
}
