{
    "Privacy": "Súkromie",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Vaše dáta patria vám a iba vám. Neuzatvárame reklamné dohody a nezbierame citlivé osobné údaje. Sme financovaní priamo našími užívateľmi, ktorí za elementary OS a aplikácie v AppCenter platia, koľko uznajú za vhodné. A tak by to malo byť.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Nezbierame žiadne dáta z elementary OS. Vaše súbory, nastavenia a všetky ostatné osobné údaje sú uložené na vašom zariadení, pokiaľ ich výslovne nezdieľate s aplikáciami alebo službami tretích strán.",
    "Online Accounts": "Online účty",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS je možné voliteľne prepojiť s online účtami poskytovateľov ako napr. Google, Last.fm a Fastmail cez nastavenia systému. Dáta od týchto poskytovateľov môžu byť sťahované a lokálne uložené na vašom zariadení pre účely aplikácií ako Email alebo Kalendár. Tieto dáta nie sú odosielané elementary ani zdieľané s tretími stranami.",
    "What Data is Collected": "Aké dáta sú zbierané",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Po pridaní online účtov môže elementary OS na vašom zariadení zhromažďovať a ukladať vaše meno, emailovú adresu, obrázok profilu, emailové správy, udalosti v kalendári, kontakty, fotografie a súbory z pripojených účtov.",
    "How Data is Used": "Ako sú dáta používané",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Vaše dáta sú uložené lokálne na vašom zariadení a nikdy nie sú odosielané na servery elementary alebo tretích strán. Sú používané na prevádzku vašich lokálnych aplikácií ako Email, Kalendár, Súbory a Fotky.",
    "Sharing Data": "Zdieľanie dát",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS nezdieľa žiadne dáta zhromaždené z vašich online účtov. Dáta nie sú nikdy odosielané elementary, ani žiadnej tretej strane.",
    "elementary.io": "elementary.io",
    "We use the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to count website visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Používame nástroj Plausible Analytics s otvoreným zdrojovým kódom, smerovaný cez našu doménu <code>stats.elementary.io</code> na počítanie návštev stránky, stiahnutí a pod. Rovnaké dáta ako my môžete vidieť vo <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">verejnej konzole</a>. Nepoužívame cookies ani osobné údaje – dokonca neukladáme ani IP adresu alebo informácie o prehliadači. Pre viac informácií si pozrite <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">zásady ochrany osobných údajov Plausible</a>",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>V nastaveniach vášho prehliadača môžete selektívne vypnúť všetky cookies alebo cookies tretích strán.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Táto stránka používa cookies s cieľom postupného vylepšovania funkcionality. Služby môžu fungovať aj bez nich, no v obmedzenej podobe. Napríklad, stránka si nebude pamätať, či ste za elementary OS už platili – v základnom stave budete požiadaný o platbu znovu.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Ukladá cookies na účely zaznamenávania prvkov aktivity a analýzy potencionálnych hrozieb. Viac informácií najdete v",
    "Cloudflare Privacy &amp; Security Policy": "zásadách ochrany súkromia a bezpečnosti Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Používa cookies na zapamätanie si vašej poslednej objednávky a vašej krajiny na určenie typov kariet ponúknutých pri platbách. Viac informácií nájdete v",
    "Stripe's Privacy Policy": "zásadách ochrany osobných údajov Stripe",
    "Manage Cookies": "Správa cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Keďže se našu stránku už navštívili, môžete mať záujem spravovať cookies už uložené vo vašom prehliadači. Odkazy na relevantné inštrukcie nájdete nižšie.",
    "Transparency": "Transparentnosť",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Do nášho softvéru sme nevložili žiadne zadné vrátka a nedostali sme žiadne požiadavky, aby sme tak urobili. Taktiež sme nikdy nedostali príkaz typu National Security Letter, FISA, alebo akúkoľvek inú utajenú požiadavku na užívateľské informácie.",
    "Privacy &sdot; elementary": "Súkromie &sdot; elementary"
}
