{
    "Community-Powered Support": "Podpora poháňaná komunitou",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Oslovte a staňte sa súčasťou našej globálnej komunity. Vyhľadávajte otázky, spýtajte sa vlastnú alebo pomôžte zdieľaním vašich znalostí. Vyberte si aplikáciu alebo systémovú súčasť nižšie na zobrazenie konkrétnej diskusie.",
    "AppCenter": "AppCentrum",
    "Calculator": "Kalkulačka",
    "Calendar": "Kalendár",
    "Camera": "Kamera",
    "Code": "Kód",
    "Files": "Súbory",
    "Mail": "Pošta",
    "Music": "Hudba",
    "Photos": "Fotografie",
    "Screenshot": "Snímka obrazovky",
    "Shortcuts": "Snímky obrazovky",
    "Tasks": "Úlohy",
    "Terminal": "Terminál",
    "Videos": "Videá",
    "Web": "Web",
    "Installer": "Inštalátor",
    "Multitasking": "Zobrazenie úloh",
    "System Settings": "Nastavenia systému",
    "Other Questions &amp; Help": "Iné otázky a pomoc",
    "Guides &amp; Documentation": "Príručky a dokumentácia",
    "Installation": "Inštalácia",
    "Get help installing elementary OS with our step-by-step guide.": "Nájdite pomoc s inštaláciou elementary OS v našom návode postupujúcom krok za krokom.",
    "Learning the Basics": "Sprievodca základmi",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Predstavenie pracovnej plochy, multitaskingu, klávesových skratiek a iného.",
    "Payment &amp; Download Support": "Pomoc s platbami a sťahovaním",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please reply to your email receipt and a team member will contact you as soon as possible.": "Ak potrebujete pomoc s vašou kúpou elementary OS – napríklad so stiahnutím vašej kópie alebo s požiadavkou o vrátenie peňazí – napíšte odpoveď na vašu e-mailovú potvrdenku a člen nášho tímu vás bude kontaktovať hneď ako to bude možné.",
    "Support &sdot; elementary": "Podpora &sdot; elementary"
}
