{
    "Installation": "Instalace",
    "Download elementary OS": "Stáhnout elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "",
    "Recommended System Specifications": "Doporučené systémové požadavky",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "",
    "4 GB of system memory (RAM)": "",
    "Solid state drive (SSD) with 15 GB of free space": "",
    "Internet access": "Připojení k internetu",
    "1024×768 display": "",
    "Back Up Your Data": "Zálohování Vašich da",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Ujistěte se, že Vaše důležitá data jsou zálohována a to buď v cloudovém nebo jiném externím úložišti. Instalace nového operačního systému by mohla Vaše data přepsat.",
    "Choose your current Operating System": "Vyberte operační systém, který nyní používáte",
    "Select the operating system you are currently using to view tailored installation instructions.": "Vyberte operační systém, na kterém zrovna jste.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Tvorba instalačního disku",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Budete potřebovat USB flash disk s kapacitou nejméně 2 GB a program zvaný Rufus.",
    "Download Rufus": "Stáhnout Rufus",
    "Rufus - select ISO": "Rufus - vybrat ISO",
    "Open Rufus": "Otevřít Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Vlože svou USB klíčenku a vyberte ji v seznamu zařízení",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "",
    "the checksum icon": "",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "",
    "Booting from the Install Drive": "ootování z instalačního disku",
    "In order to start the installation process, you must boot your computer from the install drive.": "Pro zahájení instalace je potřeba nabootovat počítač z instalačního disku. Tento proces se může lišit v závislosti na typu Vašeho počítače. V tomto návodu se dočtete o nejběžnějších typech.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Pokud je Váš počítač zapnut, vložte nejdříve instalační disk a poté počítač restartujte.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Většina počítačů umožňuje na krátkou chvíli stisknutím speciální klávesy - většinou <kbd>F12<\/kbd> ale někdy také <kbd>Esc<\/kbd> nebo jiné funkční klávesy, možnost změnit bootovací sekvenci. Pro jistotu nahlédněte do manuálu vašeho PC.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Stiskněte tedy <kbd>F12<\/kbd> (nebo jinou příslušnou klávesu) a vyberte instalační disk - většinou \"USB-HDD\" nebo něco podobného obsahujícího zkratku \"USB\" ale toto značení se může lišit. Pokud vyberete nesprávný disk, pravděpodobně se Váš počítač zapne jako obvykle. Restartujte tedy počítač znovu a zkuste jiný vybrat jiný disk.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krátce po zvolení správného bootovacího disku uvidíte načítací obrazovku s logem elementary OS. Instrukce na obrazovce Vás již provedou zbytkem instalace.",
    "Verify your Download": "Zkontrolujte stažený soubor",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Ověření vašeho stažení je důležitý, ale nepovinný krok. Generujeme kontrolní součet (neboli hash) a doporučujeme si zkontrolovat, že se kontrolní součty shodují, předtím než budete instalovat. To zaručuje že máte plnou, kompletní instalaci, a že váš instalátor není nijak poškozený.",
    "Running the following command in your Terminal:": "Spusťte následující příkaz v terminálu:",
    "Should produce the output:": "Výsledek by měl vypadat:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Poznámka: předpokládá se, že jste uložili soubor .iso do složky Stažené. V případě, že jste jej uložili jinam, vyberte k němu správnou cestu, jak je uvedeno na obrázku níže",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Pro vytvoření instalační disk pro elementary OS na na macOS, budete potřebovat USB flash disk s kapacitou nejméně 2 GB a aplikaci nazvanou &quot;Etcher&quot;.",
    "Download Etcher": "Stáhnout Etcher",
    "etcher steps": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Vložte váš USB disk a vyberte ISO soubor, který jste si stáhli.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Otevřete \"Etcher\" a vyberte uložený soubor s obrazem Elementary OS kliknutím na tlačítko \"Vybrat obraz\".",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher by měl automaticky najít váš USB disk, ale zkontrolujte, zda byl zvolen správný cíl.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Spusťte blikající proces kliknutím na tlačítko &quot;Flash!&quot;. Bude to chvíli trvat, než to začne.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Po dokončení bude bezpečné odpojit disk a pokusit se nastarovat z disku pro instalaci elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Během blikání se může zobrazit následující dialog, je bezpečné jej ignorovat.",
    "Not readable warning": "Nečitelné varování",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Až uslyšíte zvonek, zmáčkněte a podržte tlačítko <kbd>Option<\/kbd>. Poté vyberte příslušnou bootovací jednotku. Dejte pozor, tato jednotka může být mylně označena jako \"Windows\" ale to je normální.",
    "Boot Errors": "ootovací chyby",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "Spusťte následující příkaz v terminálu:",
    "should produce the output:": "výsledek by měl vypadat:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Budete potřebovat USB flash disk s minimálně 2 GB volného místa a program s názvem UNetbootin.",
    "Download UNetbootin": "Stáhnout UNetbooti",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otevřte UNetbootin z nabídky. Objeví se okno jako níže:",
    "UNetbootin": "",
    "Select &quot;Diskimage&quot;": "Vyberte &quot;Diskimage&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klikněte na &quot;...&quot; a vyberte ISO soubor, který jste si stáhli dříve.",
    "Unplug all USB memory devices apart from the one you want to use.": "Odpojte všechna USB paměťová zařízení kromě toho, které chcete použít.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Kliněte na \"OK\" a vyčkejte na dokončení procesu.",
    "After Installation": "Po instalaci",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Přečtěte si příručku <a href=\"\/docs\/learning-the-basics\">učení základů<\/a>, abyste se naučili o svém novém operačním systému."
}
