{
    "Translation Guide": "Překladatelská příručka",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalizace našeho webu a aplikací je důležitá část dělání elementary OS dostupným pro co největší množství lidí. Místo toho abychom se spoléhali jen na náš tým, používáme crowdsourcing, takže kdokoliv může překládat i bez velkých technických dovedností. Proto, aby náš hlas byl konzistentní na celé platformě, jsme vytvořili tuto příručku.",
    "Translating Applications": "Překlad aplikací",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Aplikace jsou překládány přes Rosettu: rozhraní pro překlad nacházející se na Launchpadu. Abyste mohli překládat, měli byste:",
    "Have a": "Mít",
    "Launchpad account": "Launchpad účet",
    "Set your": "Nastavit si své",
    "language preferences": "jazykové preference",
    "Browse our": "Prohlédnout si naše",
    "translatable projects": "přeložitelné projekty",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Jakmile jste si vybrali, můžete dělat doporučení pro fráze, které ještě nebyly přeloženy, nebo doporučovat úpravy pro již přeložené řetězce. Tyto doporučení budou posouzeny členem týmu překladů, který vybere ten nejlepší. Pro více informací o Rosettě se podívejte do jejich <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">dokumentace<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "V těchto situacích se řiďte <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">obecnou překladatelskou příručkou<\/a> Ubuntu a pro problémy specifické jazykům jejich <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">pokyny překladatelských týmů<\/a>. Dodržování těchto pokynů zajistí konzistentní překlady, ale zároveň umožní komukoliv se zapojit.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Pokud nechcete používat Rosettu, nebo chcete udělat hodně změn najednou, můžete překládat offline. To uděláte následujícím způsobem:",
    "Go to a project you want to translate": "Najděte projekt, který chcete přeložit",
    "Choose your language": "Vyberte si svůj jazyk",
    "Click on \"Download translation\"": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Poté si můžete vyžádat email, ve kterém vám přijde odkaz na stažení překladů. Teď:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Vyberte si svůj oblíbený textový nebo po- editor (např. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Začněte překládat",
    "Once you've finished, use the \"Upload translation\" option on the same page that you downloaded them from.": "",
    "Translating our Website": "Překlad našeho webu",
    "Our website is translated through <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. In order to submit translations, you should:": "Náš web se překládá přes <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. Abyste mohli překládat, měli byste:",
    "Transifex account": "účet Transifex",
    "Join our": "Připojit se do našeho",
    "translation team": "týmu překladu",
    "For more information about Transifex, you can refer to their <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentation<\/a>.": "Pro více informací o Transifexu se podívejte do jejich <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">dokumentace<\/a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "S našimi aplikacemi se řídíme  <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">obecnou překladatelskou příručkou<\/a> Ubuntu a pro problémy specifické jazykům jejich <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">pokyny překladatelských týmů<\/a>.",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": ""
}