{
    "Code of Conduct": "आचार संहिता",
    "Community Guidelines": "समुदाय दिशानिर्देश",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "प्राथमिक समुदाय में शामिल होने के नाते एक अविश्वसनीय अनुभव है; यदि आप कुछ बड़ा का एक हिस्सा हो दुनिया भर से लोगों के साथ सहयोग, और लोगों को अपने कंप्यूटर भयानक बनाने में मदद करने के लिए मिलता है। हालांकि, उस के साथ एक जिम्मेदारी आती है नियमों का एक पूर्वनिर्धारित सेट है कि इसमें शामिल सभी के लिए सबसे अच्छा वातावरण सुनिश्चित करता है का पालन करें। निम्नलिखित नियम किसी भी समय आप समुदाय के साथ शामिल कर रहे हैं का पालन किए जाने की उम्मीद कर रहे हैं, इसे प्राथमिक वेबसाइट पर, कहीं और होना एक अधिकारी आईआरसी कमरे में व्यक्ति में, या।",
    "I. Respect": "आदर करना",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "दूसरों का सम्मान सर्वोपरि है। लोगों और उनके विचारों, व्यक्तिगत पृष्ठभूमि, गोपनीयता, और विचारों का सम्मान करने के लिए सुनिश्चित करें। प्राथमिक समुदाय किसी भी कारण के लिए अनुचित या हानिकारक टिप्पणियों के लिए कोई जगह नहीं है। जब आलोचना दे रही है, यह रचनात्मक और सम्मान से दृष्टिकोण। व्यक्तिगत हमलों को बर्दाश्त नहीं कर रहे हैं। जब रचनात्मक आलोचना प्राप्त करना, यह ध्यान में रखना और अपने इनपुट के लिए अपने रुख आलोचक का शुक्र है, कोई फर्क नहीं पड़ता।",
    "II. Content": "सामग्री",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "प्राथमिक समुदाय अलग उम्र, विश्वासों, और परिपक्वता के स्तर के उपयोगकर्ताओं के हजारों से बना है। इस वजह से, आप सामग्री आप का उत्पादन और टिप्पणियों तुम बनाने के प्रति जागरूक होना चाहिए। कोई नग्नता, अश्लीलता अतिरिक्त, राजनीतिक सामग्री, धार्मिक सामग्री, या अनुचित सामग्री प्राथमिक के संबंध में दिखाई देनी चाहिए। अंत में, प्राथमिक मध्यस्थों क्या अनुपयुक्त के रूप में गठन के रूप में अंतिम कहना है। संदेह में हैं, पर विचार किया जाए या नहीं यह कुछ आप दुनिया भर से बच्चों और दादी सहित लोगों से भरे कमरे को दिखाने के लिए होता है। आप संकोच कर रहे हैं, यह मत करो।",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "स्क्रीनशॉट प्राथमिक संचालित समुदायों में साझा विषय है कि एक और ओएस, फोटो या चित्र के एक व्यक्ति, या सामग्री है कि अन्यथा आचार संहिता का उल्लंघन करने के लिए हमारे objectifying की नकल नहीं होने चाहिए।",
    "III. Rumors and Speculation": "अफवाहें और अटकलें",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "चाहते करने के लिए प्राथमिक योगदान के तेजी से पुस्तक और रोमांचक प्रकृति अफवाहों या अटकलों प्रसार करने के लिए है, यह से बचें। भविष्य की योजनाओं पर चर्चा ठीक है, लेकिन कभी भी यह एक तथ्य यह सत्यापित नहीं है, व्यक्तिगत अटकलें के रूप में यह खुलासा या इस पर चर्चा नहीं करते। गलत जानकारी के प्रसार समुदाय के लिए हानिकारक हो सकता है, खासकर अगर एक नकारात्मक प्रकाश में फैल गया।",
    "IV. Helpful Discussion": "उपयोगी चर्चा",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "प्राथमिक अपने खाली समय में कुछ खास बनाने के लिए एक साथ आ व्यक्तियों द्वारा संचालित है। ऐसा नहीं है कि इस तथ्य का सम्मान करना और हमेशा स्वस्थ, उपयोगी चर्चा के लिए योगदान करने की कोशिश करने के लिए महत्वपूर्ण है। एक बैठक में हैं, पर विषय रखने के लिए और चुप रहने के लिए जब तक आप है कि तत्काल चर्चा से संबंधित कुछ उपयोगी है। तो वेबसाइट पर टिप्पणी, जर्नल प्रविष्टि या उत्तर विषय की सामग्री से संबंधित चर्चा में रहते हैं। अगर इस तरह के एक मेलिंग सूची या डेवलपर आईआरसी चैनल के रूप में एक डेवलपर उन्मुख चर्चा में भाग लेने, गैर-विकास विषयों पर चर्चा के द्वारा अनावश्यक शोर पैदा नहीं करते; यह केवल चर्चा derails और डेवलपर्स जो मौजूद नहीं किया जा सकता है के लिए लॉग muddies।",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "एक मुख्य रूप से ऑनलाइन आधारित समुदाय के रूप में, यह महत्वपूर्ण है कि हम इंटरनेट के संभावित नकारात्मक पहलुओं से बचें। ट्रोल मत करो; झगड़े शुरू करने या किसी को पागल बनाने का एकमात्र उद्देश्य के साथ टिप्पणी करने बचकाना और अस्वीकार्य है। स्पैम भी अस्वीकार्य है; इस अप्रासंगिक साइटों और बार बार एक ही साइट के लिए लिंक पोस्टिंग पोस्टिंग के लिए लिंक शामिल हैं। किसी trolling और स्पैमिंग है, तो उपेक्षा और उपयोगकर्ता ध्वज।",
    "V. Avoiding Conflict": "बचना संघर्ष",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "यदि आप किसी को महसूस हो रहा है - यह एक नए या लंबे समय योगदानकर्ता हो सकता है - के रूप में अशिष्ट बंद आ रहा है, कृपया व्यक्ति को जानते हैं। मुद्दों के सामने बाहर निकलने से पहले वे यौगिक महत्वपूर्ण है। हर कोई एक भूमिका के लिए संचार हमारे (कभी कभी चुनौतीपूर्ण) अनोखा काम के माहौल में सुचारू रूप से प्रवाह में मदद करने में खेलने के लिए है।",
    "VI. Step Down Considerately": "के लिहाज से नीचे कदम",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "जीवन की प्राथमिकताओं, हितों, और भावनाएं बदल सकते हैं। आप एक प्राथमिक से संबंधित परियोजना के साथ शामिल है, लेकिन लगता है कि तुम अपने आप से दूर करना होगा रहे हैं, एक ही रास्ता है कि कम से कम व्यवधान में ऐसा करते हैं। जब हम एक साथ काम करते हैं, हमारे काम और विचारों को अब सिर्फ हमारे अपने हैं; वे एक पूरे के रूप में प्राथमिक समुदाय के हैं। टीम के अन्य सदस्यों को बताया कि आप नीचे कदम के बारे में सूचित करने का इरादा है, और यदि संभव हो, किसी की मदद से अपने काम को लेने के लिए लगता है। बहुत कम से कम, यह सुनिश्चित करने के लिए अपने काम को जारी रखा जा सकता है, जहां आपने छोड़ा था।",
    "Consequences": "परिणाम",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "आप इस आचार संहिता का पालन करने के लिए या अन्यथा समुदाय को बाधित नहीं चुनते हैं, तो हम क्या करने का अधिकार सुरक्षित रखते निम्नलिखित हैं: परिवर्तन या किसी भी सामग्री आप पोस्ट किया है हटा; वेबसाइट पर अपने खाते को निष्क्रिय; आप एक आईआरसी चैनल से बाहर लात; साइट, आईआरसी चैनल, या संबंधित सेवाओं से प्रतिबंध; या अन्यथा समुदाय के साथ बातचीत से रोका जा सके।",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em> आचार संहिता प्राथमिक <a तहत href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\"> क्रिएटिव कॉमन्स रोपण-साझा एक जैसे 3.0 </a> एक लाइसेंस प्राप्त है लाइसेंस। कुछ पहलुओं <a target=\"_blank\"> href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\">उबंटू संहिता आचार</a> के द्वारा प्रेरित किया गया है। </em>",
    "Code of Conduct &sdot; elementary": "आचार संहिता प्राथमिक ⋅"
}