{
    "Privacy": "गोपनीयता",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "",
    "elementary OS": "एलिमेंटरी ओएस",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "",
    "Online Accounts": "ऑनलाइन खाते",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "",
    "What Data is Collected": "क्या डेटा कलेक्ट किया गया है",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "",
    "How Data is Used": "डेटा का उपयोग कैसे किया जाता है",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "",
    "Sharing Data": "डेटा साझा करना",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "एलिमेंटरी ओएस आपके ऑनलाइन खातों से एकत्र किए गए किसी भी डेटा को साझा नहीं करता है। डेटा को प्राथमिक या तृतीय-पक्ष सर्वर पर कभी नहीं भेजा जाता है।",
    "Blog": "",
    "Our <a href=\"https://blog.elementary.io\" target=\"_blank\">blog</a> does not use any external scripts, cookies, or other tracking methods.": "",
    "elementary.io": "",
    "Do Not Track": "ट्रैक न करें",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "",
    "Cookies": "कुकीज",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>आप अपनी ब्राउज़र सेटिंग्स में किसी भी कुकीज़ या तीसरे पक्ष के कुकीज़ को निष्क्रिय या चुनिंदा रूप से बंद कर सकते हैं।</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "कुकीज़ को व्यवहार तत्वों को लॉग करने और संभावित खतरों का विश्लेषण करने के लिए संग्रहीत करता है। अधिक जानकारी के लिए, देखें",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare गोपनीयता &amp; सुरक्षा नीति",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "",
    "Safeguarding Your Data": "आपके डेटा की सुरक्षा",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "",
    "Stripe's Privacy Policy": "स्ट्राइप की गोपनीयता नीति",
    "Manage Cookies": "कुकीज़ प्रबंधित करें",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "",
    "Transparency": "पारदर्शिता",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "",
    "Privacy &sdot; elementary": "गोपनीयता &sdot; एलिमेंटरी"
}
