{
    "Translators": "",
    "You can translate the website online on the elementary Weblate instance: <a href=\"https://l10n.elementaryos.org/projects/website/\">https://l10n.elementaryos.org/projects/website/</a>. Please don't update directly files in <code>_lang/</code> on Github as they'll be overridden when pulling new translations.": "",
    "You can propose new languages if they're not listed. Make sure to avoid requesting languages that already exist, for instance adding <em>Russian (Russia)</em> when <em>Russian</em> is available.": "",
    "Reviewing": "",
    "It's not a good practice to review strings translated by ourselves. Instead, find someone else speaking your language and ask him to join the reviewers team (you can send a message to <a href=\"mailto:i18n@elementary.io?subject=Review%20Team%20Request\">the i18n team</a> to ask this).": "",
    "Updating": "",
    "Languages are updated automatically when code is changed. This may take time to update, so please be patient.": "",
    "Web developers": "",
    "Extracting translations from HTML files": "",
    "Translations strings are extracted from HTML files. A little command line PHP file is included to make this easier. Just run <code>php _backend/Console/Translation.php</code> to update the translation files. You can use <code>--help</code> for more options.": "",
    "Command Line Options": "",
    "The translation tool supports the following command line options:": "",
    "<code>--language</code>, <code>-l</code> - Extract translations for a specific language only": "",
    "Example: <code>php _backend/Console/Translation.php --language fr</code>": "",
    "<code>--page</code>, <code>-p</code> - Extract translations for a specific page only": "",
    "Example: <code>php _backend/Console/Translation.php --page code-of-conduct</code>": "",
    "<code>--verbose</code>, <code>-v</code> - Show more detailed output during the extraction process": "",
    "Example: <code>php _backend/Console/Translation.php --verbose</code>": "",
    "<code>--help</code> - Display help information about the command": "",
    "You can combine multiple options:": "",
    "Changing a translation key": "",
    "If you want to change a translation key for an element, just add a <code>data-l10n-id</code> attribute:": "",
    "Disabling a translation": "",
    "To ignore a translation string, set it to <code>false</code> in <code>/_lang/en/&lt;page&gt;.json</code>:": "",
    "Alternatively, you can add the <code>data-l10n-off</code> attribute to a tag:": "",
    "Adding a new language to the list on the website": "",
    "The list of available languages is hard-coded in <a href=\"https://github.com/elementary/website/blob/master/_backend/Lib/L10n.php\"><code>_backend/Lib/L10n.php</code></a>. If a new language is complete, you can add it by appending it to the list. Languages are sorted by index (see <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">ISO 639-1</a>) and are localized.": ""
}
