{
    "Brand": "Merek",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "Merek elementary menjadi milik elementary, Inc., perusahaan yang memandu dan mendukung pengembangan produk elementary. Pedoman ini menjelaskan kapan dan bagaimana merek elementary seharusnya digunakan.",
    "Company and Product Names": "Perusahaan dan Nama Produk",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Kata <strong>elementary</strong> adalah merek dagang dari elementary, Inc. untuk merujuk pada perusahaan itu sendiri. Itu selalu dengan huruf kecil, bahkan ketika pada permulaan kalimat. Ini juga dapat digunakan bersama dengan nama produk (contoh: “elementary OS”) untuk merujuk pada produk tertentu dari elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Produk utama dari elementary, Inc. adalah <strong>elementary OS</strong>. Untuk kejelasan, elementary OS tidak boleh disingkat menjadi “elementary” atau singkatan apa pun.",
    "Brand Marks": "Penanda Merek",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. mengklaim dua tanda: logo tanda <strong>“e”</strong> dan logo tulis <strong>“elementary”</strong>. Keduanya dianggap sebagai merek dagang dan mewakili elementary, Inc.",
    "Both should be used with the following in mind:": "Keduanya harus digunakan dengan mempertimbangkan hal-hal berikut:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Jangan meregangkan, membelokkan, memutar, membalik, atau mengubah tanda.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Jangan menggunakan tanda pada latar belakang yang terlalu sibuk; menggunakan warna solid lebih baik.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Tanda harus monokromatik; misalnya putih pada latar belakang gelap atau hitam pada latar belakang terang.",
    "elementary Logomark": "Logo Tanda elementary",
    "Default logomark": "Logo Tanda bawaan",
    "Alternate elementary Logomark": "Logo Tanda elementary alternatif",
    "Alternate logomark": "Logo Tanda alternatif",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "Logo tanda “e” digunakan untuk merujuk kepada elementary, Inc., terutama ketika rasio kuadrat diperlukan. Ini harus digunakan pada ukuran yang lebih besar dan ketika di samping logo dengan bobot yang sama. Logo tanda alternatif yang lebih tipis dapat digunakan dalam konteks yang lebih kecil atau ketika logo tanda bawaan terasa terlalu berat.",
    "elementary Logotype": "Logo Tulis elementary",
    "Logotype": "Logo Tulis",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "Logo tulis “elementary” digunakan jika memungkinkan ruang untuk merujuk kepada elementary, Inc. Ini juga dapat digunakan sebelum nama produk untuk merujuk pada produk tertentu dari elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "Logo tulis harus selalu mengikuti panduan berikut:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Jangan mencoba membuat ulang logo tulis dengan menulis “elementary” dalam fonta tertentu; selalu gunakan grafik yang disediakan.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Jangan gunakan logo tulis dengan ukuran kecil, jika terlihat tidak jelas, gunakan logo tanda sebagai gantinya.",
    "Color": "Warna",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Kami menggunakan penggunaan warna yang dikombinasikan dengan nama dan tanda kami untuk membangun merek kami. Kami menggunakan palet berikut:",
    "Strawberry": "Stroberi",
    "Strawberry 100": "Stroberi 100",
    "Strawberry 300": "Stroberi 300",
    "Strawberry 500": "Stroberi 500",
    "Strawberry 700": "Stroberi 700",
    "Strawberry 900": "Stroberi 900",
    "Orange": "Jeruk",
    "Orange 100": "Jeruk 100",
    "Orange 300": "Jeruk 300",
    "Orange 500": "Jeruk 500",
    "Orange 700": "Jeruk 700",
    "Orange 900": "Jeruk 900",
    "Banana": "Pisang",
    "Banana 100": "Pisang 100",
    "Banana 300": "Pisang 300",
    "Banana 500": "Pisang 500",
    "Banana 700": "Pisang 700",
    "Banana 900": "Pisang 900",
    "Lime": "Jeruk nipis",
    "Lime 100": "Jeruk nipis 100",
    "Lime 300": "Jeruk nipis 300",
    "Lime 500": "Jeruk nipis 500",
    "Lime 700": "Jeruk nipis 700",
    "Lime 900": "Jeruk nipis 900",
    "Mint": "Mint",
    "Mint 100": "Mint 100",
    "Mint 300": "Mint 300",
    "Mint 500": "Mint 500",
    "Mint 700": "Mint 700",
    "Mint 900": "Mint 900",
    "Blueberry": "Bluberi",
    "Blueberry 100": "Bluberi 100",
    "Blueberry 300": "Bluberi 300",
    "Blueberry 500": "Bluberi 500",
    "Blueberry 700": "Bluberi 700",
    "Blueberry 900": "Bluberi 900",
    "Grape": "Anggur",
    "Grape 100": "Anggur 100",
    "Grape 300": "Anggur 300",
    "Grape 500": "Anggur 500",
    "Grape 700": "Anggur 700",
    "Grape 900": "Anggur 900",
    "Bubblegum": "Permen karet",
    "Bubblegum 100": "Permen karet 100",
    "Bubblegum 300": "Permen karet 300",
    "Bubblegum 500": "Permen karet 500",
    "Bubblegum 700": "Permen karet 700",
    "Bubblegum 900": "Permen karet 900",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Perak",
    "Silver 100": "Perak 100",
    "Silver 300": "Perak 300",
    "Silver 500": "Perak 500",
    "Silver 700": "Perak 700",
    "Silver 900": "Perak 900",
    "Slate": "Hitam sabak",
    "Slate 100": "Hitam sabak 100",
    "Slate 300": "Hitam sabak 300",
    "Slate 500": "Hitam sabak 500",
    "Slate 700": "Hitam sabak 700",
    "Slate 900": "Hitam sabak 900",
    "Black": "Hitam",
    "Black 100": "Hitam 100",
    "Black 300": "Hitam 300",
    "Black 500": "Hitam 500",
    "Black 700": "Hitam 700",
    "Black 900": "Hitam 900",
    "Fonts": "Fonta",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Untuk web dan cetak, kami menggunakan Inter untuk salinan kepala dan tubuh. Untuk blok kode, kami menggunakan Roboto Mono.",
    "Third Parties &amp; Community": "Pihak Ketiga &amp; Komunitas",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Kami mengundang pengembang pihak ketiga membuat produk untuk elementary OS mengadopsi elemen dari merek elementary untuk konsistensi:",
    "Voice/tone": "Suara/nada",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Namun, untuk menghindari kebingungan pengguna, kami membatasi penggunaan nama dan tanda elementary:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Anda dianjurkan untuk mengatakan bahwa aplikasi atau layanan Anda “didesain untuk elementary OS”, tetapi jangan menggunakan nama atau tanda elementary sebagai bagian dari nama perusahaan, aplikasi, produk, atau layanan Anda—atau dalam logo apa pun yang Anda buat.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Hanya gunakan nama atau tanda elementary untuk merujuk kepada elementary, Inc. atau produknya (misal: elementary OS).",
    "Community": "Komunitas",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Produk komunitas (situs, klub penggemar, dll.) dianjurkan untuk menggunakan logo Komunitas elementary:",
    "elementary Community Logo with color": "Logo Komunitas elementary dengan warna",
    "elementary Community Logo in black": "Logo Komunitas elementary warna hitam",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Ini membantu menetapkan produk sebagai bagian dari komunitas secara keseluruhan sekaligus mengurangi kebingungan yang dapat timbul dari penggunaan logo tanda elementary, Inc.",
    "Hardware Distributors": "Distributor Perangkat Keras",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Selama perangkat lunak kami membawa merek elementary, pengalamannya harus konsisten—apakah OS diunduh dari situs web kami atau diinstal secara bawaan pada produk perangkat keras.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Komponen perangkat lunak dari elementary OS dapat dimodifikasi dan didistribusikan ulang sesuai dengan ketentuan sumber terbuka dari lisensi perangkat lunaknya; namun, merek dan merek dagang di atas hanya dapat didistribusikan ulang di bawah satu atau beberapa kondisi berikut:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Perangkat lunak tetap tidak berubah secara substansial; termasuk aplikasi bawaan, lembar gaya dan ikonografi, dll., atau",
    "Software modifications are approved by elementary, Inc.": "Modifikasi perangkat lunak disetujui oleh elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Pengaktifan driver dan perangkat keras tentu saja dapat diterima. Kami memahami bahwa merek distributor (misal: latar belakang bawaan) dapat menjadi penting bagi distributor, jadi modifikasi ini biasanya akan disetujui. Jika ragu, kirim email ke <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> untuk klarifikasi atau arahan.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Jika Anda tidak dapat atau tidak mau mengikuti ketentuan pendistribusian ulang merek dagang elementary, Inc., menghapus merek dagang kami dari OS adalah sederhana dan mudah:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Modifikasi baris <code>DISTRIB_DESCRIPTION</code> dalam berkas <code>/etc/lsb-release</code> untuk menghapus merek dagang kami.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Ganti ikonografi seperti ikon <code>distributor-logo</code> pada <code>/usr/share/icons/elementary/places/</code> di semua ukuran yang tersedia sehingga mereka tidak muncul di dalam OS.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Hapus atau ganti paket <code>plymouth-theme-elementary</code> dan <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Untuk informasi lebih lanjut tentang OEM dan distributor perangkat keras, lihat <a href=\"oem\">informasi untuk OEM</a> kami.",
    "Merchandise": "Barang Dagangan",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Kami tidak mengizinkan merek kami (termasuk nama atau tanda merek kami) untuk digunakan pada barang dagangan pihak ketiga tanpa persetujuan tertulis yang eksplisit.",
    "Assets &amp; More Info": "Aset &amp; Info Lebih Lanjut",
    "Download on GitHub": "Unduh di GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Untuk informasi lebih lanjut mengenai penggunaan nama, merek, dan merek dagang elementary, harap kirim surel ke <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Merek &sdot; elementary"
}
