{
    "Code of Conduct": "Kode Etik",
    "Community Guidelines": "Panduan Komunitas",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Terlibat dalam komunitas elementary adalah pengalaman yang menakjubkan; Anda menjadi bagian hal yang besar, berkolaborasi dengan orang dari seluruh dunia, dan membantu orang lain membuat komputer mereka hebat. Tetapi, dengan itu ada tanggung jawab yang harus diikuti. Peraturan berikut harus diikuti kapanpun Anda terlibat dalam komunitas, baik di Slack, GitHub, situs komunitas elementary, secara pribadi, atau di mana pun.",
    "I. Respect": "I. Hargai",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Menghormati orang lain adalah yang terpenting. Pastikan untuk menghormati orang dan pendapat, latar belakang pribadi, privasi, dan ide mereka. Komunitas elementary bukanlah tempat untuk komentar yang tidak sopan atau menyakitkan dengan alasan apa pun. Saat memberi kritikan, lakukan secara konstruktif dan penuh hormat. Menyerang secara pribadi tidak ditoleransi. Saat menerima kritikan, terima sebagai pertimbangan and berterima kasih kepada pemberi kritik atas masukan mereka, apa pun sikap Anda.",
    "II. Content": "II. Konten",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "Komunitas elementary terbentuk oleh ribuan pengguna dengan berbagai usia, keyakinan, dan tingkat kedewasaan. Karena hal ini, Anda harus sadar akan konten yang Anda hasilkan dan pernyataan yang Anda buat. Tidak ada konten ketelanjangan, ketidaksopanan, politik, religius, atau konten yang tidak pantas muncul dalam kaitannya dengan elementary.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Tangkapan layar yang dibagikan di komunitas-komunitas yang dimoderasi-elementary tidak boleh berisi tema yang meniru Sistem Operasi lain, foto atau ilustrasi lain yang menjelekkan individu, atau konten yang melanggar Kode Etik kami.",
    "III. Rumors and Speculation": "III. Rumor dan Spekulasi",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Sementara sifat kontribusi elementary yang cepat dan menarik pada keinginan untuk menyebar rumor atau spekulasi, hindari. Mendiskusikan rencana ke depan boleh saja, namun bukanlah sebuah fakta yang terverifikasi, ungkapkan sebagai spekulasi pribadi atau tidak membahasnya. Menyebarkan informasi yand tidak akurat dapat merugikan komunitas, terutama jika disebarkan dengan maksud negatif.",
    "IV. Helpful Discussion": "IV. Diskusi yang Membangun",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary diberdayakan oleh individu-individu yang berkumpul pada waktu luang mereka untuk membuat sesuatu yang istimewa. Penting untuk menghargai fakta tersebut dan selalu berusaha berkontribusi pada diskusi yang sehat dan membantu. Jika dalam rapat, tetaplah pada topik dan tetap diam kecuali Anda memiliki sesuatu yang bermanfaat yang berkaitan dengan rapat. Jika berkomentar di situs, jaga diskusi terkait dengan konten entri Jurnal atau topik Jawaban. Jika berpartisipasi dalam diskusi yang berorientasi pada pengembang seperti pelacak masalah, permintaan pull, milis, IRC, atau Slack, jangan membuat kegduhan yang tidak perlu dengan mendiskusikan topik non-pengembangan; ini membuat keluar jalur diskusi dan memusingkan pencatatan untuk pengembang yang mungkin tidak hadir.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Sebagai komunitas berbasis daring, penting bagi kita menghindari aspek negatif dari Internet. Jangan provokatif; memulai perkelahian atau membuat pernyataan dengan maksud untuk membuat seseorang marah adalah kekanak-kanakan dan tidak dapat diterima. Spam juga tidak dapat diterima; ini termasuk mengeposkan tautan ke situs yang tidak relevan dan mengeposkan tautan ke situs yang sama berulang kali. Jika seseorang melakukan provokatif atau spam, abaikan dan tandai si pengguna.",
    "V. Avoiding Conflict": "V. Menghindari Konflik",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Jika Anda merasa seseorang—baik kontributor baru atau lama—datang dengan kasar, mohon beri tahu orang tersebut. Muncul di depan masalah sebelum mereka bergabung sangat penting. Setiap orang memiliki peran dalam membantu alur komunikasi lancar di lingkungan kerja kami yang unik (terkadang menantang).",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Demikian pula, selalu berusaha untuk menjadi profesional, akurat, dan menghormati ketika menyebut atau berinteraksi dengan proyek, perusahaan, atau orang lain. Ingat bahwa kata-kata dan interaksi Anda dapat dianggap sebagai komunitas elementary yang lebih besar. Sementara kritikan konstruktif dapat begitu membantu, selalu lakukan pendekatan dari arah positif, dan jangan salah mengartikan atau mengumpat—jika Anda tidak yakin, kesalahan pada pihak yang mengabaikan.",
    "VI. Step Down Considerately": "VI. Berhenti Secara Bijak",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Prioritas hidup, ketertarikan, dan minat bisa berubah. Jika Anda terlibat dengan proyek terkait elementary namun merasa bahwa Anda perlu menarik diri dari situ, lakukan dengan tujuan mengurangi gangguan. Ketika kami bekerja bersama, pekerjaan dan ide-ide kami tidak lagi milik kami sendiri; namun secara keseluruhan milik komunitas elementary. Beritahukan anggota lain bahwa Anda berniat untuk mundur, dan jika memungkinkan, cari orang yang dapat melakukan pekerjaan Anda. Paling tidak, pastikan pekerjaan Anda dapat dilanjutkan kembali.",
    "Consequences": "Konsekuensi",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Jika Anda memilih untuk tidak mengikuti kode etik ini atau mengganggu komunitas, kami berhak untuk melakukan hal berikut: mengubah atau menghapus konten apa pun yang telah Anda poskan; menonaktifkan atau melarang akun Anda pada situs pihak ketiga; menonaktifkan akun Anda di Slack; atau mencegah Anda berinteraksi dengan komunitas.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>Kode Etik elementary ini dilisensikan dibawah lisensi <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Atribusi-BerbagiSerupa 3.0</a>. Aspek tertentu juga diambil dari <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Kode Etik Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "Kode Etik &sdot; elementary"
}
