{
    "Be a Part of Something Bigger": "Jadilah Bagian dari Sesuatu yang Lebih Besar",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Semua yang kami buat 100% open source and dikembangkan secara kolaboratif oleh seluruh orang di dunia. Walaupun jika Anda bukan seorang programmer, Anda dapat ikut serta dan membuat perbedaan.",
    "Funding": "Pendanaan",
    "Translations": "Terjemahan",
    "Support": "Dukungan",
    "Web": "Web",
    "Desktop": "",
    "Design": "Desain",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Dengan bantuan Anda, kami mampu tumbuh dari kelompok kecil relawan yang asyik menjadi sebuah perusahaan kecil. Setiap sedikit bantuan adalah satu langkah lebih dekat untuk mempekerjakan pengembang full-time lainnya.",
    "Patreon": "",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon bekerja seperti sebuah kampanye penggalangan dana yang sedang berlangsung. Pilih besar pendanaan, dapatkan penghargaan, dan bantu kami mencapai tujuan kami.",
    "Learn More": "Pelajari Selengkapnya",
    "Become a Patron": "Menjadi seorang Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Secara mudah gunakan kartu debit,  kartu kredit, atau akun PayPal. Anda dapat memilih pembayaran satu kali atau mengatur pembayaran berulang.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Bantu kami secara keuangan, ditambah dapatkan beberapa perlengkapan eksklusif elementary untuk menunjukkan dukungan Anda kepada teman, keluarga, dan rekan kerja.",
    "Visit Store": "Kunjungi Toko",
    "Bountysource": "",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource menempatkan dana secara langsung di tangan pengembang dengan memberi mereka imbalan karena melakukan perbaikan atau menciptakan fitur baru. Tetapkan hadiah tentang kendala yang paling berarti bagi Anda atau mendanai sebuah aplikasi tertentu. Anda juga dapat menyiapkan langganan berulang.",
    "Bountied Bugs": "Bug-bug yang sudah didanai",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS dibuat dan digunakan oleh seluruh orang di dunia; bantu kami membuat pengalaman yang lebih baik dengan menerjemahkannya ke beberapa bahasa.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Baik elementary OS dan situs web kami terbuka untuk diterjemahkan menggunakan platform online yang disebut Weblate.",
    "Suggest Translations": "Saran Terjemahan",
    "World map": "Peta dunia",
    "Question &amp; Answer": "Pertanyaan &amp; Jawaban",
    "StackExchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange adalah sebuat situs Pertanyaan dan Jawaban yang dibangun untuk mencari jawaban terbaik dari beberapa pertanyaan. Setiap orang dapat membuat sebuah akun untuk mulai bertanya dan menjawab.",
    "Unanswered Questions": "Pertanyaan yang belum Terjawab",
    "New Questions": "Pertanyaan-pertanyaan Baru",
    "Documentation": "Dokumentasi",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary menyediakan dokumentasi dasar bagi pengguna dan pengembang. Semua dokumentasi kami ditulis dalam Markdown dan disimpan pada GitHub, jadi mudah mengirimkan perubahan atau bagian baru.",
    "Learning The Basics Guide": "Mempelajari Aturan Dasar",
    "Developer Docs": "Dokumen Pengembang",
    "Web Development": "Pengembangan Situs",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Situs kami dibangun menggunakan HTML, CSS, PHP dan JavaScript. Kami selalu mencari orang yang berpengalaman pada bidang tersebut yang ingin ikut berkontribusi dan menjadikannya lebih baik.",
    "Fork Our Website on GitHub": "Fork Situs Kami di GitHub",
    "Report a Website Issue": "Laporkan Masalah Situs",
    "Desktop Development": "Pengembangan Desktop",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Perangkat desktop kami dan semua aplikasinya dibangun menggunakan Vala, GTK+, Granite, dan beberapa pustaka terbukan lainnya. Kami menempatkan kode desktop kami pada GitHub, sebuah layanan gratis untuk projek open source. Jika Anda belum pernah mengembangkan elementary OS sebelumnya, kami merekomendasikan Anda untuk melihat panduan Memulai kami.",
    "Browse Our Code": "Jelejahi Kode Kami",
    "Bitesized Bugs": "",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Tim Desain kami mengubah ide-ide menjadi laporan isu yang jelas dan aset-aset yang dapat dikirim. Sebelum menjelajahi, dianjurkan untuk membaca alur kerja desain kami.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS menggunakan sebuah stylesheet sistem yang ditulis dalam CSS. Ini mendefinisikan bagaimana semuanya digambar, dari tombol dan toolbar ke panel dan menu.",
    "Browse Our Stylesheet": "Jelejahi Stylesheet Kami",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS datang dengan satu set ikon vektor yang digunakan di semua aplikasi pra-pemasangan dan tersedia untuk pengembang pihak ketiga juga.",
    "Browse Our Icons": "Jelajahi Ikon Kami",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Tim desain kami menelusuri masalah \"Membutuhkan Desain\" di GitHub. Ini mungkin memerlukan diskusi desain, wireframes, atau aset yang dapat dikirimkan lebih lanjut.",
    "Browse 'Needs Design' Issues": "",
    "Get Involved with elementary OS": "Ikut serta bersama elementary OS"
}
