{
    "Be a Part of Something Bigger": "Jadilah Bagian dari Sesuatu yang Besar",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Semua yang kami buat 100% sumber terbuka dan dikembangkan secara kolaboratif oleh seluruh orang di dunia. Walaupun Anda bukan seorang programmer, Anda dapat ikut serta dan membuat perbedaan.",
    "Funding": "Pendanaan",
    "Translations": "Penerjemahan",
    "Support": "Dukungan",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Desain",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Dengan bantuan pengguna dan penggemar kami, kami dapat tumbuh dari sekelompok kecil sukarelawan yang bersemangat menjadi perusahaan kecil namun berkelanjutan. Setiap sedikit dukungan membantu kami meningkatkan elementary OS dan mengatasi masalah yang lebih ambisius.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Langsung danai elementary dan dapatkan lencana di profil GitHub Anda untuk menunjukkan dukungan Anda. Sponsor GitHub tidak memungut biaya apa pun, jadi ini adalah cara yang bagus untuk meningkatkan kontribusi Anda.",
    "Sponsor on GitHub": "Sponsor di GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon bekerja seperti kampanye penggalangan dana yang berkelanjutan. Pilih jumlah yang akan disumbangkan setiap bulan untuk membantu kami mencapai tujuan kami. Selain itu, dapatkan hadiah eksklusif dan baca konten eksklusif lebih awal.",
    "Back on Patreon": "Sokong di Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Secara mudah gunakan kartu debit, kartu kredit, atau akun PayPal. Anda dapat memilih pembayaran satu kali atau mengatur pembayaran berulang.",
    "Use PayPal": "Gunakan PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - Cara pembayaran daring yang lebih aman, lebih mudah!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Tetapkan kontribusi berulang melalui Liberapay, platform pendanaan sumber terbuka dan nirlaba.",
    "Contribute with Liberapay": "Berkontribusi dengan Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS dibuat dan digunakan oleh seluruh orang di dunia; bantu kami membuat pengalaman yang lebih baik dengan menerjemahkannya ke beberapa bahasa.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Baik elementary OS dan situs web kami terbuka untuk diterjemahkan menggunakan platform online Weblate.",
    "Learn More": "Pelajari Selengkapnya",
    "Join Chat": "Gabung Chat",
    "Suggest Translations": "Sarankan Terjemahan",
    "World map": "Peta dunia",
    "Question &amp; Answer": "Pertanyaan &amp; Jawaban",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange adalah situs web Q&amp;A yang dibuat untuk menemukan jawaban terbaik atas pertanyaan umum. Siapa pun dapat membuat akun untuk mulai bertanya dan menjawab.",
    "New Questions": "Pertanyaan Baru",
    "Unanswered Questions": "Pertanyaan yang Belum Terjawab",
    "Documentation": "Dokumentasi",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary menyediakan dokumentasi dasar bagi pengguna dan pengembang. Semua dokumentasi kami ditulis dalam Markdown pada GitHub, jadi melakukan perubahan atau menambahkan bagian baru sangatlah mudah.",
    "Learning the Basics Guide": "Pelajari Panduan Dasar",
    "Developer Docs": "Dokumen Pengembang",
    "Web Development": "Pengembangan Situs",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Situs kami dibangun menggunakan HTML, CSS, PHP dan JavaScript. Kami selalu mencari orang yang berpengalaman pada bidang tersebut yang ingin ikut berkontribusi dan menjadikannya lebih baik.",
    "Report a Website Issue": "Laporkan Masalah Situs",
    "Fork the Website on GitHub": "Cabangkan Situs Web di GitHub",
    "Desktop Development": "Pengembangan Desktop",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Lingkungan desktop kami dan semua aplikasinya dibuat menggunakan Vala, GTK, Granite, dan sejumlah perpustakaan terbuka lainnya. Kami meng-host semua kode kami dan melakukan semua pengembangan di GitHub. Jika Anda belum pernah mengembangkan untuk elementary OS sebelumnya, kami sarankan Anda melihat panduan Pengembang kami.",
    "Developer Guide": "Panduan Pengembang",
    "Browse Code": "Jelajahi Kode",
    "Report issues": "Laporkan masalah",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Bantulah dengan melacak masalah dan melaporkannya. Atau bantu dengan mengonfirmasi, mengklarifikasi, dan membersihkan masalah yang ada.",
    "Read the Guide": "Baca Panduan",
    "Fix issues": "Memperbaiki masalah",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Berkontribusi pada elementary OS dengan memperbaiki masalah, meningkatkan fungsionalitas atau mengimplementasikan fitur baru.",
    "Bitesize Issues": "Masalah Ukuran Bit",
    "Create apps": "Buat aplikasi",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Tingkatkan keseluruhan ekosistem elementary OS dan dapatkan uang dengan membuat aplikasi baru yang hebat untuk AppCenter.",
    "Publish on AppCenter": "Publikasikan di AppCenter",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Tim desain kami mengubah ide menjadi laporan masalah yang jelas dan aset yang dapat dikirim. Sebelum mendalami, disarankan untuk membaca tentang alur kerja desain kami.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Tim desain kami melacak masalah \"Membutuhkan Desain\" di GitHub. Ini mungkin membutuhkan diskusi desain lebih lanjut, wireframe, atau aset yang dapat dikirimkan.",
    "See ‘Needs Design’ Issues": "Lihat Masalah 'Memerlukan Desain'",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "Elementary OS menggunakan lembar gaya sistem yang ditulis dalam CSS. Ini mendefinisikan bagaimana antarmuka — seperti tombol, bilah alat, dan menu — ditampilkan.",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": "Ikut terlibat dalam elementary OS"
}
