{
    "Information for OEMs": "Informasi untuk OEM",
    "Give your customers the best experience with elementary OS.": "Berikan pelanggan Anda pengalaman terbaik dengan elementary OS.",
    "Partners &amp; Retailers": "Mitra &amp; Pengecer",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Kami menawarkan dua cara untuk terdaftar sebagai OEM elementary OS di <a href=\"https://store.elementary.io\">toko kami</a>, dengan persyaratan dan manfaat yang berbeda.",
    "Partner": "Mitra",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "Persetujuan per model, dengan masing-masing model ditampilkan dalam <a href=\"https://store.elementary.io\">toko kami</a>.",
    "Requirements:": "Persyaratan:",
    "Official involvement from elementary, Inc.": "Keterlibatan resmi dari elementary, Inc.",
    "Negotiable per-device royalty": "Royalti per perangkat yang dapat dinegosiasikan",
    "Strict software guidelines": "Pedoman perangkat lunak yang ketat",
    "Trademark compliance": "Kepatuhan merek dagang",
    "Retailer": "Pengecer",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Tautan ke situs web atau laman landas Anda yang tercantum di <a href=\"https://store.elementary.io\">toko kami</a>.",
    "Selling devices with elementary OS": "Menjual perangkat dengan elementary OS",
    "Per-device royalty encouraged": "Didorong royalti per perangkat",
    "Resources": "Sumber Daya",
    "Installation": "Instalasi",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "Penginstal elementary OS memperlakukan setiap instalasi sebagai instalasi OEM; lalui langkah untuk menginstal OS, lalu matikan perangkat dan siap dikirim ke pelanggan. Atau, untuk membuat gambar kustom Anda sendiri: instal OS, konfigurasikan paket atau pengaturan yang diperlukan menggunakan akun administrator sementara, hapus akun, lalu buat gambar disk. Dalam kedua kasus, Pengaturan Awal akan membuat akun pengguna akhir pada boot pertama pelanggan.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Penginstal</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Penyiapan Awal</a>",
    "System Settings": "Pengaturan Sistem",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "Pengaturan Sistem menawarkan beberapa keuntungan bagi OEM yang mengirimkan elementary OS. Dari arsitektur yang dapat dicolokkan hingga pemberian merek yang mudah, Pengaturan Sistem didesain dengan mempertimbangkan OEM.",
    "Plugs": "Plugs",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "Pengaturan Sistem (dengan nama kode <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) menggunakan konsep “Plugs” untuk menyediakan pengaturan yang dapat dipasang untuk berbagai perangkat keras dan perangkat lunak. Misalnya, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Pengaturan Tetikus & Touchpad</a> disediakan oleh plug.",
    "Switchboard": "Switchboard",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "OEM dapat mengembangkan dan mengirimkan plug khusus jika perangkat keras khusus atau unik di mesin memerlukan konfigurasi selain apa yang tersedia secara default di elementary OS; Misalnya, sensor khusus atau metode input tidak ada di sebagian besar perangkat keras. Jika relevan dengan kumpulan pengguna yang lebih luas, sangat dianjurkan kontribusikan ke hulu pada <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">plug yang tersedia</a>.",
    "Documentation": "Dokumentasi",
    "OEM Info in About": "Info OEM di Tentang",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "Plug <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">Tentang</a> menampilkan informasi sistem kepada pengguna dan menyediakan beberapa aksi cakupan-sistem, seperti memulihkan pengaturan, melaporkan masalah, dan mendapatkan bantuan. Selain informasi perangkat lunak (seperti versi OS), ini juga menyediakan ruang untuk informasi perangkat keras. Secara bawaan, ini diisi dengan gambar umum dan nama host sistem. Namun, OEM dapat menyediakan data bermerek suai untuk bagian ini.",
    "Switchboard About": "Tentang Switchboard",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "Dengan menyediakan berkas <code>oem.conf</code>, OEM dapat mengisi nama pabrikan, nama produk, nomor model, dan URL pabrikan. Gambar juga dapat disediakan yang menggantikan ikon perangkat keras generik.",
    "Learn More": "Pelajari Lebih Lanjut",
    "Third-Party Repositories": "Repositori Pihak Ketiga",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "Sangat tidak disarankan untuk mengirimkan elementary OS dengan repositori perangkat lunak selain bawaan di elementary OS ditambah repositori tunggal yang disediakan dan dikendalikan oleh OEM. <strong>Repo pihak ketiga secara efektif memberikan akses root dan kemampuan untuk menimpa paket sistem apa pun kepada pihak ketiga yang berpotensi tidak dipercaya. </strong> Bahkan jika pihak tersebut dapat dipercaya, keamanan dan privasi pelanggan OEM sekarang dipertaruhkan jika pihak ketiga disusupi, atau mereka menggunakan kembali kata sandi mereka pada beberapa layanan, dll.",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "Selanjutnya, jika repositori pihak ketiga menjadi tidak terawat atau tidak dipublikasikan, <strong>itu dapat mencegah pembaruan reguler OS.</strong> Ini dapat menahan perbaikan keamanan dan stabilitas yang berpotensi serius untuk menjangkau pelanggan OEM.",
    "News &amp; Announcements": "Berita &amp; Pengumuman",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "Kami sering menerbitkan pembaruan tentang pengembangan, pengumuman besar, kiat untuk pengembang, aplikasi unggulan, dan lainnya di blog kami.",
    "Visit our Blog": "Kunjungi Blog kami",
    "Brand Resources": "Sumber Daya Merek",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Lihat logo elementary, pedoman penggunaan merek, palet warna, dan logo komunitas. Selain itu unduh aset logo elementary beresolusi tinggi dan vektor resmi.",
    "View Brand Resources": "Lihat Sumber Daya Merek",
    "Get in Touch": "Berhubungan",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "Berbicara langsung dengan tim dengan mengirim email ke <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Apakah Anda mitra yang sudah ada atau ingin menjelajahi untuk menawarkan elementary OS, kami berharap dapat mengobrol.",
    "Send an Email": "Kirim Surel",
    "Information for OEMs &sdot; elementary": "Informasi untuk OEM &sdot; elementary"
}
