{
    "Press Resources": "Sumber Pers",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Kami senang bekerja dengan pers—baik di dalam dunia Linux maupun teknologi dan budaya yang lebih hebat—untuk berbagi kisah kami dan apa yang sedang kami kerjakan.",
    "In the Press": "",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "",
    "Join Our Press List": "Bergabunglah dengan Daftar Pers Kami",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Jadilah yang pertama tahu tentang rilis baru dan perkembangan yang signifikan. Kami mengirimkan akses awal ke siaran pers dan alat pers, termasuk cuplikan layar beresolusi tinggi. Ini adalah daftar <strong>volume sangat rendah</strong>; kami mengirimi Anda berita terbesar sekitar setahun sekali.",
    "Email": "Surel",
    "First Name": "Nama Depan",
    "Last Name": "Nama Belakang",
    "Publication": "Publikasi",
    "Subscribe": "Langganan",
    "elementary OS 7 Horus": "",
    "Forward thinking and designed for real life with an improved sideloading and alt store experience, power profiles management, and using a next generation UI toolkit. OS 7 Helps you get the apps you need, Empowers you with new features and settings, and evolves our developer platform.": "",
    "Read Announcement": "Baca Pengumuman",
    "Download Press Kit": "Unduh Peralatan Pers",
    "News &amp; Announcements": "Berita &amp; Pengumuman",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Kami sering membagikan pembaruan tentang pengembangan, pengumuman utama, kiat untuk pengembang, aplikasi unggulan, dan konten baru lainnya melalui blog resmi kami.",
    "Visit Our Blog": "Kunjungi Blog Kami",
    "Brand Resources": "Sumber Daya Merek",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Lihat logo elementary, pedoman penggunaan merek, palet warna, dan logo komunitas. Selain itu unduh aset logo elementary beresolusi tinggi dan vektor resmi.",
    "View Brand Resources": "Lihat Sumber Daya Merek",
    "Get in Touch": "Berhubungan",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Bicaralah langsung dengan tim dengan mengirim surel kepada kami di <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Kami menerima permintaan untuk wawancara, penampilan podcast, atau hanya pertanyaan pers umum.",
    "Send an Email": "Kirim Surel",
    "Press &sdot; elementary": "Pers &sdot; elementary"
}
