{
    "Privacy Policy": "Kebijakan Privasi",
    "Do Not Track": "Jangan Lacak",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Situs ini menghormati pengaturan jangan-lacak yang tersedia di kebanyakan penjelajah web modern, dan mematikan Google Analytics. Kami tidak dapat menghentikan metode pelacakan lain tanpa merusak situs. Jika Anda mau mengatur metode pelacakan lain, baca bagian menonaktifkan kuki.",
    "Cookies": "Kuki",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Anda bisa memilih untuk menonaktifkan kuki melalui pengaturan penjelajah web Anda.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Situs ini menggunakan kuki untuk meningkatkan kualitas. Layanan mungkin tetap berfungsi saat kuki dimatikan, tapi kegunaan berguna. Misalnya, situs tidak akan mengingat Anda sudah membayar elementary OS, dan Anda akan diminta membayar lagi.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Simpan kuki untuk mencatat elemen kebiasaan dan menganalisa potensi ancaman, untuk informasi lebih, lihat",
    "CloudFlare Privacy &amp; Security Policy": "Kebijakan Privasi &amp; Keamanan CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Simpan kuki untuk mengumpulkan informasi—termasuk jumlah pengunjung situs, dari mana mereka berasal, dan halaman yang dikunjungi—secara anonim. Informasi ini digunakan untuk meningkatkan situs. Untuk informasi lebih lanjut, lihat artikel Google di",
    "Safeguarding Your Data": "Mengamankan Data Anda",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Gunakan kuki untuk mengingat pesanan terakhir dan negara Anda, sehingga kami dapat menawarkan tipe kartu untuk pembayaran. Untuk informasi lebih, lihat",
    "Stripe's Privacy Policy": "Kebijakan Privasi Stripe",
    "Manage Cookies": "Atur Kuki",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Jika Anda sudah mengunjungi situs kami, Anda mungkin ingin mengatur kuki pada penjelajah web Anda. Tautan ke instruksinya bisa ditemukan di bawah ini.",
    "Transparency": "Transparansi",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Kami tidak memasukkan backdoor ke dalam perangkat lunak kami, dan tidak menerima permintaan untuk hal tersebut. Kami juga tidak pernah menerima surat dari National Security, perintah FISA, atau permintaan rahasia lainnya tentang informasi pengguna.",
    "Privacy Policy &sdot; elementary": "Kebijakan Privasi &sdot; elementary"
}
