{
    "Privacy": "Privasi",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Data Anda selalu menjadi milik Anda, dan hanya Anda. Kami tidak membuat kesepakatan iklan atau mengumpulkan data pribadi yang sensitif. Kami didanai langsung oleh pengguna kami yang membayar apa yang mereka inginkan untuk elementary OS dan aplikasi di AppCenter. Dan begitulah seharusnya.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Kami tidak mengumpulkan data apa pun dari elementary OS. Berkas, pengaturan, dan semua data pribadi Anda lainnya tetap berada di perangkat kecuali Anda secara eksplisit membagikannya dengan aplikasi atau layanan pihak ketiga.",
    "Online Accounts": "Akun daring",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "Elementary OS secara opsional terintegrasi dengan penyedia akun online seperti Google, Last.fm, dan Fastmail melalui Pengaturan Sistem. Data dari penyedia ini dapat diambil dan disimpan secara lokal di perangkat Anda untuk digunakan dalam aplikasi seperti Mail dan Kalender. Data ini tidak dikirim ke elementary atau dibagikan dengan pihak ketiga mana pun.",
    "What Data is Collected": "Data Apa yang Dikumpulkan",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Setelah menambahkan akun online, elementary OS  dapat mengumpulkan dan menyimpan nama, alamat email, avatar, pesan email, acara kalender, kontak, foto, dan berkas Anda dari akun yang terhubung secara lokal di perangkat Anda.",
    "How Data is Used": "Bagaimana Data Digunakan",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "",
    "Sharing Data": "",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "",
    "elementary.io": "",
    "We use the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to count website visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "",
    "Cloudflare Privacy &amp; Security Policy": "",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "",
    "Stripe's Privacy Policy": "",
    "Manage Cookies": "",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "",
    "Transparency": "",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "",
    "Privacy &sdot; elementary": ""
}
