{
    "Privacy": "Privasi",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Data Anda selalu menjadi milik Anda, dan hanya Anda. Kami tidak membuat kesepakatan iklan atau mengumpulkan data pribadi yang sensitif. Kami didanai langsung oleh pengguna kami yang membayar apa yang mereka inginkan untuk elementary OS dan aplikasi di AppCenter. Dan begitulah seharusnya.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Kami secara aktif melindungi data Anda dari diri kami sendiri dan orang lain dengan tidak mengumpulkannya. Kami percaya menghormati dan melindungi privasi Anda adalah hal yang etis untuk dilakukan; <strong>orang memiliki hak dasar untuk privasi sepenuhnya, bahkan dari perusahaan dan produk yang mereka percayai.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Kami tidak mengumpulkan data apa pun dari elementary OS.</strong> Berkas Anda, pengaturan, dan semua data pribadi lainnya tetap ada di perangkat kecuali Anda secara eksplisit membagikannya dengan aplikasi atau layanan pihak ketiga.",
    "Protections": "Perlindungan",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS dilengkapi dengan perlindungan privasi bawaan untuk membantu melindungi data Anda dari orang lain.",
    "Tattle-tale": "Pengadu",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS membantu Anda mengawasi aplikasi apa yang sedang dikerjakan. Saat aplikasi menggunakan mikrofon Anda, kami menampilkan indikator untuk memberi tahu Anda. Saat sebuah aplikasi menggunakan banyak baterai, kami memberi tahu Anda di indikator daya Anda.",
    "Permissions": "Izin",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Ketika sebuah aplikasi menginginkan akses ke data atau perangkat Anda, aplikasi harus bertanya di depan. Kami meninjau semua aplikasi AppCenter untuk memastikan mereka menggunakan izin dengan benar—dan Anda selalu dapat mencabutnya sendiri di Pengaturan Sistem.",
    "Housekeeping": "Pembenahan",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS secara otomatis menjaga berkas sementara dan sampah Anda dirapikan. Tidak hanya membuat penyimpanan perangkat Anda tetap bebas, itu dapat membantu memastikan data pribadi Anda tidak kembali menghantui Anda.",
    "Online Accounts": "Akun Daring",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS secara opsional terintegrasi dengan akun daring seperti penyedia surel dan kalender melalui Pengaturan Sistem. Data dari penyedia ini dapat diambil oleh salinan elementary OS Anda dan disimpan secara lokal di perangkat Anda untuk ditampilkan di aplikasi yang dipasang secara lokal seperti Surat, Kalender, dan Tugas. <strong>Data ini tidak dikirim ke elementary atau dibagikan dengan pihak ketiga mana pun.</strong>",
    "What Data is Collected": "Data Apa yang Dikumpulkan",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Jika Anda memilih untuk menambahkan akun daring, salinan elementary OS Anda dapat mengumpulkan dan menyimpan nama, alamat surel, avatar, pesan surel, acara kalender, kontak, foto, dan berkas dari akun yang terhubung secara lokal di perangkat Anda. <strong>elementary tidak mengumpulkan data ini.</strong>",
    "How Data is Used": "Bagaimana Data Digunakan",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Data Anda disimpan secara lokal di perangkat Anda dan tidak pernah dikirim ke peladen elementary atau pihak ketiga mana pun.</strong> Ini digunakan untuk mempopulasikan aplikasi yang diinstal secara lokal seperti Surat, Kalender, Tugas, Berkas, dan Foto dengan data Anda sehingga Anda dapat mengaksesnya.",
    "Sharing Data": "Berbagi Data",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS tidak membagikan data apa pun yang dikumpulkan dari akun daring Anda.</strong> Data tidak pernah dikirim ke peladen elementary atau pihak ketiga.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Situs web ini menggunakan sumber terbuka Plausible Anaytics yang diarahkan melalui domain <code>stats.elementary.io</code> kami untuk menghitung kunjungan, unduhan, dll secara awanama. Anda dapat melihat data yang sama yang dapat kita lihat di <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">dashboard publik</a>. Tidak ada kuki yang digunakan dan tidak ada data pribadi—bahkan alamat IP atau agen pengguna peramban—disimpan. Untuk informasi lebih lanjut, lihat <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>",
    "Cookies": "Kuki",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Anda dapat memilih untuk menonaktifkan atau secara selektif mematikan kuki atau kuki pihak ketiga mana pun di setelan peramban Anda.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Situs ini menggunakan kuki untuk peningkatan bertahap. Anda mungkin menemukan layanan berfungsi tanpanya tetapi dengan kegunaan yang berkurang. Misalnya, situs tidak akan mengingat jika Anda sebelumnya telah membayar untuk elementary OS; secara bawaan Anda akan diminta untuk membayar kembali.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Menyimpan kuki untuk mencatat elemen perilaku dan menganalisis potensi ancaman. Untuk informasi lebih lanjut, lihat",
    "Cloudflare Privacy &amp; Security Policy": "Kebijakan Privasi & Keamanan Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Gunakan kuki untuk mengingat pesanan terakhir Anda dan negara Anda sehingga tahu jenis kartu apa yang akan ditawarkan untuk pembayaran. Untuk informasi lebih lanjut, lihat",
    "Stripe's Privacy Policy": "Kebijakan Privasi Stripe",
    "Manage Cookies": "Kelola Cookie",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Karena Anda telah mengunjungi situs kami, Anda mungkin ingin mengelola kuki yang sudah disetel di peramban Anda. Tautan ke instruksi yang relevan dapat ditemukan di bawah.",
    "Transparency": "Transparansi",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Kami tidak menempatkan backdoors apa pun ke dalam perangkat lunak kami dan tidak menerima permintaan apa pun untuk melakukannya. Kami juga tidak pernah menerima Surat Keamanan Nasional, perintah FISA, atau permintaan rahasia lainnya untuk informasi pengguna.",
    "Privacy &sdot; elementary": "Privasi ⋅ dasar"
}
