{
    "Community-Powered Support": "Dukungan Berbasis Komunitas",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Jangkau dan berpartisipasi dalam komunitas global kami. Cari pertanyaan, tanyakan pertanyaan Anda sendiri, atau bantu dengan membagikan pengetahuan Anda. Pilih aplikasi atau komponen di bawah ini untuk melihat diskusi spesifiknya.",
    "AppCenter": "AppCenter",
    "Calculator": "Kalkulator",
    "Calendar": "Kalender",
    "Camera": "Kamera",
    "Code": "Kode",
    "Files": "Berkas",
    "Mail": "Surat",
    "Music": "Musik",
    "Photos": "Foto",
    "Screenshot": "Penangkap Layar",
    "Shortcuts": "Pintasan",
    "Tasks": "Tugas",
    "Terminal": "Terminal",
    "Videos": "Video",
    "Web": "Web",
    "Installer": "Penginstal",
    "Multitasking": "Multi Tugas",
    "System Settings": "Pengaturan Sistem",
    "Other Questions &amp; Help": "Pertanyaan Lainnya &amp; Bantuan",
    "Guides &amp; Documentation": "Panduan &amp; Dokumentasi",
    "Installation": "Instalasi",
    "Get help installing elementary OS with our step-by-step guide.": "Dapatkan bantuan menginstal elementary OS dengan panduan langkah-demi-langkah kami.",
    "Learning the Basics": "Pelajari Dasar-Dasar",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Jelajahi desktop, panca tugas, pintasan papan ketik, dan banyak lagi.",
    "Payment &amp; Download Support": "Pembayaran &amp; Dukungan Unduhan",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please reply to your email receipt and a team member will contact you as soon as possible.": "Jika Anda memerlukan bantuan dengan pembelian elementary OS—misalnya, mengunduh salinan atau meminta pengembalian dana—harap balas tanda terima email Anda dan anggota tim akan menghubungi Anda sesegera mungkin.",
    "Support &sdot; elementary": "Dukungan &sdot; elementary"
}
