{
    "Brand": "Prekės ženklas",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary prekės ženklas yra unikalus: techniškai jis priklauso elementary LLC., kompanijai, kuri palaiko elementary produktų kūrimą ir jam vadovauja. Vis dėlto, mes turime puikią bendruomenę ir nenorime būti pernelyg arogantiški, kas liečia teisinių reikalavimų ir techninių aspektų. Taigi, iš esmės, mes parašėme kai kurias gaires, kad būtų lengviau suprasti kada ir kaip turėtų būti naudojamas elementary prekės ženklas.",
    "Name": "Pavadinimas",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Žodis \"elementary\" nurodo į elementary LLC, o taip pat yra jos prekės ženklas. elementary visada rašomas iš mažosios raidės, netgi sakinių, tokių kaip šis, pradžioje. Šis žodis taip pat naudojamas šalia produktų pavadinimų (t.y. \"elementary OS\"), kad nurodytų tam tikrą elementary produktą.",
    "Brand Marks": "Prekės ženklai",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary priklauso du ženklai: \"elementary\" logotipas ir \"e\" logotipo ženklas. Abu yra laikomi prekės ženklais ir reprezentuoja elementary—kompaniją—ir jos produktus.",
    "Both should be used with the following in mind:": "Abu turėtų būti naudojami turint omenyje šiuos dalykus:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Neištempti, nenaudoti asimetriškai, nepasukti, neapversti ir niekaip kitaip nekeisti ženklų.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Nenaudoti ženklų pernelyg užkrautame fone; vientisos spalvos yra geriausias pasirinkimas.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Ženklai visada turėtų būti vienspalviai; įprastai, balti tamsiame fone arba juodi šviesiame fone.",
    "Logotype": "Logotipas",
    "elementary Logotype": "elementary logotipas",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotipas yra skirtas naudoti kai tai leidžia vieta, siekiant nurodyti į kompaniją elementary. Jis gali būti naudojamas prieš produkto pavadinimą, siekiant nurodyti į tam tikrą elementary produktą.",
    "The logotype should always be used under the following guidelines:": "Logotipas turėtų būti visada naudojamas pagal šias gaires:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Niekada nebandyti perkurti logotipą. Tai yra skrupulingai sukurtas prekės ženklas, o ne paprastas užrašas \"elementary\", parašytas tam tikru šriftu.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Nenaudoti logotipo mažu dydžiu; jeigu jis neaiškus, vietoj jo, naudokite logotipo ženklą.",
    "Logomark": "Logotipo ženklas",
    "elementary Logomark": "elementary logotipo ženklas",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "\"e\" logotipo ženklas yra naudojamas, siekiant nurodyti į kompaniją elementary tais atvejais, kai vieta yra ribota arba, kai yra reikalingas kvadratinis santykis.",
    "Color": "Spalva",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary taiko spalvų naudojimą kartu su savo pavadinimu ir ženklais, kad sukurtų savo prekės ženklą. Mes naudojame šią paletę:",
    "Strawberry": "Braškė",
    "Strawberry 100": "Braškė 100",
    "Strawberry 300": "Braškė 300",
    "Strawberry 500": "Braškė 500",
    "Strawberry 700": "Braškė 700",
    "Strawberry 900": "Braškė 900",
    "Orange": "Apelsinas",
    "Orange 100": "Apelsinas 100",
    "Orange 300": "Apelsinas 300",
    "Orange 500": "Apelsinas 500",
    "Orange 700": "Apelsinas 700",
    "Orange 900": "Apelsinas 900",
    "Banana": "Bananas",
    "Banana 100": "Bananas 100",
    "Banana 300": "Bananas 300",
    "Banana 500": "Bananas 500",
    "Banana 700": "Bananas 700",
    "Banana 900": "Bananas 900",
    "Lime": "Žalioji citrina",
    "Lime 100": "Žalioji citrina 100",
    "Lime 300": "Žalioji citrina 300",
    "Lime 500": "Žalioji citrina 500",
    "Lime 700": "Žalioji citrina 700",
    "Lime 900": "Žalioji citrina 900",
    "Blueberry": "Šilauogė",
    "Blueberry 100": "Šilauogė 100",
    "Blueberry 300": "Šilauogė 300",
    "Blueberry 500": "Šilauogė 500",
    "Blueberry 700": "Šilauogė 700",
    "Blueberry 900": "Šilauogė 900",
    "Grape": "Vynuogė",
    "Grape 100": "Vynuogė 100",
    "Grape 300": "Vynuogė 300",
    "Grape 500": "Vynuogė 500",
    "Grape 700": "Vynuogė 700",
    "Grape 900": "Vynuogė 900",
    "Cocoa": "Kakava",
    "Cocoa 100": "Kakava 100",
    "Cocoa 300": "Kakava 300",
    "Cocoa 500": "Kakava 500",
    "Cocoa 700": "Kakava 700",
    "Cocoa 900": "Kakava 900",
    "Silver": "Sidabras",
    "Silver 100": "Sidabras 100",
    "Silver 300": "Sidabras 300",
    "Silver 500": "Sidabras 500",
    "Silver 700": "Sidabras 700",
    "Silver 900": "Sidabras 900",
    "Slate": "Pilkai melsva",
    "Slate 100": "Pilkai melsva 100",
    "Slate 300": "Pilkai melsva 300",
    "Slate 500": "Pilkai melsva 500",
    "Slate 700": "Pilkai melsva 700",
    "Slate 900": "Pilkai melsva 900",
    "Black": "Juoda",
    "Black 100": "Juoda 100",
    "Black 300": "Juoda 300",
    "Black 500": "Juoda 500",
    "Black 700": "Juoda 700",
    "Black 900": "Juoda 900",
    "Fonts": "Šriftai",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Saitynui ir spausdinimui mes naudojame Raleway antraštėms ir Open Sans pagrindinei daliai. Kodo blokams, mes naudojame Roboto Mono.",
    "Third Parties &amp; Community": "Trečiosios šalys ir bendruomenė",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Mes raginame trečiųjų šalių kūrėjus, kuriančius produktus, skirtus elementary OS, priimti tam tikrus elementary prekės ženklo elementus, siekiant pasiekti nuoseklumo:",
    "Voice\/tone": "Balsas\/tonas",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Vis dėlto, tam, kad išvengtume painiavos naudotojų tarpe, mes apribojame elementary pavadinimo ir ženklų naudojimą:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Jūs esate skatinami informuoti apie tai, kad jūsų programa ar paslauga yra sukurta elementary OS, tačiau prašome nenaudoti elementary pavadinimo ar ženklų kaip savo kompanijos, programos, produkto ar paslaugos dalies, ar bet kokiame jūsų kuriamame logotipe.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Naudokite elementary pavadinimą ar ženklus tik tam, kad nurodytumėte į elementary LLC. ar jos produktus (t.y. elementary OS).",
    "Community": "Bendruomenė",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Bendruomenės produktai (svetainės, fanų klubai ir t.t.) yra skatinami naudoti elementary bendruomenės logotipą:",
    "elementary Community Logo with color": "elementary bendruomenės logotipas su spalvomis",
    "elementary Community Logo in black": "Juodos spalvos elementary bendruomenės logotipas",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Tai padeda nustatyti produktą kaip bendros elementary bendruomenės dalį ir tuo pačiu sumažina sumaištį, kuri gali kilti, naudojant pagrindinį logotipo ženklą.",
    "Hardware Distributors": "Aparatinės įrangos platintojai",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Mes norime užtikrinti, kad tol, kol programinėje įrangoje yra naudojami elementary prekės ženklai, patyrimas bus nuoseklus nepriklausomai nuo to, ar operacinė sistema buvo atsiųsta iš mūsų svetainės, ar iš anksto įdiegta aparatinės įrangos produkte.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "elementary OS programinės įrangos komponentai gali būti modifikuojami ir iš naujo platinami pagal programinės įrangos licencijose nurodytas sąlygas. Vis dėlto, mūsų prekės ženklai gali būti iš naujo platinami tik su viena ar daugiau nurodytų sąlygų:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "Programinė įranga išlieka nepakeista, įskaitant iš anksto įdiegtas programas, stilių aprašus ir piktogramas, konfigūracijos failus ir t.t., arba",
    "The modifications are approved in writing by elementary.": "Modifikacijos yra raštiškai patvirtintos elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Mes suprantame, kad tvarkyklių įtraukimas, aparatinės įrangos įgalinimas bei platintojo prekės ženklai yra svarbūs platintojams, taigi, šie pakeitimai beveik visada bus patvirtinti elementary. Jeigu kyla abejonių, prašome rašyti el. paštu <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> norint išsiaiškinti ar gauti nukreipimą.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Jeigu jūs negalite ar nenorite sutikti su šiomis prekės ženklo perskirstymo sąlygomis, tuomet elementary prekės ženklo šalinimas iš operacinės sistemos turėtų būti gan paprastas ir nesudėtingas:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Modifikuokite <code>DISTRIB_DESCRIPTION<\/code> eilute, faile <code>\/etc\/lsb-release<\/code> norėdami pašalinti mūsų prekės ženklus.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Pakeiskite piktogramas, kad tokiu būdu piktograma <code>distributor-logo<\/code>, kuri yra kataloge <code>\/usr\/share\/icons\/elementary\/places\/<\/code> kiekvienu pateiktu dydžiu nebūtų rodoma operacinėje sistemoje.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Pašalinkite paketus <code>plymouth-theme-elementary<\/code> ir <code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "Prekiavimas",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Mes įprastai neleidžiame savo ženklus (įskaitant mūsų pavadinimą ar prekės ženklus) naudoti trečiųjų šalių prekiavimuose.",
    "Assets &amp; More Info": "Priedai ir daugiau informacijos",
    "Download on GitHub": "Atsisiųskite iš Github",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Dėl tolimesnės informacijos, kas liečia elementary pavadinimo, prekės ženklų ir ženklodaros, prašome rašyti el. paštu <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": "Prekės ženklas &sdot; elementary"
}
