{
    "Code of Conduct": "Elgesio kodeksas",
    "Community Guidelines": "Bendruomenės gairės",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Būti įsitraukusiu į elementary bendruomenę yra neįtikėtinas patyrimas; jūs tampate dalimi kažko didelio, bendradarbiaujate su žmonėmis iš viso pasaulio ir padedate žmonėms padaryti savo kompiuterius nuostabius. Kita vertus, kartu su tuo ateina ir atsakomybė elgtis pagal iš anksto nustatytas taisykles, kurios užtikrina geriausią aplinką visiems dalyviams. Šių taisyklių turėtų būti laikomasi bet kuriuo metu, kai esate įsitraukę į bendruomenę: ar tai Slack, ar Github sistemoje, ar elementary bendruomenės svetainėje, bendraujant asmeniškai, ar bet kur kitur.",
    "I. Respect": "I. Pagarba",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Gerbti kitus yra pirmoje eilėje. Įsitikinkite, kad gerbiate žmones, jų nuomones, asmeninę aplinką, privatumą ir idėjas. elementary bendruomenėje nėra vietos nepagarbioms ar įžeidžiančioms pastaboms, nesvarbu dėl kokios priežasties jos duodamos. Kritikuodami, stenkitės būti konstruktyvūs ir pagarbūs. Asmeniniai užpuolimai nėra toleruojami. Gaudami konstruktyvią kritiką, apgalvokite ją ir padėkokite kritikuojančiam asmeniui už jo indėlį, nesvarbu, kokio nusistatymo bebūtumėte.",
    "II. Content": "II. Turinys",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementary bendruomenę sudaro tūkstančiai naudotojų, kurie yra skirtingo amžiaus, tikėjimo ir brandumo lygio. Dėl to, turite sąmoningai stebėti turinį, kurį kuriate ir pastabas, kurias darote. Joks nuogumas, perteklinis vulgarumas, politinis turinys, religinis turinys ar netinkamas turinys neturi atsirasti santykyje su elementary. Kraštutiniu atveju, elementary moderatoriai turi galutinį žodį ir sprendžia kas yra netinkama. Jei kyla abejonių, pagalvokite ar parodytumėte tai pilnam kambariui žmonių, kuriame yra vaikai ir močiutės iš viso pasaulio. Jeigu abejojate, nedarykite to.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Ekrano kopijose, kurios yra bendrinamos elementary prižiūrimose bendruomenėse, neturėtų būti temų, imituojančių kitas operacines sistemas, taip pat neturėtų būti nuotraukų ar iliustracijų, įkūnijančių individus, o taip pat negali būti turinio, kuris kitaip pažeidžia mūsų Elgesio kodeksą.",
    "III. Rumors and Speculation": "III. Gandai ir spekuliacijos",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Nepaisant to, kad greitas elementary tempas ir jaudinančios ypatybės skatina gandus ir spekuliacijas, venkite jų. Diskutavimas apie ateities planus yra gerai, tačiau kai tai nėra patvirtintas faktas, pateikite tai kaip asmeninę spekuliaciją arba neaptarinėkite to. Netikslios informacijos skleidimas gali būti žalingas bendruomenei, ypač jei ta informacija pateikiama neigiamu aspektu.",
    "IV. Helpful Discussion": "IV. Naudingos diskusijos",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary veikia dėka asmenų, kurie savo laisvu laiku susirenka, kad sukurtų kažką ypatingo. Yra svarbu tai gerbti ir visada prisidėti prie sveikos ir naudingos diskusijos. Jeigu dalyvaujate susitikime, kalbėkite pagal temą ir laikykitės tylos, nebent galite pasakyti kažką naudingo, kas padės esamai diskusijai. Jei komentuojate svetainėje, neatitolkite nuo žurnalo įrašo ar atsakymo temos. Jei dalyvaujate su plėtojimu susijusioje diskusijoje, tokioje kaip klaidų sekiklis, pataisymo užklausa, el. pašto grupė, IRC ar Slack, nekelkite bereikalingo triukšmo diskutuodami apie su plėtojimu nesusijusias temas; tai tik išblaško diskusijas ir užteršia esamu metu atsitraukusių plėtotojų žurnalus.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Mes, visų pirma, esame internetinė bendruomenė, todėl svarbu, kad vengtume potencialiai neigiamų interneto aspektų. Nereikia piktybiškai ginčytis; ginčų kurstymas ar pastabos tik tam, kad kažką supykdyti yra nerimta ir nepriimtina. Brukalas taip pat nėra priimtinas; jam priskiriamas nuorodų į nesusijusias svetaines skelbimas ir pakartotinas nuorodų į tą pačią svetainę skelbimas. Jei kažkas piktybiškai ginčijasi ar rašo brukalą, nepaisykite ir pažymėkite tokį naudotoją vėliavėle.",
    "V. Avoiding Conflict": "V. Konflikto vengimas",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Jeigu jaučiate, kad kažkas—ar tai naujas, ar jau ilgalaikis talkininkas—elgiasi šiurkščiai, maloniai pasakykite apie tai asmeniui. Labai svarbu užkirsti kelią problemoms dar prieš joms iškylant. Kiekvienas asmuo mūsų unikalioje (kartais pilnoje iššūkių) darbo aplinkoje vaidina tam tikrą vaidmenį, kuris turi leisti mūsų bendravimui vykti sklandžiai.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Taip pat panašiai, sąveikaudami ar minėdami kitus projektus, kompanijas ar žmones, visada stenkitės elgtis profesionaliai, tvarkingai ir pagarbiai. Atminkite, kad jūsų žodžiai ir veiksmai gali būti suprasti kaip didžiosios elementary bendruomenės dalies žodžiai ir veiksmai. Nors kontruktyvi kritika gali būti naudinga, visada prieikite iš pozityvios pusės ir niekada neiškreipkite ir nešmeižkite—jeigu nesate tikri, verčiau susilaikykite.",
    "VI. Step Down Considerately": "VI. Pasitraukite apgalvotai",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Gyvenimo prioritetai, interesai ir aistros gali keistis. Jei esate įsitraukę į su elementary susijusį projektą, tačiau jaučiate, kad turite pasitraukti, padarykite tai tokiu būdu, kuris mažiausiai pridarys žalos. Kai dirbame kartu, mūsų darbas ir idėjos jau nebėra vien tik mūsų pačių; jos priklauso visai elementary bendruomenei. Praneškite kitiems komandos nariams, kad ketinate atsistatydinti ir, jei įmanoma, padėkite rasti ką nors, kas pratęstų jūsų veiklą. Bent jau užtikrinkite, kad po jūsų pasitraukimo kažkas galės tęsti ten, kur jūs pabaigėte.",
    "Consequences": "Pasekmės",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Jei pasirinksite nesilaikyti šio kodekso ar kitaip žlugdyti bendruomenę, mes pasiliekame teisę daryti štai ką: keisti ar šalinti bet kokį jūsų paskelbtą turinį; pasyvinti ar užblokuoti jūsų paskyrą trečiųjų šalių svetainėse; pasyvinti jūsų paskyrą Slack sistemoje; ar kitais būdais neleisti jūms sąveikauti su bendruomene.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>elementary Elgesio kodeksas yra licencijuotas pagal <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Priskyrimo - Analogiško platinimo 3.0, Nepritaikytą jurisdikcijai 3.0<\/a> licenciją. Tam tikri aspektai buvo įkvėpti <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Elgesio kodeksu<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Elgesio kodeksas &sdot; elementary"
}
