{
    "Be a Part of Something Bigger": "Būkite dalimi kažko didesnio",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Viskas, ką mes kuriame yra 100% atviro kodo ir sukurta, bendradarbiaujant su žmonėmis iš viso pasaulio. Netgi, jei nesate programuotojas, galite įsitraukti ir daryti pokyčius.",
    "Funding": "Rėmimas",
    "Translations": "Vertimai",
    "Support": "Palaikymas",
    "Web": "Saitynas",
    "Desktop": "Darbalaukis",
    "Design": "Dizainas",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Jūsų dėka, mes galėjome iš mažos aistringų savanorių grupės užaugti į mažą kompaniją. Su kiekviena maža pagalba mes darome žingsnį link pilno etato kūrėjo įdarbinimo.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon veikia kaip pastoviai vykstanti didelės žmonių grupės rėmimo kampanija. Pasirinkite sumą, gaukite atlygius bei padėkite mums pasiekti savo tikslų.",
    "Learn More": "Sužinokite daugiau",
    "Become a Patron": "Tapkite remėju",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Lengvai naudokite debetinę kortelę, kreditinę kortelę, ar PayPal paskyrą. Galite pasirinkti vienkartinį mokėjimą arba nusistatyti pasikartojančius mokėjimus.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Padėkite mums finansiškai ir be to, gaukite išskirtines elementary reikmenis, kurias galėsite parodyti savo draugams, šeimai ir bendradarbiams.",
    "Visit Store": "Apsilankykite parduotuvėje",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "",
    "Bountied Bugs": "Subsidijuojamos klaidos",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS yra sukurta ir naudojama žmonių iš viso pasaulio; padėkite mums padaryti šį patyrimą dar geresniu - verskite jį į daugiau kalbų.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tiek elementary OS, tiek ir mūsų svetainė yra atvirai verčiama, naudojant internetinę platformą, pavadinimu \"Weblate\".",
    "Suggest Translations": "Siūlyti vertimus",
    "World map": "Pasaulio žemėlapis",
    "Question &amp; Answer": "Klausimai ir atsakymai",
    "StackExchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange yra klausimų ir atsakymų svetainė, sukurta rasti geriausius atsakymus į dažniausiai užduodamus klausimus. Bet kas gali susikurti paskyrą, kad galėtų pradėti klausti ir atsakinėti.",
    "Unanswered Questions": "Neatsakyti klausimai",
    "New Questions": "Nauji klausimai",
    "Documentation": "Dokumentacija",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary pateikia pagrindinę dokumentaciją tiek naudotojams, tiek kūrėjams. Visa mūsų dokumentacija yra parašyta Markdown pavidalu ir yra talpinama GitHub tinklalapyje, taigi, pateikti pakeitimą ar naują sekciją yra labai lengva.",
    "Learning The Basics Guide": "Susipažinimo su pagrindais vadovas",
    "Developer Docs": "Medžiaga kūrėjams",
    "Web Development": "Svetainės kūrimas",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Mūsų svetainė sukurta, naudojant HTML, CSS, PHP ir JavaScript. Mes visuomet ieškome šiose srityse patyrusių žmonių, kurie norėtų prisidėti ir padaryti mūsų svetainę dar geresnę.",
    "Fork Our Website on GitHub": "Sukurti GitHub mūsų svetainės atšaką",
    "Report a Website Issue": "Pranešti apie klaidą svetainėje",
    "Desktop Development": "Darbalaukio kūrimas",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Browse Our Code": "Naršyti mūsų kodą",
    "Bitesized Bugs": "Baito dydžio klaidos",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "",
    "Browse Our Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "",
    "Browse Our Icons": "",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "Browse Needs Design Issues": "",
    "Get Involved with elementary OS": "Įsitraukite į elementary OS"
}
