{
    "Press Resources": "Ištekliai spaudai",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Mums patinka dirbti su spauda—tiek Linux pasaulyje, tiek technologinėje ir kultūrinėje srityje—kad pasidalintume savo istorija ir tuo, ką veikiame.",
    "Join Our Press List": "Prisijunkite prie mūsų sąrašo spaudai",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Pirmieji sužinokite apie naujas laidas ir svarbius plėtojimo tarpsnius. Mes siunčiame išankstinę prieigą prie spaudos laidų bei spaudos rinkinių, kartu su aukštos raiškos ekrano kopijomis. Tai yra <strong>labai mažos apimties<\/strong> sąrašas; mes siunčiame svarbiausias naujienas, maždaug kartą per metus.",
    "Email": "El. paštas",
    "First Name": "Vardas",
    "Last Name": "Pavardė",
    "Publication": "Leidinys",
    "Subscribe": "Prenumeruoti",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "Juno yra labiau ištobulinta, produktyvesnė ir dar geresnė platforma trečiųjų šalių plėtotojams. Mes ženkliai atnaujinome programas, padarėme pagrindinį darbalaukį dar produktyvesnį kartu su naujomis ypatybėmis, patobulinome bendrą išvaizdą ir turinį ir žymiai pagerinome Sistemos nustatymus.",
    "Read Announcement": "Skaityti skelbimą",
    "Download Press Kit": "Atsisiųsti spaudos rinkinį",
    "News &amp; Announcements": "Naujienos ir skelbimai",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "Mes dalijamės dažnais atnaujinimais apie plėtojimą, stambius skelbimus, patarimus plėtotojams, pasižymėjusias programas ir kitą naują turinį per mūsų Medium leidinį.",
    "Visit Medium": "Apsilankyti Medium",
    "Brand Resources": "Prekės ženklo ištekliai",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Žiūrėkite elementary logotipus, prekės ženklo naudojimo gaires, spalvų paletes ir bendruomenės logotipą. Be to, atsisiųskite oficialaus, aukštos raiškos ir vektorinio elementary logotipo rinkinius.",
    "View Brand Resources": "Rodyti prekės ženklo išteklius",
    "Get in Touch": "Susisiekite",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Bendraukite tiesiogiai su komanda, rašydami mums el. paštu, adresu <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. Mes džiugiai priimame prašymus dalyvauti interviu, tinklalaidėse ar, tiesiog, bendrines spaudos užklausas.",
    "Send an Email": "Siųsti el. laišką",
    "Press &sdot; elementary": "Spauda &sdot; elementary"
}
