{
    "Privacy Policy": "Privatumo politika",
    "Do Not Track": "Nestebėti",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ši svetainė gerbia, daugumoje šiuolaikinių naršyklių randamą, nestebėjimo nustatymą ir išjungia Google Analytics. Mes negalime automatiškai pašalinti kitų stebėjimo metodų, rimtai nepaveikdami jūsų naudojimosi šia svetaine. Jeigu jūs norėtumėte rankiniu būdu valdyti šiuos stebėjimo metodus, pereikite prie slapukų išjungimo sekcijos.",
    "Cookies": "Slapukai",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Savo naršyklėje galite išjungti ar pasirinktinai atjungti bet kuriuos slapukus arba trečiųjų šalių slapukus.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ši svetainė naudoja slapukus prieauginių tobulinimų tikslais. Jūs galite pastebėti, kad paslaugos veikia ir be jų, tačiau ne taip tinkamai. Pavyzdžiui, svetainė neįsimins, ar jūs anksčiau jau esate mokėję elementary OS; pagal numatymą, jūsų bus paprašyta mokėti dar kartą.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Talpina slapukus, siekiant registruoti elgsenos elementus ir analizuoti potencialias grėsmes. Išsamesnei informacijai, žiūrėkite",
    "CloudFlare Privacy &amp; Security Policy": "CloudFlare privatumas ir saugos politika",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Talpina slapukus informacijos, anonimine forma, rinkimui, įskaitant šios svetainės lankytojų skaičių, iš kur jie buvo nukreipti ir kokius puslapius aplankė. Ši informacija yra naudojama svetainės tobulinimui. Išsamesnei informacijai, žiūrėkite Google straipsnį apie",
    "Safeguarding Your Data": "Duomenų apsaugą",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Naudoja slapukus, kad atsimintų jūsų paskutinį užsakymą ir šalį. Taip nusprendžiama, kokie kortelių tipai bus siūlomi apmokėjimui. Išsamesnei informacijai, žiūrėkite",
    "Stripe's Privacy Policy": "Stripe privatumo politika",
    "Manage Cookies": "Tvarkyti slapukus",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Kadangi jau esate aplankę mūsų svetainę, galbūt, norite tvarkyti jūsų naršyklėje jau nustatytus slapukus. Nuorodas ir susijusią informaciją kaip tai atlikti, galite rasti žemiau.",
    "Transparency": "Skaidrumas",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Mes į savo programinę įrangą nesame patalpinę jokių slaptų programų ir nesame gavę užklausų to padaryti. Mes taip pat niekada nesame gavę Nacionalinio saugumo laiško, užsienio žvalgybos stebėjimo akto įsakymo ar kitų slaptų naudotojo informacijos užklausų.",
    "Privacy Policy &sdot; elementary": "Privatumo politika ⋅ elementary"
}
