{
    "Check out our progress for Freya Update 1": "Check out our progress for Freya Update 1",
    "Fixed": "Đã sửa",
    "In Progress": "Đang Tiến hành",
    "Unfixed": "Chưa sửa",
    "Translations": "Các bản dịch",
    "Web Development": "Phát triển Web",
    "Design": "Thiết Kế",
    "Desktop Development": "Phát triển Desktop",
    "Funding": "Tài trợ",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Một ngôn ngữ khác là một cảm quan khác của cuộc sống\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS được phát triển và sử dụng bởi mọi người trên toàn thế giới; hãy giúp chúng tôi tạo nên trải nghiệm tốt hơn nữa bằng việc dịch nó sang những ngôn ngữ khác.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS sử dụng một công cụ dịch thuật mở và cộng tác trên Launchpad tên là Rosetta.",
    "Learn More": "Tìm Hiểu Thêm",
    "Our website is also openly translated using an online platform called Transifex.": "Trang web của chúng tôi cũng được dịch công khai sử dụng nền tảng trực tuyến gọi là Transifex.",
    "Translate elementary OS": "Dịch elementary OS",
    "Translate This Website": "Dịch trang web này",
    "World map": "Bản đồ Thế giới",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Các trang web thì phải đẹp từ trong ra ngoài\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Trang web của chúng tôi được xây dựng bằng HTML, CSS, PHP và JavaScript. Chúng tôi luôn tìm kiếm những người tài năng trong những lĩnh vực này muốn đóng góp và làm cho nó trở nên tốt hơn. Hầu hết thiết kế được thực hiển bởi Đội Thiết kế, nhưng chúng tôi cũng yêu thích những ý tưởng và phản hồi gửi đến Đội Phát triển web.",
    "Fork Us on GitHub": "Fork Us on GitHub",
    "See Our Open Bug Reports": "Xem Báo cáo những lỗi đang mở của chúng tôi",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Thiết kế tốt làm mọi thứ dễ nhớ và có ý nghĩa hơn\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Mọi dự án đều bắt đầu bằng một ý tưởng. Đội Thiết kế của chúng tôi đã biến chúng thành một bản kế hoạch. Chúng tôi chia thiết kế thành hai phần:",
    "<strong>Visual Design</strong>": "<strong>Thiết Kế Đồ Họa</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Nơi tuyệt để để những nhà thiết kế đồ họa bắt đầu chia sẻ những bản phác họa chính là <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">Cộng đồng Google+ của chúng tôi</a>",
    "<strong>Interactive Design</strong>": "<strong>Thiết kế Tương tác</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Chúng tôi sử dụng một hệ thống trên Launchpad gọi là Blueprints để tạo thông tin chi tiết cho những tính năng mới.",
    "Read the Interface Guidelines": "Hãy đọc Nguyên tắc Giao diện",
    "Browse Our Blueprints": "Xem qua các Blueprint của chúng tôi",
    "Read About Our Workflow": "Hãy đọc về Quy trình làm việc của chúng tôi",
    "Application wire frame": "Khung ứng dụng",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Trước khi một phần mềm được tái sử dụng thì nó phải hữu dụng trước đã\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Môi trường desktop của chúng tôi và tất cả ứng dụng đi kèm được xây dựng dựa trên Vala, GTK+, Clutter, Cairo, Granite và một số thư viện miễn phí khác. Tất cả mã nguồn đều được lưu trữ trên Launchpad.net, một dịch vụ miễn phí cho những dự án nguồn mở. Chúng tôi luôn tìm kiếm những người đóng góp ở tất cả mọi cấp bậc kỹ năng.",
    "Browse Our Desktop Code": "Xem mã nguồn Desktop của chúng tôi",
    "Browse Our Apps' Code": "Xem mã nguồn các ứng dụng của chúng tôi",
    "Scratch text editor": "Trình soạn thảo Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Hãy cứ làm những gì bạn thích và rồi tiền tài sẽ tự tới.\"",
    "Targeted Funding": "Mục tiêu kinh phí",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource trao tận tay tiền đóng góp đến những nhà phát triển bằng việc thưởng cho họ khi họ sửa các lỗi và tạo thêm các tính năng mới. Hãy đặt ra một phần thưởng ở vấn đề mà bạn quan tâm nhất hoặc đóng góp hỗ trợ cho một ứng dụng cụ thể nào đó. Bạn cũng có thể lựa chọn đóng góp theo định kỳ.",
    "BountySource": "BountySource",
    "General Funding": "Tổng kinh phí",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon hoạt động như một chiến dịch gây quỹ liên tục. Lựa chọn số tiền đóng góp, nhận lấy phần thưởng và giúp đỡ chúng tôi đạt được mục tiêu.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal là một lựa chọn nhanh chóng và đơn giản. Bạn có thể chọn đóng góp một lần hoặc đóng góp định kỳ.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Tham gia vào elementary OS"
}