{
    "A fast and open replacement for Windows and OS X": "Hệ điều hành rất nhanh có thể thay Windows và OS X",
    "Custom": "Khác",
    "Enter any dollar amount.": "Bạn hãy viết giá tiền dollar",
    "Download Freya": "Tải về Freya Beta",
    "893 MB (for PC or Mac)": "893 MB (cho PC hoặc Mac)",
    "What the press is saying about elementary OS:": "Báo chí nói gì về elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS rất khác… hệ điều hành rất đẹp và nhanh có thể chạy trên máy tính PC cũ”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“phần mềm nhanh và không cần sửa chữa nhiêu chỗ nào cũng có thể cài đặt đươc”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Lightweight and fast… Completely community-based, and has a real flair for design and appearances.”",
    "Meet Our Apps": "Meet Our Apps",
    "Photos": "Photos",
    "Music": "Music",
    "Videos": "Videos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surf the web with a fast & lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.",
    "Open Source": "Mã nguồn Mở",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Our code is available for review, scrutiny, modification, and redistribution by anyone.",
    "Learn More": "Tìm hiểu Thêm",
    "No Ads. No Spying.": "Không Quảng cáo. Không Theo dõi",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Chúng tôi không quảng cáo và không thu thập thông tin nhạy cảm cá nhân của bạn. Thu nhập duy nhất của chúng tôi tới từ người sử dụng.",
    "Safe &amp; Secure": "An toàn & Bảo mật",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Được xây dựng trên nền tảng Linux: nền tảng phần mềm được sử dụng bở Bộ Quốc Phòng Mỹ, nhiều Ngân Hàng và hơn thế nữa.",
    "Choose a Download": "Hãy chọn phần mềm để tải về",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Chúng tôi khuyến cáo nên cài đặt phiên bản 64-bit. Để được giúp đỡ và có thêm thông tin, xem",
    "installation guide": "hướng dẫn cài đặt",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Link Torrent Magnet",
    "Freya 64-bit": "Freya 64-bit",
    "Download elementary OS": "Tải về elementary OS"
}