{
    "A fast and open replacement for Windows and OS X": "Hệ điều hành rất nhanh có thể thay Windows và OS X",
    "Custom": "Khác",
    "Enter any dollar amount.": "Bạn hãy viết giá tiền dollar",
    "Purchase elementary OS": "Purchase elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Báo chí nói gì về elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS rất khác biệt… một hệ điều hành đẹp và nhanh có thể chạy được cả trên những máy tính cũ”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"một nền tảng nhanh và ổn định có thể cài đặt hầu như ở bất cứ đâu\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Gọn gàng và nhanh nhẹn... Hoàn toàn dựa vào cộng đồng và có  nét tinh tế dành cho thiết kế và giao diện.\"",
    "Meet Our Apps": "Ứng dụng của chúng tôi",
    "Photos": "Ảnh",
    "Music": "Âm nhạc",
    "Videos": "Phim ảnh",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Nhập vào, quản lý và chỉnh sửa ảnh. Làm trình chiếu. Chia sẻ bằng Facebook hoặc Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Quản lý và nghe nhạc của bạn. Duyệt qua các album, sử dụng chức năng tìm kiếm nhanh và tạo playlists những bài hát yêu thích.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Xem phim với giao diện đơn giản. Giao diện sẽ ẩn đi để bạn có thể tập trung vào thước phim hơn.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Lướt web với trình duyệt nhanh và nhẹ. Midori cho phép bạn xem những trang web HTML5 và sử dụng ứng dụng web nhưng lại tiết kiệm pin.",
    "Learn More": "Tìm hiểu thêm",
    "dat": "dat",
    "Accessories": "Accessories",
    "Graphics": "Đồ họa",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Khác",
    "Sound &amp; Video": "Âm thanh và Video",
    "System Tools": "Công cụ hê thống",
    "Applications": "Ứng dụng",
    "3 Ways to Explore": "3 công cụ tùy chỉnh Explore",
    "Grid": "Grid",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Hiển thị tất cả các ứng dụng dạng lưới theo thứ tự abc. Kéo qua và tìm những ứng dụng bạn muốn.",
    "Categories": "Categories",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "Tìm Kiếm",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "Mã nguồn Mở",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Mã nguồn của chúng tôi có sẵn để tất cả các bạn đánh giá, xem xét, sửa đổi và tái phân phối.",
    "No Ads. No Spying.": "Không Quảng cáo. Không Theo dõi",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Chúng tôi không quảng cáo và không thu thập thông tin nhạy cảm cá nhân của bạn. Thu nhập duy nhất của chúng tôi tới từ người sử dụng.",
    "Safe &amp; Secure": "An toàn & Bảo mật",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Được xây dựng trên nền tảng Linux: nền tảng phần mềm được sử dụng bở Bộ Quốc Phòng Mỹ, nhiều Ngân Hàng và hơn thế nữa.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Tải về elementary OS",
    "Choose a Download": "Hãy chọn phần mềm để tải về",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Chúng tôi khuyến cáo nên cài đặt phiên bản 64-bit. Để được giúp đỡ và có thêm thông tin, xem",
    "installation guide": "hướng dẫn cài đặt",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Link Torrent Magnet",
    "Freya 64-bit": "Freya 64-bit"
}