{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Chúng tôi tin vào kết hợp độc nhất của UX đỉnh cao và sức mạnh thay đổi thế giới của mã nguồn mở.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary được thành lập vào năm 2007 bởi một nhóm nhỏ những tình nguyện viên tâm huyết. Qua nhiều năm, chúng tôi đã có thể phát triển thành một công ty nhỏ và gây quỹ cho việc phát triển phần mềm mã nguồn mở. Chúng tôi là một team tận tuỵ bao gồm những lập trình viên, nhà thiết kế, nhà văn, và những người sử dụng máy tính hàng ngày đang tạo nên những trải nghiệm với máy tính không thể tin được. Chúng tôi là elementary.",
    "Pacific Daylight Time": "Pacific Daylight Time",
    "India Standard Time": "India Standard Time",
    "Eastern Daylight Time": "Eastern Daylight Time",
    "Mountain Daylight Time": "Mountain Daylight Time",
    "Central Daylight Time": "Central Daylight Time",
    "Central European Summer Time": "Central European Summer Time",
    "Brasilia Time": "Giờ Brasil",
    "British Summer Time": "British Summer Time",
    "Eastern European Time": "Giờ Đông Âu",
    "Korea Standard Time": "Giờ Hàn Quốc",
    "Moscow Time": "Giờ Moscow",
    "Community &amp; Collaborators": "Cộng đồng & Cộng tác viên",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary sẽ không thể tồn tại nếu không có sự tham gia của tận tâm của các thành viên cộng đồng và các cộng tác viên từ các dự án mở và miễn phí.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Tham gia cùng chúng tôi",
    "Powered by Slack": "Powered by Slack",
    "Team &sdot; elementary": "Nhóm ⋅ elementary"
}