{
    "Installation": "Instalação",
    "Download elementary OS": "Baixar elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Caso ainda não tenha feito, você precisará fazer o <a href=\"/\" target=\"_blank\" rel=\"noopener\">download do elementary OS em nossa home page</a>. Em seguida precisará copiar o arquivo ISO baixado para um pendrive usando as instruções abaixo.",
    "Recommended System Specifications": "Especificações de Sistema Recomendadas",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Embora não tenhamos um conjunto estrito de requisitos mínimos do sistema, nós recomendamos no mínimo as seguintes especificações para uma melhor experiência:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 recente ou um processador similar com dual-core e de 64 bit",
    "4 GB of system memory (RAM)": "4 GB de memória do sistema (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Disco de estado sólido (SSD) com 15 GB de espaço livre",
    "Internet access": "Acesso à Internet",
    "1024×768 display": "Monitor 1024×768",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "Você também precisará de uma unidade flash USB com pelo menos 2 GB de espaço livre para instalação.",
    "Back Up Your Data": "Faça Backup de Seus Dados",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Certifique-se de fazer backup dos dados importantes em um local externo, como um serviço em nuvem ou um disco rígido externo. A instalação de um novo sistema operacional pode substituir os dados existentes.",
    "Choose your current Operating System": "Escolha o seu Sistema Operacional",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selecione o sistema operacional que você está usando no momento para visualizar as instruções de instalação personalizadas.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Criando um Disco de Instalação",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Você precisará de um pendrive com ao menos 2 GB de espaço livre e de programa chamado Rufus.",
    "Download Rufus": "Baixar Rufus",
    "Rufus - select ISO": "Rufus - selecionar ISO",
    "Open Rufus": "Abrir o Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Insira seu pendrive e o selecione na lista de &quot;Dispositivos&quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Selecione &quot;Disco ou imagem ISO&quot;na&quot;lista&quot;de inicialização",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Clique em &quot;SELECIONAR&quot; para escolher a Imagem ISO que você baixou anteriormente.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Nós geramos um checksum (ou hash sum) para as imagens do Elementary Os para que você possa verificar o seu arquivo baixado. Isso assegura que você recebeu o download completo e que a sua imagem não foi de algum modo corrompida. Clique",
    "the checksum icon": "o ícone de checksum",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "próximo ao &quot;SELECIONAR&quot; e verifique se o texto próximo ao &quot;SHA256&quot; corresponde ao seguinte hash:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Se as hashes corresponderem, clique em &quot;INICIAR&quot; e aguarde o processo terminar.",
    "Booting from the Install Drive": "Iniciando pelo Disco de Instalação",
    "In order to start the installation process, you must boot your computer from the install drive.": "Para começar o processo de instalação, você precisa iniciar o seu computador pelo disco de instalação.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Considerando que o seu computador ainda está ligado, comece inserindo seu drive de instalação e reinicie o seu computador.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A maioria dos computadores permitirá que você brevemente altere a ordem de inicialização pressionando uma tecla — geralmente <kbd>F12</kbd>, mas às vezes <kbd>Esc</kbd> ou alguma outra tecla de função. Confira na sua tela ou na documentação do seu computador para confirmar.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pressione <kbd>F12<kbd> (ou a tecla apropriada) e selecione o disco de instalação — geralmente &quot;USB-HDD&quot; ou algo contendo a palavra &quot;USB&quot;, mas a expressão pode variar. Se você selecionou o disco incorreto, seu computador continuará a inicialização normalmente. Apenas reinicie o computador e escolha um disco diferente no menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Logo após selecionar o drive de instalação apropriado, você deverá ser apresentado à tela de apresentação do Elementary Os. Agora você pode seguir as instruções na tela que o guiarão através do resto do processo.",
    "Verify your Download": "Verifique seu Download",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Verificar o seu download é um passo importante, mas opcional. Nós geramos um checksum (ou hash sum) para as imagens do elementary Os e recomendamos que você verifique se o seu download corresponde ao checksum antes de tentar a instalação. Isso assegura que você recebeu o download inteiro, completo e que a imagem de instalação não foi, de algum modo, corrompida.",
    "Running the following command in your Terminal:": "Executando o seguinte comando em seu Terminal:",
    "Should produce the output:": "Deveria produzir a seguinte saída:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: Isso assume que você baixou o arquivo .iso para sua pasta de Downloads.\nCaso você tenha baixado para outro lugar qualquer, por favor especifique o caminho correto do arquivo baixado, assim como demonstrado abaixo",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Para criar um drive de instalação do elementary OS no macOS, você precisa de um pen drive com, no mínimo, 2GB de capacidade in capacity e um software chamado &quot;Etcher&quot;.",
    "Download Etcher": "Fazer o download do Etcher",
    "etcher steps": "etapas do etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Selecione o pen drive inserido, e escolha o arquivo ISO que você acabou de baixar.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Abra o &quot;Etcher&quot; e selecione a ISO do elementary OS baixada usando o botão de &quot;Selecionar imagem&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher deve detectar automaticamente seu pen drive, mas verifique se ele selecionou o dispositivo correto.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Inicie a criação do pen drive de instalação clicando no botão & quot; Flash! & Quot;. Pode demorar um pouco para começar.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Quando concluído, será seguro remover o pen drive e tentar dar boot para instalar o elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "A caixa de diálogo a seguir pode aparecer durante o processo de flash, é seguro ignorá-la.",
    "Not readable warning": "Aviso não legível",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Depois de ouvir o sino, pressione e segure <kbd>Opção</kbd>. Depois, selecione o dispositivo de inicialização apropriado. Observe que pode ser identificado incorretamente como &quot;Windows&quot;, mas isso é normal.",
    "Boot Errors": "",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "Executando o seguinte comando em seu Terminal:",
    "should produce the output:": "Deveria produzir a seguinte saída:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Você precisará de um pendrive com ao menos 2 GB de espaço livre e de um programa chamado UNetbootin.",
    "Download UNetbootin": "Fazer download do UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Abra UNetbootin a partir do Dash. Se abrirá uma janela como a abaixo:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "Desplugue todos os dispositivos USB exceto aquele que deseja usar.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Clique em &quot;OK&quot; e aguarde pela finalização do processo.",
    "After Installation": "Pós Instalação",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Tome esse tempo para ler o guia <a href=\"/docs/learning-the-basics\">Aprendendo o Básico</a> para aprender sobre o ser novo sistema operacional."
}
