{
    "Installation": "Instalação",
    "Download elementary OS": "Baixar elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Caso ainda não tenha feito, você precisará fazer o <a href=\"/\" target=\"_blank\" rel=\"noopener\">download do elementary OS em nossa home page</a>. Em seguida precisará copiar o arquivo ISO baixado para um pendrive usando as instruções abaixo.",
    "Frequently-Asked Questions": "",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "",
    "Recommended System Specifications": "Especificações de Sistema Recomendadas",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Embora não tenhamos um conjunto estrito de requisitos mínimos do sistema, nós recomendamos no mínimo as seguintes especificações para uma melhor experiência:",
    "Recent Intel Core i3 or comparable dual-core 64-bit processor": "",
    "4 GB of system memory (RAM)": "4 GB de memória do sistema (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "",
    "Internet access": "Acesso à Internet",
    "Built-in or wired mouse/touchpad and keyboard": "",
    "1024×768 minimum resolution display": "",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "",
    "Back Up Your Data": "Faça Backup de Seus Dados",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Certifique-se de fazer backup dos dados importantes em um local externo, como um serviço em nuvem ou um disco rígido externo. A instalação de um novo sistema operacional pode substituir os dados existentes.",
    "Step-by-step Guide": "",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "",
    "Verify Your Download": "",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "",
    "It should produce the output:": "",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "",
    "Creating an Install Drive": "Criando um Disco de Instalação",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "",
    "Download Etcher": "Fazer o download do Etcher",
    "etcher steps": "etapas do etcher",
    "Open Etcher, then:": "",
    "Plug in your spare USB flash drive": "",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "",
    "Once complete, continue to boot from the install drive.": "",
    "Booting From the Install Drive": "",
    "In order to start the installation process, you must boot your computer from the install drive.": "Para começar o processo de instalação, você precisa iniciar o seu computador pelo disco de instalação.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Considerando que o seu computador ainda está ligado, comece inserindo seu drive de instalação e reinicie o seu computador.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A maioria dos computadores permitirá que você brevemente altere a ordem de inicialização pressionando uma tecla — geralmente <kbd>F12</kbd>, mas às vezes <kbd>Esc</kbd> ou alguma outra tecla de função. Confira na sua tela ou na documentação do seu computador para confirmar.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pressione <kbd>F12</kbd> (ou a tecla apropriada) e selecione o disco de instalação — geralmente &quot;USB-HDD&quot; ou algo contendo a palavra &quot;USB&quot;, mas a expressão pode variar. Se você selecionou o disco incorreto, seu computador continuará a inicialização normalmente. Apenas reinicie o computador e escolha um disco diferente no menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Logo após selecionar o drive de instalação apropriado, você deverá ser apresentado à tela de apresentação do Elementary Os. Agora você pode seguir as instruções na tela que o guiarão através do resto do processo.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "A caixa de diálogo a seguir pode aparecer durante o processo de flash, é seguro ignorá-la.",
    "Not readable warning": "Aviso não legível",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Depois de ouvir o sino, pressione e segure <kbd>Opção</kbd>. Depois, selecione o dispositivo de inicialização apropriado. Observe que pode ser identificado incorretamente como &quot;Windows&quot;, mas isso é normal.",
    "Boot Errors": "Erros de inicialização",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Se seu Mac não reconhece seu pendrive de instalação do elementary OS no menu de boot, você pode criar um DVD de instalação do elementary OS ao invés. Para criar um, insira um DVD em branco, clique no arquivo ISO no Finder com o botão direito do mouse e selecione &quot;Gravar {#release_filename} em um disco&quot;. Quando completar, tente dar boot outra vez através do DVD de instalação.",
    "Running the following command in your terminal:": "Executando o seguinte comando em seu Terminal:",
    "After Installation": "Pós Instalação",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Tome esse tempo para ler o guia <a href=\"/docs/learning-the-basics\">Aprendendo o Básico</a> para aprender sobre o ser novo sistema operacional."
}
