{
    "Installation": "Instalação",
    "Download elementary OS": "Baixe o elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se ainda não baixou, você vai precisar <a href=\"/\" target=\"_blank\">baixar o elementary OS de nossa página</a>. Você precisa copiar o arquivo ISO para uma pendrive USB usando as instruções abaixo.",
    "Recommended System Specifications": "Especificações recomendadas do sistema",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 ou processador dual-core 64-bit semelhante",
    "1 GB of system memory (RAM)": "1 GB de memória (RAM)",
    "15 GB of disk space": "15 GB de espaço em disco",
    "Internet access": "Acesso à Internet",
    "Back Up Your Data": "Faça backup de seus dados",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Se assegure de efetuar o backup de dados importantes em um local externo como um serviço de nuvem ou um disco rígido externo. Instalar um novo sistema operacional pode sobrescrever os dados existentes. ",
    "Choose your current Operating System": "Escolha o seu Sistema Operacional atual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selecione o sistema operacional que você está usando atualmente para visualizar as instruções de instalação personalizadas.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "",
    "Creating an Install Drive": "Criando um Drive de Instalação",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Você precisará de um pendrive USB com pelo menos 2 GB de espaço livre e de um programa chamado Rufus.",
    "Download Rufus": "Baixe Rufus",
    "Rufus - select ISO": "Rufus - selecione ISO",
    "Open Rufus": "Abra Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Insira o seu drive USB e selecione-o na lista de &quot;Dispositivos&quot;",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Selecione a &quot;Imagem ISO&quot; em seguida para &quot;Criar um disco bootável usando...&quot;",
    "Click": "Clique",
    "the disk icon": "o ícone do disco",
    "to choose the ISO that you downloaded previously.": "para escolher a ISO que você havia baixado anteriormente.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#</code> button in the status bar and verify that the text next to &quot;SHA256&quot; matches the following hash:": "Nós geramos um checksum (ou hash sum) para o elementary OS para que você possa verificar o seu arquivo baixado. Isso garante que você recebeu o arquivo inteiro, e que a imagem não está corrompida de alguma forma. clique no botão<code>#</code> na barra de status e verifique se o texto próximo a&quot;SHA256&quot; é igual ao seguinte hash:",
    "If the hashes match, click &quot;Start&quot; and wait for the process to finish.": "Se as hashes forem iguais, clique em &quot;Iniciar&quot; e aguarde até o processo terminar.",
    "Booting from the Install Drive": "Inicializando pelo Disco de Instalação",
    "In order to start the installation process, you must boot your computer from the install drive.": "A fim de iniciar o processo de instalação, você precisa iniciar seu computador através do disco de instalação.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Assumindo que seu computador ainda está ligado, inicie o mesmo inserindo sua mídia de instalação e reiniciando o computador.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A maioria dos computadores permitirá que você altere a ordem de boot apenas por este boot, pressionando uma tecla especial — geralmente <kbd>F12</kbd>, mas algumas vezes <kbd>Esc</kbd> ou outra tecla de função. Veja na tela, ou no manual de seu computador para ter certeza",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "",
    "Verify your Download": "",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "",
    "Running the following command in your Terminal:": "",
    "Should produce the output:": "",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "",
    "Download Etcher": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "",
    "Select image in Etcher": "",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "",
    "Flash image in Etcher": "",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "",
    "Not readable warning": "",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "",
    "Boot Errors": "",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20170517.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "",
    "should produce the output:": "",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "",
    "Download UNetbootin": "",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "",
    "UNetbootin": "",
    "Select &quot;Diskimage&quot;": "",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "Desconecte todos os dispositivos de memória USB além do que você deseja usar.",
    "Click &quot;OK&quot; and wait for the process to finish.": "",
    "After Installation": "Depois da instalação",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": ""
}
