{
    "Installation": "Instalação",
    "Download elementary OS": "Baixe o elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se você ainda não o fez, você precisará <a href=\"\/\" target=\"_blank\" rel=\"noopener\">baixar o elementary OS a partir da nossa página inicial<\/a>. Você irá precisar copiar o arquivo ISO baixado para uma unidade flash USB usando as instruções abaixo.",
    "Recommended System Specifications": "Especificações recomendadas do sistema",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Embora não tenhamos um conjunto rigoroso de requisitos mínimos, recomendamos pelo menos as seguintes especificações para uma melhor experiência:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Processador Intel i3 recente ou processador compatível dual-core 64-bit",
    "4 GB of system memory (RAM)": "4 GB de memória de sistema (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Unidade de estado sólido (SSD) com 15 GB de espaço livre",
    "Internet access": "Acesso à Internet",
    "1024×768 display": "Monitor com resolução 1024x768",
    "Back Up Your Data": "Faça backup de seus dados",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Se assegure de efetuar o backup de dados importantes em um local externo como um serviço de nuvem ou um disco rígido externo. Instalar um novo sistema operacional pode sobrescrever os dados existentes.",
    "Choose your current Operating System": "Escolha o seu Sistema Operacional atual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selecione o sistema operacional que você está usando atualmente para visualizar as instruções de instalação personalizadas.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Criando um Drive de Instalação",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Você precisará de um pendrive USB com pelo menos 2 GB de espaço livre e de um programa chamado Rufus.",
    "Download Rufus": "Baixe Rufus",
    "Rufus - select ISO": "Rufus - selecione a ISO",
    "Open Rufus": "Abra Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Insira o seu dispositivo de armazenamento USB e selecione-o na lista de &quot;Dispositivos&quot",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Selecione &quot;Disco ou imagem ISO&quot; na lista de &quot;Na lista de Seleção &quot; Boot",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Clique &quot;SELECIONE&quot; para escolher o ISO que transferiu anteriormente.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Nós geramos uma soma de verificação (ou soma de hash) para imagens elementares do sistema operacional para que você possa verificar o arquivo baixado. Isso garante que você tenha recebido o download completo e completo e que sua imagem de instalação não esteja corrompida de forma alguma. Clique",
    "the checksum icon": "o ícone checksum",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "ao lado de &quot;SELECIONE&quot; e verifique que o texto ao lado de &quot;SHA256&quot; corresponde ao seguinte hash:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "os hash correspondem, clique &quot;INICIAR&quot; e aguarde que o processo termine.",
    "Booting from the Install Drive": "Inicializando a partir do Disco de Instalação",
    "In order to start the installation process, you must boot your computer from the install drive.": "A fim de iniciar o processo de instalação, você precisa iniciar seu computador através do disco de instalação.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Assumindo que o seu computador ainda esteja ligado, inicie inserindo sua mídia de instalação e reiniciando o computador.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A maioria dos computadores permitirá que você altere a ordem de inicialização apenas pressionando uma tecla especial — geralmente <kbd>F12<\/kbd>, mas algumas vezes <kbd>Esc<\/kbd> ou uma outra tecla de função. Confira na tela ou no manual de seu computador para ter certeza.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pressione <kbd>F12<\/kbd> (ou a tecla apropriada) e selecione a mídia de instalação—geralmente &quot;USB-HDD&quot; ou algo contendo a palavra &quot;USB&quot;, mas as palavras podem variar. Se você escolher a mídia incorreta, o seu computador provavelmente irá inicializar normalmente. Apenas reinicie o computador e escolha uma mídia diferente no menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Logo após escolher a mídia apropriada, será exibida a você a tela de início do elementary OS. Agora você pode seguir as instruções na tela que irão te guiar pelo restante do processo.",
    "Verify your Download": "Verifique seu download",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Verificar o arquivo baixado é um passo importante, mas opcional. Nós geramos um checksum (ou hash sum) para o elementary OS e recomendamos que você verifique se o checksum do arquivo baixado está correto antes de tentar instalar. Isso garante que você baixou o arquivo completo e que a sua imagem não esta corrompida de alguma forma.",
    "Running the following command in your Terminal:": "Executando o seguinte comando em seu Terminal:",
    "Should produce the output:": "Deve produzir o seguinte resultado:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: Assumindo que você tenha baixado o arquivo .iso na sua pasta de Downloads.\nNo caso de você ter baixado em outro lugar, especifíque o caminho correto do arquivo baixado, como mostrado abaixo",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Para criar um disco de instalação do elementary OS no macOS você vai precisar de uma pendrive USB que tenha capacidade de pelo menos 2GB e um app chamado &quot;Etcher&quot;.",
    "Download Etcher": "Baixar Etcher",
    "etcher steps": "passos do etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Insira a pendrive USB, e selecione o arquivo ISO que você acabou de baixar.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Abra &quot;Etcher&quot; e selecione seu arquivo de imagem elementary OS baixado usando o botão &quot;Selecionar Imagem&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "O Etcher deverá detectar automaticamente o seu drive USB, mas verifique se ele escolheu a unidade correta.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Comece o processo de gravação clicando no botão &quot;Flash!&quot;. Irá demorar um momento para começar.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Quando terminar esta etapa, você poderá remover seu drive de instalação e tentar realizar boot para instalar o elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "A janela a seguir pode aparecer diversas vezes durante este processo, é seguro ignorar.",
    "Not readable warning": "Sem aviso legível",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Depois de ouvir o sinal sonoro, pressione e segure <kbd>Opção<\/kbd>. Depois, selecione o drive de inicialização desejado. Observe que pode estar incorretamente identificado como \"Windows\", mas isso é normal.",
    "Boot Errors": "Erros de Boot",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Se o seu Mac não reconhece o seu drive USB de instalação do elementary OS no menu de inicialização, você pode ter que criar um DVD de instalação do elementary OS em seu lugar. Para criar um, insira um DVD virgem, clique com o botão direito do mouse no arquivo de imagem ISO no Finder e selecione &quot;Gravar elementaryos-0.4.1-stable.20180214.iso no disco&quot;. Quando concluir, tente inicializar novamente a partir do DVD de instalação.",
    "Running the following command in your terminal:": "Rodando os seguintes comandos no seu terminal:",
    "should produce the output:": "deverá produzir a saída:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Você precisará de uma unidade flash USB com pelo menos 2 GB de espaço livre e um programa chamado UNetbootin.",
    "Download UNetbootin": "Baixar UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Abra UNetbootin pelo Dash. Irá abrir uma janela semelhante a esta:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Selecione &quot;Diskimagem&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Clique em &quot;…&quot; para selecionar a ISO baixada anteriormente.",
    "Unplug all USB memory devices apart from the one you want to use.": "Desconecte todos os dispositivos de memória USB além do que você deseja usar.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Clique em &quot;OK&quot; e aguarde o processo finalizar.",
    "After Installation": "Depois da instalação",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Tome um pouco do seu tempo para ler o <a href=\"\/docs\/learning-the-basics\">guia de introdução<\/a> para saber mais sobre seu novo sistema operacional."
}
