{
    "Installation": "Instalação",
    "Download elementary OS": "Baixar o elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se ainda não o fez, precisará <a href=\"/\" target=\"_blank\">baixar o elementary OS a partir da nossa página inicial</a>. Você terá de copiar o arquivo ISO baixado para um pendrive USB usando as instruções abaixo.",
    "Recommended System Specifications": "Configurações Recomendadas para o Sistema",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 ou processador dual-core 64-bit equivalente",
    "1 GB of system memory (RAM)": "1 GB de memória do sistema (RAM)",
    "15 GB of disk space": "15 GB de espaço em disco",
    "Internet access": "Acesso à internet",
    "Back Up Your Data": "Faça uma cópia de segurança dos seus dados",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Certifique-se de fazer uma cópia de segurança dos seus dados para um local externo tal como um disco rígido externo, ou serviço em nuvem. Instalar um novo sistema operacional pode sobrescrever os seus dados existentes.",
    "Choose your current Operating System": "Escolha seu Sistema Operacional atual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selecione o sistema operacional que você usa atualmente para visualizar as instruções específicas de instalação",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Criando Uma Mídia de Instalação",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Você vai precisar de um pendrive USB com no mínimo 2 GB de espaço livre, e de um programa chamado Rufus.",
    "Download Rufus": "Baixar Rufus",
    "Rufus - select ISO": "Rufus - selecionar ISO",
    "Open Rufus": "Abra o Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Conecte o seu pendrive USB e selecione-o na lista \"Dispositivo\"",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Ao lado da opção \"Criar disco bootável com\", selecione \"Imagem ISO\"",
    "Click": "Clique em",
    "the disk icon": "ícone de disco ",
    "to choose the ISO that you downloaded previously.": "para selecionar a ISO que você baixou anteriormente.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#</code> button in the status bar and verify that the text next to &quot;SHA256&quot; matches the following hash:": "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#</code> button in the status bar and verify that the text next to \"SHA256\" matches the following hash:",
    "If the hashes match, click &quot;Start&quot; and wait for the process to finish.": "If the hashes match, click \"Start\" and wait for the process to finish.",
    "Booting from the Install Drive": "Inicializando pela Mídia de Instalação",
    "In order to start the installation process, you must boot your computer from the install drive.": "Para começar o processo de instalação, você deve iniciar seu computador pela mídia de instalação.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Assumindo que seu computador continua ligado, comece conectando sua mídia de instalação e reiniciando seu computador.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A maioria dos computadores permite que você mude a ordem de inicialização em cada inicialização pressionando uma tecla especial — geralmente <kbd>F12</kbd> mas, às vezes <kbd>Esc</kbd> ou outra tecla de função. Consulte a tela ou a documentação do computador para ter certeza.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pressione <kbd>F12</kbd> (ou a tecla apropriada) e selecione a mídia de instalação — geralmente \"USB-HDD\" ou algo contendo a palavra \"USB\", mas a nomenclatura pode variar. Se você escolher a mídia incorreta, seu computador provavelmente continuará inicializando como de costume. Se isto acontecer, apenas reinicie seu computador e escolha outra mídia no menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Logo após selecionar o dispositivo de inicialização adequado, você deverá ser apresentado com a tela de inicialização do elementary OS. Você agora pode seguir as instruções na tela, que te guiarão pelo resto do processo.",
    "Verify your Download": "Verifique seu Download",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Verificar o download é um passo importante, mas opcional. Geramos uma soma de verificação (ou soma de hash) para as imagens do elementary OS e nós recomendamos que você verifique se o seu download corresponde com a sua respectiva soma de verificação antes de tentar instalar. Isso garante que você tenha recebido um download completamente íntegro e que a sua imagem de instalação não está danificada de alguma forma.",
    "Running the following command in your Terminal:": "Rode o seguinte comando no terminal:",
    "Should produce the output:": "O retorno deve ser:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: Isso assume que você baixou o arquivo .iso na sua pasta de Downloads.\nEm caso de você ter baixado em outro lugar, por favor especifique o caminho para o arquivo baixado, como mostrado abaixo",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Para criar unidade de instalação do elementary OS no seu macOS, você vai precisar de uma unidade USB com capacidade mínima de 2 GB e um aplicativo chamado \"Etcher\".",
    "Download Etcher": "Baixar Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Insira o pendrive USB e selecione o arquivo ISO que você acabou de baixar.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Abra \"Etcher\" e selecione o seu arquivo de imagem baixado do elementary OS utilizando o botão \"Select image\".",
    "Select image in Etcher": "Selecionar image em Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher deve automaticamente detectar a sua unidade USB, mas verifique se ele escolheu a unidade certa.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Inicie o processo de flashing clicando no botão \"Flash!\". Ele vai demorar um momento para começar.",
    "Flash image in Etcher": "Imagem de flash no Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Após completar será seguro remover a unidade e tente instalar o elementary OS na incialização do sistema.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "O diálogo a seguir podem aparecer durante o processo de flashhing, é seguro ignorar.",
    "Not readable warning": "Aviso ilegível",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Depois de ouvir o sinal sonoro, pressione e segure a tecla <kbd>Option</kbd>. Então, selecione a mídia de inicialização apropriada. Note que a mídia pode estar identificada incorretamente como \"Windows\", mas isto é normal.",
    "Boot Errors": "Erros na inicialização",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Se o seu Mac não reconhecer a unidade USB da instalação do elementary OS no menu de inicialização, você pode precisar criar DVD de instalação do elementary OS em seu lugar. Para criar, insira um DVD gravável, clique com o botão direito sobre o arquivo ISO no Finder e selecione \"Gravar elementaryos-0.4-stable-amd64.20160921.iso ao Disco\". Após completar, tente inicializar novamente com o DVD de instalação. ",
    "Running the following command in your terminal:": "Execute o seguinte comando no seu Terminal:",
    "should produce the output:": "o retorno deve ser:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Você vai precisar de uma unidade USB com no mínimo 2 GB de espaço livre e de um programa chamado UNetbootin.",
    "Download UNetbootin": "Baixar UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Abra o UNetbootin da Dash. Ele irá abrir uma janela como a abaixo:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Selecione \"Imagem de disco\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Clique em \"...\" para selecionar a ISO que você baixou anteriormente.",
    "Unplug all USB memory devices apart from the one you want to use.": "Desconecte todos os dispositivos de armazenamento USB a não ser aquele que você quer usar.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Clique em \"OK\" e aguarde até o processo ser concluído.",
    "After Installation": "Após a instalação",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Aproveite este tempo para ler o <a href=\"/docs/learning-the-basics\">Guia para Iniciantes</a> do seu novo sistema operacional."
}