{
    "Learning the Basics": "Aprendendo o Básico",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Como acontece com todos os sistemas operacionais, existem algumas coisas com as quais você pode não estar familiarizado. Esta seção irá abordar como realizar tarefas simples e cotidianas, como navegar na Internet e ouvir música, assim como outras informações úteis das quais você pode não estar ciente.",
    "The Desktop": "A Área de Trabalho",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "A área de trabalho do elementary OS é muito simples e fácil de aprender. Ela consiste de dois elementos: o painel e o dock. Você pode customizar o papel de parede da área de trabalho indo em <strong><a href=\"/docs/learning-the-basics#system-settings\">Configurações do sistema</a></strong> → <strong>Área de trabalho</strong> → <strong>Papel de parede</strong>.",
    "The Panel": "O Painel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "No topo da tela você pode ver o Painel. Do lado esquerdo está o menu de Aplicativos, no centro estão a data e a hora, e à direita estão os Indicadores.",
    "Applications": "Aplicativos",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "No lado esquerdo da tela, estão os aplicativos. Clicar em <strong>Aplicativos</strong> mostra o launcher com todos os seus aplicativos já instalados. Você pode navegar pelas páginas usando os números que são exibidos no rodapé do launcher, ou rolando-as com o mouse. Você também pode alternar a visão usando o botão de Alterar Visualização no topo do launcher, onde pode ver os aplicativos em grade, ou por categoria. ",
    "Slingshot": "Slingshot",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Você pode pesquisar aplicativos pelo nome ou por palavra-chave e executar ações relacionadas a eles. Você também pode pesquisar pelos painéis das configurações do sistema. Algumas das ações que você pode encontrar na pesquisa incluem:",
    "Shutdown and Restart": "Desligar e Reiniciar",
    "Compose Message": "Compor Mensagem",
    "New Private Browsing Window": "Nova Janela de Navegação Anônima",
    "Math operations (example: 23 * 5)": "Operações matemáticas (exemplo: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Para abrir o menu de aplicativos usando o teclado, pressione <kbd>⌘</kbd> + <kbd>espaço</kbd>.",
    "Indicators": "Indicadores",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Do lado direito do painel estão os ícones chamados Indicadores. Eles dizem a você o estado atual da sua sessão, como por exemplo suas conexões de rede, carga da bateria, contas de bate-papo e email etc.\nAo clicar num indicador, mais informações são exibidas e ações relacionadas.",
    "The Dock": "O Dock",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "No rodapé da tela está o Dock. Ele contém seus aplicativos favoritos e qualquer um que esteja atualmente aberto.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Os conteúdos da dock são facilmente customizáveis. Para adicionar um aplicativo para a dock, arraste e solte-o de <strong>Aplicativos</strong> no painel ou botão direito do mouse ou no ícone do app aberto e escolha <strong> Manter na dock </strong>. Para remover um aplicativo a partir da dock, arraste-o e solte-o em um espaço vazio em seu desktop ou pressione o botão direito do mouse no ícone e desmarque a opção <strong> Manter na dock </strong>. Para reorganizar os aplicativos na dock, basta arrastar e soltá-los.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Por padrão, o dock esconde fora da parte inferior da tela quando um aplicativo é maximizada. Basta mover o mouse para o canto inferior esquerdo da tela para fazer reaparecer a dock.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "A área de trabalho do elementary é bem simples e fácil de aprender. Ela consiste de dois elementos: o painel e a dock. Você pode personalizar o papél de parede da sua área de trabalho pelas <strong><a href=\"/docs/learning-the-basics#system-settings\">Configurações do Sistema</a></strong> → <strong>Área de Trabalho</strong> → <strong>Papel de Parede</strong>.",
    "App Windows": "Janelas",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Os aplicativos existem nas suas próprias janelas, que podem ser fechadas, maximizadas, ou movidas.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Quando você abre um aplicativo, sua janela aparece no desktop. Cada aplicativo normalmente tem três áreas: os botões da janela, uma barra de ferramentas, e o conteúdo do aplicativo aberto.",
    "Window Buttons": "Botões de Janela",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Os botões de janela de um aplicativo estão nos cantos superiores da janela do aplicativo. O botão fechar está no lado esquerdo e o botão de maximizar no lado direito. Pressionar o botão de fechar vai fechar a janela do aplicativo. Pressionar o botão de maximizar alternará o estado da janela entre tela cheia e janela. Você pode mover a janela de um aplicativo ao redor da área de trabalho, arrastando o espaço vazio que existe entre botões de janela.",
    "Toolbar": "Barra de Ferramentas",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Muitos aplicativos têm uma barra de ferramentas na parte superior do aplicativo. Esta área contém ações comuns e itens de navegação para o aplicativo. Você pode mover a janela de um aplicativo arrastando qualquer área em branco de uma barra de ferramentas.",
    "Multitasking": "Multitarefa",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS suporta dois tipos de multitarefa: janelas e áreas de trabalho.",
    "Windows": "Janelas",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplicativos abertos em janelas. Eles podem se sobrepor em seu desktop e ser movimentados. Você pode alternar entre janelas de várias maneiras:",
    "click on the window you want to switch to": "clique na janela que você deseja alternar para",
    "click on the app's icon in the dock": "clique no ícone do aplicativo no dock",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "pressione  <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Para ter uma visão geral das janelas de aplicativos abertas, pressione <kbd> ⌘ </kbd> + <kbd> W </kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "A área de trabalho do elementary é bem simples e fácil de aprender. Ela consiste de dois elementos: o painel e a dock. Você pode personalizar o papél de parede da sua área de trabalho pelas <strong><a href=\"/docs/learning-the-basics#system-settings\">Configurações do Sistema</a></strong> → <strong>Área de Trabalho</strong> → <strong>Papel de Parede</strong>.",
    "Hot Corners": "Hot Corners",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Você também pode configurar \"hot corners\" (cantos de atalho, ou seja, atalhos que são ativados ao colocar o ponteiro do mouse nos cantos da tela) para ativar funções multitarefa como a visão geral das janelas, visão geral das áreas de trabalho, e muito mais.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Você pode personalizar cantos de atalho em <strong><a href=\"/docs/learning-the-basics#system settings\">Configurações do sistema</a></strong> → <strong>Área de trabalho</strong> → <strong>Hot Corners</strong>.",
    "Workspaces": "Áreas de Trabalho",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Por padrão, todas as janelas de aplicativos abrem em uma área de trabalho. No entanto, você pode usar várias áreas de trabalho para organizar seu fluxo de trabalho:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Para ter uma visão geral de suas áreas de trabalho, pressione <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Para mover-se rapidamente para a esquerda ou para a direita entre suas áreas de trabalho, pressione <kbd>⌘</kbd> + <kbd>←</kbd> ou <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Para navegar entre suas áreas de trabalho, pressione <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Você pode pular diretamente para uma área de trabalho específica ao pressionar de <kbd>⌘</kbd> + <kbd>1</kbd> a <kbd>⌘</kbd> + <kbd>9</kbd>. Você sempre pode pular para uma nova área de trabalho com <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Você também pode arrastar janelas entre áreas de trabalho ao arrastar seus ícones no modo de visão geral ou ao movê-los para a área de trabalho à direita ou à esquerda usando <kbd>⌘</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> ou <kbd>→</kbd>, respectivamente. Para ter uma visão geral das janelas em todas as áreas de trabalho, pressione <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Você pode personalizar esses atalhos em <strong><a href=\"/docs/learning-the-basics#system-settings\">Configurações do sistema</a></strong> → <strong>Teclado</strong> → <strong>Atalhos</strong> → <strong>Áreas de Trabalho</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Nota: <kbd>⌘</kbd> refere-se à \"super\" tecla. É também conhecida como a tecla \"Windows\" na maioria dos PCs ou a tecla \"Command\" em Macs.</em>",
    "Multiple Displays": "Múltiplas Telas",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "O painel, o dock e as áreas de trabalho aparecem somente na área de trabalho principal. Qualquer outra tela conectada irá conter áreas de trabalho separadas e independentes. Para gerenciar e reorganizar telas, vá para <strong><a href=\"/docs/learning-the-basics#system-settings\">Configurações do sistema</a></strong> → <strong>Telas</strong>. Sua tela principal está marcada com uma estrela preenchida (",
    ") and each display's settings can be changed from its cog (": ") e as configurações de cada tela podem ser alteradas a partir do seu menu de engrenagem (",
    ") menu.": ").",
    "Installing Apps": "Instalando Aplicativos",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "O elementaryOS vem com uma <strong>Central de Aplicativos</strong> grátis. Instalar um novo app da Central de Aplicativos é facil:",
    "Open the <strong>AppCenter</strong> app.": "Abra o aplicativo <strong>Central de Aplicativos</strong>.",
    "Search in the top-right, or browse.": "Pesquise na parte superior direita, ou navegue.",
    "Click <strong>Install</strong> next to the app you want to install.": "Clique no botão de <strong>Instalar</strong> próximo ao aplicativo que você deseja instalar.",
    "You may be asked for your password prior to installing an app.": "Será solicitada a sua senha antes de instalar um aplicativo.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.</em>": "<em>Nota: Alguns softwares podem não estar disponíveis a partir da Central de Aplicativos. Apesar de não recomendarmos a instalação de aplicativos baixados de sites em geral, aplicativos compatíveis com o Ubuntu 16.04 LTS devem funcionar no elementaryOS Loki sem grandes problemas.</em>",
    "Updating": "Atualização",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "As atualizações do elementaryOS são mostradas na Central de Aplicativos. Repare na guia \"Atualizações\", na parte de cima da janela. Recomendamos que você verifique por atualizações <em>uma vez a cada semana</em> para garantir que seu computador tem os mais recentes recursos de software e segurança.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "Para saber mais sobre correções de segurança, leia as <a href=\"http://www.ubuntu.com/usn/xenial/\">notas de segurança do Ubuntu</a>.",
    "System Settings": "Configurações do Sistema",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "O elementary OS vem com um aplicativo muito útil chamado \"Configurações do sistema\" que controla todas as suas preferências relativas ao sistema (ou \"globais\"). As Configurações do sistema lhe permitem ajustar coisas como atalhos de teclado, resolução de tela, seu papel de parede, e mais.",
    "Search": "Pesquisa",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Você pode encontrar rapidamente as configurações que você está procurando digitando palavras-chave na barra de pesquisa no topo da janela. O conteúdo da janela das Configurações do sistema será filtrado para coincidir com a sua pesquisa.",
    "App Settings": "Configurações de Aplicativos",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tenha em mente que as Configurações do Sistema só lida com as preferências globais para o elementary OS. Embora, alguns aplicativos podem também ter suas próprias preferências, você não vai encontrá-las aqui. Em vez disso, procure por elas dentro do aplicativo em quuestão.  "
}