{
    "Learning the Basics": "Aprendendo o básico",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Aprenda sobre o ambiente de trabalho do elementaryOS e como navegar por janelas, espaços de trabalho e mais.",
    "Desktop": "Área de Trabalho",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "A área de trabalho do elementary OS é constituido por dois elementos: o Painel e a Doca. Você pode customizar o papel de parede da área de trabalho utilizando o clique secundário na área de trabalho—botão direito em um mouse ou toque com dois dedos em um touchpad. Você também pode alterar a aparência e o comportamento da área de trabalho a partir de <strong><a href=\"#system-settings\">Configurações do Sistema</a></strong> → <strong>Área de Trabalho</strong>.",
    "Panel": "Painel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "No topo do ambiente de trabalho temos o Painel. À esquerda temos o Menu de Aplicações, ao centro estão a data e a hora, e à direita temos os Indicadores do Sistema.",
    "Applications Menu": "Menu de Aplicativos",
    "Date &amp; Time": "Data &amp; Hora",
    "System Indicators": "Indicadores do Sistema",
    "The Panel": "Painel",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Para abrir ou buscar por aplicativos instalados, selecione <strong>Aplicativos</strong> no Painel. Você pode navegar através de seus aplicativos utilizando a rolagem em um mouse, deslizando com dois dedos em um touchpad, ou utilizando os pontos do paginador na parte inferior. Você também pode utilizar o alterador de visualização na parte superior para alternar entre exibir seus aplicativos em uma grade ou em uma lista categorizada.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Comece a digitar no Menu de Aplicativos para pesquisar seus aplicativos por nome ou por palavras-chave. Pesquisar também exibirá ações de aplicativos e Configurações do Sistema. Por exemplo, utilizando a pesquisa você pode:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Desligar</strong> ou <strong>Reiniciar</strong> seu dispositivo",
    "<strong>Compose Message</strong> with Mail": "<strong>Escrever uma mensagem</strong> com o Mail",
    "Open a <strong>New Incognito Window</strong> in Web": "Abrir uma <strong>Nova Janela Anônima</strong> no Web",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Realizar operações matemáticas como <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Realizar uma <strong>Captura de tela da Janela Atual</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Encontrar configurações específicas como <strong>Teclado → Layout → Tecla de Composição</strong>",
    "To open the Applications Menu with the keyboard, simply press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>.": "Para abrir o Menu de Aplicativos com o teclado, simplesmente pressione  <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "O indicador de Data &amp; Hora ao centro do Painel exibe a data e a hora atual. Clique ou toque em qualquer área da data ou hora para exibir um calendário e os eventos futuros. Dê um clique duplo em um dia ou selecione um evento para abrir o aplicativo Calendário.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Os Indicadores do Sistema à direita do Painel exibem o status do dispositivo, ou seja, conexões de rede, bateria, entrada e saída de som, notificações e etc. Selecionar um indicador expões mais informações e ações relacionadas.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Sobrepassar um indicador com o cursor do mouse também exibe uma breve informação e o atalho de clique do meio ou toque com três dedos para o indicador. Por exemplo:",
    "Sound: Mute": "Som: Silenciar",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: Ligar ou Desligar Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Energia: Exibe a porcentagem restante da bateria no Painel",
    "Notifications: Toggle Do Not Disturb mode": "Notificações: Alternar o modo Não Perturbe",
    "Session: Prompt to shut down": "Sessão: Mensagem para desligar",
    "Dock": "Doca",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "Na parte inferior do ambiente de trabalho está a Doca para acesso rápido aos seus aplicativos favoritos ou que estão abertos atualmente.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Para adicionar uma aplicativo à Doca, arraste e solte do menu Aplicativos ou clique com botão direito no ícone de um aplicativo aberto e escolha <strong>Manter na Doca</strong>. Para remover uma aplicativo da Doca, arraste e solte num espaço vazio da área de trabalho ou clique com o botão direito no ícone e desmarque <strong>Manter na Doca</strong>. Arraste e solte os aplicativos na Doca para os reorganizar.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Por padrão, a Doca oculta-se da parte inferior da área de trabalho quando um aplicativo é maximizado ou o sobrepõe. Desloque o cursor do mouse contra o centro inferior da área de trabalho para mostrar e utilizar a Doca quando estiver oculta.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Você pode personalizar o tamanho e o comportamento da Doca nas <strong><a href=\"#system-settings\">Configurações do Sistema</a></strong> → <strong>Área de Trabalho</strong> → <strong>Doca e Painel</strong>.",
    "App Windows": "Janelas de Aplicativos",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Quando se abre um aplicativo, a sua janela aparece na área de trabalho. Embora o design exato das diferentes aplicações possa diferir, as janelas dos aplicativos podem geralmente ser fechadas, movidas, redimensionadas, e maximizadas.",
    "Header Bar": "Barra de Cabeçalho",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "A maioria dos aplicativos tem uma Barra de Cabeçalho no topo da sua Janela com os Botões de janela e as ações ou navegação da aplicação.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Mova uma janela arrastando para qualquer lugar na Barra de Cabeçalho ou pressionando <kbd>Alt</kbd><kbd>F7</kbd> e movendo o cursor do mouse.",
    "HeaderBar": "Barra de Cabeçalho",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Clique com o botão direito do mouse na Barra de Cabeçalho para acesso rápido às ações da janela e área de trabalho.",
    "Window Buttons": "Botões de Janela",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Os botões da janela de um aplicativo ficam nos cantos superiores da janela do aplicativo: fechar à esquerda e maximizar (se suportado pelo aplicativo) à direita. Fechar uma janela fechará esse aplicativo; ele pode ser reaberto no Menu de Aplicativos ou na Doca. Maximizar uma janela a redimensiona para ocupar a maior parte da área de trabalho, mantendo seu acesso ao Painel e a Doca.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Você também pode arrastar uma janela para o topo da área de trabalho ou clicar duas vezes na barra de cabeçalho para maximizar, e arrastar do topo ou clicar duas vezes na barra de cabeçalho para desmaximizar.",
    "Resizing": "Redimensionamento",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "A maioria das janelas dos aplicativos podem ser redimensionadas arrastando de qualquer margem da janela. Pode também clicar duas vezes na barra de cabeçalho de uma janela e escolher <strong>Redimensionar</strong> ou precione <kbd>Alt</kbd><kbd>F8</kbd> para entrar no modo de redimensionamento: mova o cursor do mouse na direção que você quer redimensionar a janela.",
    "Multitasking": "Multitarefa",
    "elementary OS uses both windows and workspaces for multitasking.": "O elementary OS utiliza tanto janelas como áreas de trabalho para multitarefa.",
    "Windows": "Janelas",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "As janelas de aplicativos podem sobrepor-se na área de trabalho e ser movidas. Você pode alternar entre janelas abertas de várias maneiras:",
    "Click or tap on the window you want to switch to": "Clique ou toque na janela para a qual deseja alternar",
    "Click or tap the app's icon in the dock": "Clique ou toque no ícone do aplicativo na doca",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Pressione <kbd>Alt</kbd><kbd>Tab</kbd> para alternar entre as janelas",
    "Workspaces": "Áreas de Trabalho",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Por padrão, as janelas de aplicativo abrem no seu área de trabalho atual. No entanto, você pode usar múltiplas áreas de trabalho para organizar seu fluxo de trabalho:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Para mover para a esquerda ou direita em suas áreas de trabalho, pressione <kbd title=\"Super, ou a tecla Windows ou Command\">&#8984;</kbd><kbd>←</kbd> ou <kbd title=\"Super, ou a tecla Windows ou Command\">&#8984;</kbd><kbd>→</kbd> ou deslize com três dedos sobre um touchpad ou tela sensível ao toque.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Vá direto para uma área de trabalho específica pressionando <kbd title=\"Super, ou a tecla Windows ou Command\">&#8984;</kbd><kbd>1</kbd> até <kbd title=\"Super, ou a tecla Windows ou Command\">&#8984;</kbd><kbd>9</kbd>. Você sempre pode ir para uma nova área de trabalho com <kbd title=\"Super, ou a tecla Windows ou Command\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Mova as janelas entre as áreas de trabalho arrastando-as na <a href=\"#multitasking-view\">Visão Multitarefa</a> ou pressionando <kbd title=\"Super, ou a tecla Windows ou Command\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> ou <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Personalize esses atalhos em <strong><a href=\"#system-settings\">Configurações do Sistema</a></strong> → <strong>Teclado</strong> → <strong>Atalhos</strong> → <strong>Áreas de Trabalho</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Algumas janelas também podem exibir tela cheia em um nova área de trabalho. Você pode alternar entre as áreas de trabalho como de costume, e fechar ou tirar o aplicativo do modo de tela cheia o retornará à área de trabalho anterior.",
    "Multitasking View": "Visão Multitarefa",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "A Visão Multitarefa mostra todas as janelas e áreas de trabalho abertas para que você possa alternar entre elas. Para abrir, pressione o ícone <strong>Visão Multitarefa</strong> na doca, pressione <kbd title=\"Super, ou a tecla Windows ou Command\">&#8984;</kbd><kbd>↓</kbd>, ou deslize para cima com três dedos no touchpad ou tela sensível ao toque.",
    "Gestures": "Gestos",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS suporta gestos multitoque em hardware suportado, como touchpads e telas sensíveis ao toque. Por padrão, um deslizar com três dedos para a esquerda ou direita alterna entre áreas de trabalho, enquanto um deslizar com três dedos para cima entra na Visão Multitarefa.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Modifique os gestos em <strong><a href=\"#system-settings\">Configurações do Sistema</a></strong> → <strong>Mouse e Touchpad</strong> → <strong>Gestos</strong>.",
    "Hot Corners": "Cantos Ativos",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Cantos Ativos são atalhos ao colocar o cursor no canto da tela principal. Você pode configurar Cantos Ativos para ativar ações multitarefa como a visão geral da janela, visão geral da área de trabalho e muito mais.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Você pode personalizar os cantos ativos em <strong><a href=\"#system-settings\">Configurações do Sistema</a></strong> → <strong>Área de Trabalho</strong> → <strong>Multitarefas</strong>.",
    "Multiple Displays": "Múltiplas Telas",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "O Painel, Doca e áreas de trabalho aparecem na tela principal. Quaisquer outras telas anexadas atuam como áreas de trabalho independentes. Para gerenciar e reorganizar as telas, vá para <strong><a href=\"#system-settings\">Configurações do Sistema</a></strong> → <strong>Telas</strong>. Seu monitor principal é marcado com uma estrela preenchida (",
    ") and each display's settings can be changed from its": ") e as configurações de cada tela podem ser alteradas a partir do seu",
    "menu.": "menu.",
    "Installing Apps": "Instalando Aplicativos",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS vem com a <strong>Central de Aplicativos</strong>, a loja de aplicativos para programadores independentes. Para instalar um novo aplicativo:",
    "Open <strong>AppCenter</strong>": "Abra a <strong>Central de Aplicativos</strong>",
    "Search in the top-right, or browse by category": "Pesquise no canto superior direito ou navegue por categoria",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Selecione <strong>Gratuito</strong> ou o preço sugerido ao lado da aplicação que pretende instalar. Para escolher um preço diferente, selecione o botão <strong>▾</strong> e selecione ou introduza o seu próprio preço.",
    "Sideload": "Carregamento lateral",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Alguns programas de terceiros podem não estar disponíveis na Central de Aplicativos, especialmente se forem multiplataforma e não forem projetados para o elementary OS. Você pode fazer sideload de aplicativos Flatpak de fontes de terceiros como <a href=\"https://flathub.org\">Flathub</a>: baixe e abra um arquivo <code>.flatpakref</code> ou <code>.flatpak</code>, e o utilitário Sideload o instalará para você. Atualizações para esse aplicativo e outros aplicativos da mesma fonte podem então aparecer como não curados na Central de Aplicativos.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Lembre-se de que aplicativos carregados lateralmente e não curados não foram revistas pela elementary quanto à sua segurança ou privacidade.",
    "Updating": "Atualização",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "A Central de Aplicativos inclui atualizações para aplicativos e para o próprio sistema operacional na aba <strong>Instalado</strong>. Lembre-se de instalar atualizações com frequência para obter os recursos, correções e melhorias de segurança mais recentes. Para mais informações relacionadas a atualização de segurança, leia os <a href=\"https://usn.ubuntu.com/\">avisos de segurança do Ubuntu</a>.",
    "System Settings": "Configurações do Sistema",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "O elementary OS vem com o aplicativo <strong>Configurações do Sistema</strong> que ajuda você a gerenciar as configurações do dispositivo e as preferências do usuário. As Configurações do Sistema permitem que você ajuste atalhos de teclado, resolução de tela, seu papel de parede e muito mais.",
    "Search": "Pesquisa",
    "You can find specific settings by typing in the search bar at the top of the window.": "Você pode encontrar configurações específicas digitando na barra de pesquisa na parte superior da janela.",
    "App Settings": "Configurações do Aplicativo",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Lembre-se que as Configurações do Sistema lidam apenas com as configurações de todo o sistema e as preferências do usuário para o elementary OS. Se um aplicativo oferece configurações ou preferências, elas serão expostas dentro do próprio aplicativo.",
    "Keyboard Shortcuts": "Atalhos de Teclado",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Os atalhos de teclado no elementary OS geralmente são expostos contextualmente em dicas de ferramentas ao passar o mouse ou em menus de contexto ao clicar com o botão direito do mouse.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key to open the <a href=\"#applications-menu\">Applications Menu</a>, start typing &quot;Shortcuts&quot;, and select the first entry in the <strong>Applications</strong> category.": "",
    "Additionally, you bind the shortcuts overlay to open on <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Layout</strong> (&#8984; key behavior: Shortcut Overlay).": "",
    "Desktop keyboard shorcuts can be customized from the <strong>Keyboard Settings…</strong> option in the shortcuts overlay or in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong>.": ""
}
