{
    "Translation Guide": "Guia de Tradução",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Traduzir nosso website e apps é uma parte muito importante em fazer do elementary OS o mais acessível às pessoas possível. Em vez de se basear unicamente em uma equipe de tradução interna, nós utilizamos de <i>crowdsourcing<\/i> para que qualquer um possa enviar traduções, mesmo com pouco ou nenhum conhecimento técnico. A fim de manter nossa voz consistente através de toda a plataforma, e para ajudar novos tradutores a começar, nós criamos este guia de tradução.",
    "Translating Applications": "Traduzindo Aplicativos",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Apps são traduzidos através do Rosetta: a interface de tradução hospedada no Launchpad.  Para enviar traduções, você deve:",
    "Have a": "Ter uma",
    "Launchpad account": "conta no Launchpad",
    "Set your": "Definir suas",
    "language preferences": "preferências de linguagem",
    "Browse our": "Navegue pelos nossos",
    "translatable projects": "projetos traduzíveis",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Uma vez feita a seleção, você pode fornecer sugestões para linhas que ainda não foram traduzidas, ou sugerir mudanças para linhas que já foram traduzidas. Essas sugestões serão avaliadas por um membro da equipe de tradução e ele irá escolher a mais apropriada. Para mais informações sobre Rosetta, você pode consultar sua <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentação<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Quando estiver traduzindo você pode encontrar situações onde tem de decidir entre várias formas de dizer a mesma coisa. Nessas situações devemos consultar o <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guia geral de tradução<\/a> do Ubuntu, e para problemas específicos de um idioma nós seguimos as <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">orientações da equipe de tradução<\/a> do Ubuntu. Seguindo essas diretrizes é possível assegurar traduções mais uniformes, e ao mesmo tempo permitindo que qualquer pessoa possa contribuir.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se você não deseja usar o Rosetta, ou planeja fazer várias mudanças de uma só vez, também é possível traduzir offline. Para isso:",
    "Go to a project you want to translate": "Vá a um projeto que deseja traduzir",
    "Choose your language": "Escolha seu idioma",
    "Click on &quot;Download translation&quot;": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Você pode, agora, requisitar um e-mail, que te dá o link correto para baixar as traduções. Agora:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Escolha seu editor de texto ou arquivos po (como o <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>, por exemplo)",
    "Start translating": "Comece a traduzir",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "",
    "Translating our Website": "Traduzindo nosso Website",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Como em nossos apps, nós seguimos o <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guia geral de tradução<\/a> do Ubuntu, e para problemas específicos de uma linguagem nós seguimos as <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">diretrizes da equipe de tradução<\/a> do Ubuntu."
}
