{
    "Translation Guide": "Guia de Tradução",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Traduzir nosso website e apps é uma parte muito importante em fazer do elementary OS o mais acessível às pessoas possível. Em vez de se basear unicamente em uma equipe de tradução interna, nós utilizamos de <i>crowdsourcing</i> para que qualquer um possa enviar traduções, mesmo com pouco ou nenhum conhecimento técnico. A fim de manter nossa voz consistente através de toda a plataforma, e para ajudar novos tradutores a começar, nós criamos este guia de tradução.",
    "Steps to Begin Translation": "Etapas para começar a tradução",
    "Our apps and website are translated through Weblate: a free web-based translation management system. In order to submit translations, you should:": "Nossos aplicativos e site são traduzidos através do Weblate: um sistema gratuito de gerenciamento de tradução baseado na web. Para enviar traduções, você deve:",
    "Have a": "Ter uma",
    "Weblate account": "Conta Weblate",
    "Set your": "Definir suas",
    "language preferences": "preferências de linguagem",
    "Browse our": "Navegue pelos nossos",
    "translatable projects": "projetos traduzíveis",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Depois de selecionar um projeto, você pode fornecer sugestões para strings que ainda não foram traduzidas ou sugerir alterações em strings que já foram traduzidas. Essas sugestões serão avaliadas por um membro da equipe de tradução e escolherão a mais apropriada. Para mais informações sobre o Weblate, você pode consultar a <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentação</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">join the translators Slack</a> and message an admin your weblate username and what language you want to translate.": "Por padrão, você só pode sugerir traduções. Se você gostaria de obter permissões para salvar traduções,<a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\"> junte-se aos tradutores Slack</a> e envie uma mensagem para um administrador do seu nome de usuário do weblate e qual idioma você deseja traduzir.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Quando estiver traduzindo você pode encontrar situações onde tem de decidir entre várias formas de dizer a mesma coisa. Nessas situações devemos consultar o <a href=\"https://help.launchpad.net/Translations/Guide\">guia geral de tradução</a> do Ubuntu, e para problemas específicos de um idioma nós seguimos as <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">orientações da equipe de tradução</a> do Ubuntu. Seguindo essas diretrizes é possível assegurar traduções mais uniformes, e ao mesmo tempo permitindo que qualquer pessoa possa contribuir.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se você não deseja traduzir usando Weblate, ou quer fazer muitas mudanças de uma vez, você também pode traduzir offline. Para isso:",
    "Go to a project you want to translate": "Vá a um projeto que deseja traduzir",
    "Choose your language": "Escolha seu idioma",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Clique em &quot;Arquivos&quot; e então selecione &quot;Baixar a tradução como gettext PO&quot;",
    "Choose your favorite text-, code- or po-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Escolha o seu editor de texto, código ou po favorito (por exemplo <a href=\"https://poedit.net/\">1Poedit</a>)",
    "Start translating": "Comece a traduzir",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page that you downloaded them from.": "Quando terminar, use o &quot;Enviar a tradução&quot; na opção no menu do &quot;Arquivos&quot; na mesma página que você baixou.",
    "Additional Information": "Informação Adicional",
    "We won't support translations in the following pages:": "Não suportamos traduções nas seguintes páginas:"
}
