{
    "Installation": "Instalação",
    "Download elementary OS": "Descarregar o elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se ainda não o fizeste, <a href=\"\/\" target=\"_blank\">descarrega o elementary OS a partir da nossa página inicial<\/a>. Vais necessitar de copiar o ficheiro .ISO descarregado para uma Pen USB usando as instruções abaixo.",
    "Recommended System Specifications": "Requisitos do Sistema Recomendados",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 ou processador comparável dual-core de 64-bit",
    "1 GB of system memory (RAM)": "1GB de RAM",
    "15 GB of disk space": "15GB de espaço no disco",
    "Internet access": "Acesso à Internet",
    "Back Up Your Data": "Faz o Backup dos teus dados",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Faz uma cópia de segurança dos teus dados para uma localização externa tal como um disco rígido externo, ou um serviço cloud. Instalar um novo sistema operativo pode apagar ou substituir todos os dados existentes no computador.",
    "Choose your current Operating System": "Escolhe o teu Sistema Operativo atual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selecciona o sistema operativo que usas atualmente para veres instruções específicas de instalação.",
    "Windows": "",
    "macOS": "",
    "Ubuntu": "",
    "Creating an Install Drive": "Criar uma Pen USB de instalação",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Irá necessitar de uma Pen USB com pelo menos 2GB de espaço livre e um programa chamado Rufus.",
    "Download Rufus": "Descarrega o Rufus",
    "Rufus - select ISO": "Rufus - selecionar ISO",
    "Open Rufus": "Abre o Rufus",
    "Insert your USB drive and select it in the \"Device\" list": "",
    "Select \"ISO Image\" next to \"Create a bootable disk using...\"": "",
    "Click": "Clica",
    "the disk icon": "o ícone do disco",
    "to choose the ISO that you downloaded previously.": "para seleccionares o .ISO que transferiste anteriormente.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#<\/code> button in the status bar and verify that the text next to \"SHA256\" matches the following hash:": "",
    "If the hashes match, click \"Start\" and wait for the process to finish.": "",
    "Booting from the Install Drive": "Iniciar a partir da Drive de Instalação",
    "In order to start the installation process, you must boot your computer from the install drive.": "Para começar o processo de instalação, tens que arrancar o computador a partir da drive de instalação.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Assumindo que o teu computador continua ligado, começa por inserir a tua Pen USB de instalação e reinicia o teu computador.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A maior parte dos computadores permitem alterar temporariamente a origem do arranque ao pressionar uma tecla especial — normalmente <kbd>F12<\/kbd>, noutras vezes <kbd>Esc<\/kbd> ou outra tecla de função —. Vê o teu ecrã, ou a documentação do teu computador para ter a certeza.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Logo a seguir a esta escolha, vai ser apresentado o ecrã de abertura do elementary OS. Podes agora seguir as instruções apresentadas que te guiarão através do resto do processo.",
    "Verify your Download": "Verifica o teu Download",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Verificar o download é um passo importante, mas opcional. Nós geramos um checksum (ou hash sum) para as imagens do elementary e recomendamos que verifiques se o ficheiro que descarregaste coincide com o checksum indicado antes de o instalar. Isto assegura que recebeste o pacote completo, e que a tua imagem de instalação não está comprometida ou danificada.",
    "Running the following command in your Terminal:": "A correr o seguinte comando no seu Terminal:",
    "Should produce the output:": "Deverá produzir informação de saída:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: Isto é assumindo que descarregou o ficheiro .iso para a sua pasta de Transferências.\nNo caso de descarregado para outro lado, por favor especifique o caminho correto para o ficheiro descarregado, como mostrado abaixo",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".": "",
    "Download Etcher": "Descarregar Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Insere a chave USB e selecciona o ficheiro ISO que acabaste de descarregar.",
    "Open \"Etcher\" and select your downloaded elementary OS image file using the \"Select image\" button.": "",
    "Select image in Etcher": "Selecionar imagem no Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "O Etcher deverá detetar automaticamente a sua drive USB, mas verifique se ele escolheu o alvo correto.",
    "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.": "",
    "Flash image in Etcher": "Flashar imagem no Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Quando estiver completo poderás remover a drive de forma segura e arrancar para instalar o elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "O diálogo seguinte pode aparecer durante o processo de flashing, é seguro ignorar.",
    "Not readable warning": "Aviso de não legível",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal.": "",
    "Boot Errors": "Erros de Arranque",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc\". When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "Ao correr o seguinte comando no seu terminal:",
    "should produce the output:": "deverá resultar no seguinte:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Irá necessitar de uma Pen USB com pelo menos 2 GB de espaço livre e um programa chamado UNetbootin.",
    "Download UNetbootin": "Descarrega o UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Abre o Unetbootin a partir do Dash. Irá abrir uma janela idêntica à seguinte:",
    "UNetbootin": "",
    "Select \"Diskimage\"": "",
    "Click \"…\" to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "Desliga todas as pens UBS excepto o que vais usar.",
    "Click \"OK\" and wait for the process to finish.": "",
    "After Installation": "Após instalar",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Use o tempo para ler o <a href=\"\/docs\/learning-the-basics\">guia de utilizador<\/a> para aprender um pouco sobre o seu novo sistema operativo."
}