{
    "Brand": "Бренд",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Бренд elementary є унікальним: технічно він належить elementary LLC., компанії, що керує і підтримує розробку продуктів elementary. Однак ми маємо чудову спільноту і не хочемо бути занадто нав'язливими з вимогами закону та технічними деталями. Саме тому, ми написали деякі вказівки, щоб стало зрозуміліше коли і як бренд elementary має використовуватися.",
    "Name": "Назва",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Слово \"elementary\" є торговим знаком elementary LLC. elementary завжди записується в нижньому регістрі, навіть на початку речення, наприклад як в цьому. Слово використовується як прикметник до назви продукту (тобто \"elementary OS\" - елементарна система) при вказівці на конкретний продукт.",
    "Brand Marks": "Бренд",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary володіє двома знаками: логотип \"elementary\" і значок \"e\". Вони є товарними знаками і представляють компанію і її продукцію.",
    "Both should be used with the following in mind:": "При їх використанні потрібно пам'ятати такі правила:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Не змінюйте ці знаки, не повертайте, не розтягуйте, не обрізайте.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Не використовуйте знаки на перевантаженому тлі, на суцільному кольорі вони виглядають краще.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Знаки повинні бути одноколірні. Як правило використовуються білий знак на темному тлі і чорний світлому тлі.",
    "Logotype": "Логотип",
    "elementary Logotype": "Логотип elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Логотип повинен використовуватися для вказівки на компанію elementary, якщо для нього вистачає місця. Він може бути використаний перед ім'ям продукту, для вказівки на конкретний продукт elementary.",
    "The logotype should always be used under the following guidelines:": "При використанні логотипу потрібно пам'ятати такі правила:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Не намагайтеся самостійно відтворити логотип. Це ретельно продуманий торговий знак, а не просто слово \"elementary\", написане в певному шрифті.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Не використовуйте логотип при нестачі місця для нього, замість цього використовуйте значок \"e\".",
    "Logomark": "Значок",
    "elementary Logomark": "Значок elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Значок \"e\" необхідно використовувати для вказівки на компанію elementary при нестачі місця, або коли необхідно квадратне зображення.",
    "Color": "Колір",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary використовує комбінації кольорів в поєднанні з ім'ям і торговими знаками для створення впізнаваного бренду. Ми використовуємо наступну палітру:",
    "Blueberry": "Чорниця",
    "Strawberry": "Полуниця",
    "Orange": "Апельсин",
    "Banana": "Банан",
    "Lime": "Лайм",
    "Grape": "Виноград",
    "White": "Білий",
    "Black": "Чорний",
    "Fonts": "Шрифти",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Для веб-сторінок і друку, ми використовуємо Raleway в заголовках і Open Sans для основного тексту. У блоках коду ми використовуємо Roboto Mono.",
    "Third Parties": "Треті особи",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Ми закликаємо сторонніх розробників, що створюють продукти для elementary OS, приймати деякі норми бренду elementary для збереження сталості стилю:",
    "Voice/tone": "Загальна атмосфера",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Однак, щоб уникнути непорозумінь, ми обмежуємо використання назви та знаків elementary:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Ми закликаємо вас розповідати, що ваш додаток або сервіс призначені для elementary OS, але, будь ласка, не використовуйте назву або логотип elementary як частину назви або логотипу вашої компанії, програми, продукту або послуги.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Використовуйте назва elementary тільки для вказівки на elementary LLC і на належні їм продукти (наприклад, elementary OS).",
    "Merchandise": "Предмети з символікою",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Як правило, ми не дозволяємо використовувати наш бренд (включаючи нашу назву і товарні знаки) для продуктів з символікою.",
    "Assets &amp; More Info": "Матеріали та додаткова інформація",
    "Download on GitHub": "Завантажити на GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Для отримання додаткової інформації про використання бренду, імені та торгових знаків elementary, будь ласка, зв'яжіться з нами поштою <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Використання бренду ⋅ elementary"
}