{
    "Brand": "Бренд",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "Бренд elementary належить elementary, Inc., компанії, яка керує та підтримує розвиток продуктів elementary. Ці настанови описують, коли і як слід застосовувати бренд elementary.",
    "Company and Product Names": "Компанія і назви продуктів",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Слово <strong>elementary</strong> є товарним знаком elementary, Inc. для позначення самої компанії. Завжди складається з маленьких літер, навіть коли стоїть на початку речення. Він також може використовуватися разом із назвами продуктів (тобто «elementary OS») для позначення конкретного продукту elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Основним продуктом elementary, Inc. є <strong>elementary OS</strong>. До прикладу, elementary OS ніколи не слід скорочувати до «elementary» або будь-якої абревіатури.",
    "Brand Marks": "Знаки бренду",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. заявляє права на два знаки: <strong>логотипи «e»</strong> та <strong>«elementary»</strong>. Обидва вважаються торговельними марками та представляють elementary, Inc.",
    "Both should be used with the following in mind:": "Обидва слід використовувати з урахуванням таких правил:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Не змінюйте ці знаки, не обертайте, не розтягуйте, не обрізайте.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Не використовуйте знаки на перевантаженому тлі, на суцільному кольорі вони виглядають краще.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Знаки повинні бути одноколірними; наприклад білий на темному тлі або чорний на світлому тлі.",
    "elementary Logomark": "Логотип elementary",
    "Default logomark": "Усталений логотип",
    "Alternate elementary Logomark": "Альтернативна емблема elementary",
    "Alternate logomark": "Альтернативний логотип",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "Логотип «e» повинен застосовуватися для посилання на elementary, Inc., особливо коли потрібне квадратне співвідношення. Його слід застосовувати у більших розмірах та поряд із зваженими логотипами. Тонший, альтернативний логотип може застосовуватися в менших просторах або тоді, коли типовий логотип є занадто грубим.",
    "elementary Logotype": "Логотип elementary",
    "Logotype": "Логотип",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "Логотип «elementary» повинен застосовуватися, коли простір дозволяє посилатися на elementary, Inc. Він також може застосовуватися перед назвою продукту для позначення конкретного продукту elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "Логотип слід завжди використовувати згідно з цими настановами:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Не намагайтеся відтворити логотип, написавши «elementary» певним шрифтом; Завжди застосовуйте надану графіку.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Не застосовуйте логотип малого розміру, використовуйте натомість значок.",
    "Color": "Колір",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Ми застосовуємо кольори в поєднанні з нашою назвою та знаками для зміцнення нашого бренду. Ми використовуємо таку палітру:",
    "Strawberry": "Полуничний",
    "Strawberry 100": "Полуничний 100",
    "Strawberry 300": "Полуничний 300",
    "Strawberry 500": "Полуничний 500",
    "Strawberry 700": "Полуничний 700",
    "Strawberry 900": "Полуничний 900",
    "Orange": "Апельсиновий",
    "Orange 100": "Апельсиновий 100",
    "Orange 300": "Апельсиновий 300",
    "Orange 500": "Апельсиновий 500",
    "Orange 700": "Апельсиновий 700",
    "Orange 900": "Апельсиновий 900",
    "Banana": "Банановий",
    "Banana 100": "Банановий 100",
    "Banana 300": "Банановий 300",
    "Banana 500": "Банановий 500",
    "Banana 700": "Банановий 700",
    "Banana 900": "Банановий 900",
    "Lime": "Лаймовий",
    "Lime 100": "Лаймовий 100",
    "Lime 300": "Лаймовий 300",
    "Lime 500": "Лаймовий 500",
    "Lime 700": "Лаймовий 700",
    "Lime 900": "Лаймовий 900",
    "Mint": "М'ятний",
    "Mint 100": "М'ятний 100",
    "Mint 300": "М'ятний 300",
    "Mint 500": "М'ятний 500",
    "Mint 700": "М'ятний 700",
    "Mint 900": "М'ятний 900",
    "Blueberry": "Чорничний",
    "Blueberry 100": "Чорничний 100",
    "Blueberry 300": "Чорничний 300",
    "Blueberry 500": "Чорничний 500",
    "Blueberry 700": "Чорничний 700",
    "Blueberry 900": "Чорничний 900",
    "Grape": "Виноградний",
    "Grape 100": "Виноградний 100",
    "Grape 300": "Виноградний 300",
    "Grape 500": "Виноградний 500",
    "Grape 700": "Виноградний 700",
    "Grape 900": "Виноградний 900",
    "Bubblegum": "Жуйковий",
    "Bubblegum 100": "Жуйковий 100",
    "Bubblegum 300": "Жуйковий 300",
    "Bubblegum 500": "Жуйковий 500",
    "Bubblegum 700": "Жуйковий 700",
    "Bubblegum 900": "Жуйковий 900",
    "Cocoa": "Какаовий",
    "Cocoa 100": "Какаовий 100",
    "Cocoa 300": "Какаовий 300",
    "Cocoa 500": "Какаовий 500",
    "Cocoa 700": "Какаовий 700",
    "Cocoa 900": "Какаовий 900",
    "Silver": "Срібний",
    "Silver 100": "Срібний 100",
    "Silver 300": "Срібний 300",
    "Silver 500": "Срібний 500",
    "Silver 700": "Срібний 700",
    "Silver 900": "Срібний 900",
    "Slate": "Кам'яно-сірий",
    "Slate 100": "Кам'яно-сірий 100",
    "Slate 300": "Кам'яно-сірий 300",
    "Slate 500": "Кам'яно-сірий 500",
    "Slate 700": "Кам'яно-сірий 700",
    "Slate 900": "Кам'яно-сірий 900",
    "Black": "Чорний",
    "Black 100": "Чорний 100",
    "Black 300": "Чорний 300",
    "Black 500": "Чорний 500",
    "Black 700": "Чорний 700",
    "Black 900": "Чорний 900",
    "Fonts": "Шрифти",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Для Мережі та друку ми застосовуємо Inter для заголовків та основних копій. Для блоків коду ми користуємося Roboto Mono.",
    "Third Parties &amp; Community": "Сторонні розробники та спільнота",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Ми запрошуємо сторонніх розробників для створення продуктів для elementary OS, застосування певних елементів бренду elementary для узгодженості:",
    "Voice/tone": "Загальна атмосфера",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Однак, щоб уникнути непорозумінь, ми обмежуємо використання назви та знаків elementary:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Вам пропонується вказати, що ваш застосунок або служба «розроблено для elementary OS», але не використовуйте назву чи знаки elementary частиною назви вашої компанії, застосунку, продукту чи служби — або будь-якого логотипу, який ви створюєте.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Використовуйте назву або знаки elementary лише для позначення elementary, Inc. або її продуктів (тобто elementary OS).",
    "Community": "Спільнота",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Продуктам спільноти (сайти, спільноти прихильників тощо), радимо використовувати логотип elementary Community:",
    "elementary Community Logo with color": "elementary Community Logo в кольорах",
    "elementary Community Logo in black": "elementary Community Logo в чорному",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Це допомагає створити продукт як частину загальної спільноти, одночасно зменшуючи плутанину, яка може виникнути внаслідок застосування значка elementary, Inc.",
    "Hardware Distributors": "Постачальники обладнання",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Оскільки наше програмне забезпечення має брендування elementary, вигляд повинен бути пузгодженим — незалежно від того, чи було ОС завантажено з нашого вебсайту, чи попередньо встановлено на обладнанні продукту.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Програмні компоненти elementary OS може бути зміненіо та розповсюджено відповідно до умов ліцензування програмного забезпечення з відкритим кодом; однак ранішезазначені торговельні марки та бренди може бути перевипущено лише за однієї або кількох з цих умов:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Програмне забезпечення залишається практично незмінним; включно з типовими застосунками, таблицею стилів та піктограмами тощо, або",
    "Software modifications are approved by elementary, Inc.": "Модифікації програмного забезпечення схвалено elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Звичайно, прийнятні драйвери та обладнання. Ми розуміємо, що брендинг видавця (наприклад типове тло) може бути важливим для видавців, тому ці модифікації зазвичай схвалюються. Якщо ви сумніваєтесь, надішліть електронний лист на адресу <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> для роз’яснень або вказівок.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Якщо ви не можете або не хочете дотримуватися умов перевидання торговельних марок elementary, Inc. , вилучення наших торговельних марки з ОС просте й зрозуміле:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Змініть рядок <code>DISTRIB_DESCRIPTION</code> у файлі <code>/etc/lsb-release</code>, щоб виключити торовельні знаки.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Замініть піктограми, щоб піктограма <code>distributor-logo</code>, присутня в <code>/usr/share/icons/elementary/places/</code> у кожному з наданих розмірів, не зображалася в ОС.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Вилучіть або замініть пакети <code>plymouth-theme-elementary</code> та <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Докладніше про виробників обладнання та розповсюджувачів обладнання, перегляньте у наших <a href=\"oem\">відомостях для виробників обладнання</a>.",
    "Merchandise": "Сувеніри",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Ми не дозволяємо використовувати нашу фірмову символіку (включно з нашою назвою чи торговельною маркою) на сторонніх товарах без явного письмового дозволу.",
    "Assets &amp; More Info": "Ресурси та додаткові відомості",
    "Download on GitHub": "Завантажити на GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Додаткові відомості про використання бренду, назви та торговельних знаків elementary, будь ласка, зв'яжіться з нами поштою <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Бренд &sdot; elementary"
}
