{
    "Code of Conduct": "Кодекс поведінки",
    "Community Guidelines": "Вказівки спільноти",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Долучення до спільноти elementary — неймовірний досвід; ви стаєте частиною чогось великого, співпрацюєте з людьми з усього світу та допомагаєте людям зробити свої комп’ютери чудовими. Однак, разом із цим виникає відповідальність за дотримання заздалегідь визначеного набору правил, що забезпечує найкраще середовище для всіх залучених. Очікується, що цих правил ви дотримуватиметеся завжди, коли берете участь у діяльності спільноти, хоч у Slack, хоч на GitHub, на сайті спільноти elementary, за особистого спілкування або де-небудь ще.",
    "I. Respect": "I. Повага",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Повага до інших першочергово. Поважайте інших людей, їхні думки, досвід, особисте життя та ідеї. Спільнота elementary це не місце для зневажливих або образливих висловлювань, незалежно від причини. Будьте конструктивні та поважайте інших, коли критикуєте. Особисті випади не допустимі. Конструктивна критика повинна сприйматися вами з розважливістю й повагою, візьміть її до відома і подякуйте критика за внесок, незалежно від вашої позиції.",
    "II. Content": "II. Вміст",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "Спільнота elementary — це тисячі користувачів різних віку, віросповідань та рівня зрілості. Тому ви повинні враховувати це, коли створюєте вміст і залишаєте відгуки. Матеріали для дорослих, лайка, політичні та релігійні матеріали, а також інший недоречний вміст не повинні з'являтися у контексті elementary. Зрештою, рецензенти elementary приймають остаточне рішення стосовно визнання вмісту неприйнятним. Якщо ви сумніваєтесь, подумайте, чи показали б ви це в кімнаті, заповненій людьми, включно з дітьми та людьми похилого віку з усього світу. І якщо ви вагаєтесь, не робіть цього.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Знімки екрана розповсюджені в спільноті elementary не повинні містити тем, які імітують іншу ОС, світлин або ілюстрацій об'єктивізації, фізичної особи, або вмісту, який в інший спосіб порушує наші правила поведінки.",
    "III. Rumors and Speculation": "III. Чутки та домисли",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Хоча стрімка та захоплива природа elementary сприяє бажанню ділитися чутками чи спекуляціями, уникайте цього. Обговорювати майбутні плани — це добре, але коли це не перевірений факт, розкривайте це як особисту спекуляцію або не обговорюйте. Розповсюдження неперевірених подробиць може завдати шкоди спільноті, особливо якщо розповідати в негативному світлі.",
    "IV. Helpful Discussion": "IV. Корисні обговорення",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary — це люди, які об’єднуються у вільний час, щоб створити щось особливе. Важливо поважати це і завжди намагатися сприяти здоровому та корисному обговоренню. Якщо ви на зустрічі, тримайтеся теми та мовчіть, якщо у вас немає чогось корисного, що стосується негайного обговорення. Якщо ви коментуєте на вебсайті, продовжуйте обговорення, пов’язане зі змістом статті в журналі або темою відповіді. Якщо ви берете участь в обговореннях для розробників, таких як відстежувач проблем, запит на вилучення, список розсилки, IRC або Slack, не створюйте зайвого шуму, обговоренням тем, що не стосуються розробки; це лише зміщує тему обговорення та засмічує журнали для розробників, які можуть бути відсутні.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Як переважно Інтернет-спільнота, важливо уникати ймовірно негативних аспектів Інтернету. Не збиткуйтеся; починати бійки або робити зауваження з єдиною метою звести когось з розуму — це по-дитячому і неприпустимо. Непотріб теж неприйнятний; це включає розміщення посилань на непов'язані сайти та неодноразове розміщення посилань на той самий сайт. Якщо хтось глумиться або смітить повідомленнями, нехтуйте та позначайте користувача.",
    "V. Avoiding Conflict": "V. Уникнення конфліктів",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Якщо ви відчуваєте, що хтось — будь то новий чи давній співавтор — розмовляє грубо, будь ласка, обережно повідомте людині про це. Вихід з проблем, перш ніж вони складуться, є критичним. Кожен має зіграти свою роль у сприянні безперебійному спілкуванню в нашому (часом складному) унікальному робочому середовищі.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Так само завжди прагніть бути професійними, точними та ввічливими, коли взаємодієте з іншими проєктами, компаніями чи людьми або згадуєте про них. Пам’ятайте, що ваші слова та взаємодії можуть сприйматися як слова більшої спільноти elementary. Попри те, що конструктивна критика може бути корисною, завжди підходьте до неї з позитивного боку й ніколи не спотворюйте та не обмовляйте — якщо ви не впевнені, уникайте розмови.",
    "VI. Step Down Considerately": "VI. Тактовний відступ",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Життєві пріоритети, інтереси та пристрасті можуть змінюватися. Якщо вас залучено до проєкту пов’язаного з elementary, але відчуваєте, що повинні відмовитися від нього, зробіть це якнайшвидше. Коли ми працюємо разом, наша робота та ідеї перестають бути лише нашими власними; вони належать до спільноти elementary в цілому. Повідомте інших членів команди, що ви збираєтеся піти з посади, і, якщо можливо, допоможіть знайти когось, хто забере вашу роботу. Принаймні, переконайтеся, що вашу роботу можна продовжувати там, де ви зупинилися.",
    "Consequences": "Наслідки",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Якщо ви вирішите не дотримуватися цього кодексу поведінки або іншим чином зашкодити спільноті, ми залишаємо за собою право зробити таке: змінити або вилучити будь-який розміщений вами вміст; вимкнути або заборонити ваш обліковий запис на сторонніх сайтах; вимкнути ваш обліковий запис у Slack; або іншим чином запобігати вашій взаємодії зі спільнотою.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>Кодекс поведінки elementary захищено ліцензією <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a>. Деякі положення засновано <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Кодексом поведінки Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "Кодекс поведінки &sdot; elementary"
}
