{
    "Code of Conduct": "Кодекс поведінки",
    "Our Pledge": "Наше зобов'язання",
    "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, caste, color, religion, or sexual identity and orientation.": "Ми, як члени, учасники та лідери, зобов'язуємося зробити участь у нашій спільноті вільною від утисків для всіх, незалежно від віку, розміру тіла, видимої чи невидимої недуги, етнічної приналежності, статевих ознак, гендерної ідентичності та самовираження, рівня досвіду, освіти, соціально-економічного статусу, національності, зовнішності, раси, касти, кольору шкіри, віросповідання, сексуальної ідентичності та орієнтації.",
    "We pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community.": "Ми зобов'язуємося діяти та взаємодіяти так, щоб сприяти створенню відкритої, доброзичливої, різноманітної, інклюзивної та здорової спільноти.",
    "Our Standards": "Наші стандарти",
    "Examples of behavior that contributes to a positive environment for our community include:": "Приклади поведінки, яка сприяє створенню позитивного середовища для нашої спільноти, включають:",
    "Demonstrating empathy and kindness toward other people": "Прояв емпатії та доброти до інших людей",
    "Being respectful of differing opinions, viewpoints, and experiences": "Повага до різних думок, поглядів і досвіду",
    "Giving and gracefully accepting constructive feedback": "Надання та ввічливе прийняття конструктивного відгуку",
    "Accepting responsibility and apologizing to those affected by our mistakes, and learning from the experience": "Визнання відповідальності та вибачення перед тими, хто постраждав від наших помилок, і навчання на власному досвіді",
    "Focusing on what is best not just for us as individuals, but for the overall community": "Зосередження на тому, що є найкращим не лише для нас як особистостей, але й для суспільства в цілому",
    "Examples of unacceptable behavior include:": "Приклади неприйнятної поведінки включають:",
    "The use of sexualized language or imagery, and sexual attention or advances of any kind": "Використання сексуалізованої мови чи образів, а також сексуальна увага чи залицяння будь-якого роду",
    "Trolling, insulting or derogatory comments, and personal or political attacks": "Глузування, образливі або принизливі коментарі, а також особисті або політичні напади",
    "Public or private harassment": "Публічні або приватні переслідування",
    "Publishing others&#39; private information, such as a physical or email address, without their explicit permission": "Публікація особистої інформації інших осіб, наприклад, фізичної адреси або адреси електронної пошти, без їхнього явного дозволу",
    "Other conduct which could reasonably be considered inappropriate in a professional setting": "Інша поведінка, яка може обґрунтовано вважатися неприйнятною в професійному середовищі",
    "Enforcement Responsibilities": "Відповідальність за дотримання",
    "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful.": "Лідери спільнот несуть відповідальність за роз'яснення та дотримання наших стандартів прийнятної поведінки, а також вживають належних і справедливих коригувальних заходів у відповідь на будь-яку поведінку, яку вони вважають недоречною, загрозливою, образливою або шкідливою.",
    "Community leaders have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, and will communicate reasons for moderation decisions when appropriate.": "Лідери спільноти мають право і несуть відповідальність за вилучення, редагування або відхилення коментарів, комітів, коду, редагувань вікі, питань та інших внесків, які не відповідають цьому Кодексу поведінки, а також повідомлятимуть причини своїх рішень про модераторство, коли це доречно.",
    "Scope": "Сфера застосування",
    "This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.": "Цей Кодекс поведінки застосовується у всіх просторах спільноти, а також тоді, коли особа офіційно представляє спільноту в публічному просторі. Прикладами представництва нашої спільноти - використання офіційної адреси електронної пошти, публікації через офіційні облікові записи в соціальних мережах або участь у ролі призначеного представника на онлайн чи офлайн заходах.",
    "Enforcement": "Забезпечення дотримання",
    "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at contact@elementary.io. All complaints will be reviewed and investigated promptly and fairly.": "Про випадки образливої, агресивної чи іншої неприйнятної поведінки можна повідомляти лідерам спільноти, відповідальним за дотримання правил, за адресою contact@elementary.io. Усі скарги будуть розглянуті та розслідувані швидко та справедливо.",
    "All community leaders are obligated to respect the privacy and security of the reporter of any incident.": "Усі лідери спільнот зобов'язані поважати приватність і безпеку особи, яка повідомила про будь-який інцидент.",
    "Enforcement Guidelines": "Керівні принципи правозастосування",
    "Community leaders will follow these Community Impact Guidelines in determining the consequences for any action they deem in violation of this Code of Conduct:": "Лідери спільнот повинні дотримуватися цих Керівних принципів впливу на спільноту під час визначення наслідків будь-яких дій, які, на їхню думку, порушують цей Кодекс поведінки:",
    "1. Correction": "1. Виправлення",
    "<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed unprofessional or unwelcome in the community.": "",
    "<strong>Consequence</strong>: A private, written warning from community leaders, providing clarity around the nature of the violation and an explanation of why the behavior was inappropriate. A public apology may be requested.": "",
    "2. Warning": "",
    "<strong>Community Impact</strong>: A violation through a single incident or series of actions.": "",
    "<strong>Consequence</strong>: A warning with consequences for continued behavior. No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, for a specified period of time. This includes avoiding interactions in community spaces as well as external channels like social media. Violating these terms may lead to a temporary or permanent ban.": "",
    "3. Temporary Ban": "",
    "<strong>Community Impact</strong>: A serious violation of community standards, including sustained inappropriate behavior.": "",
    "<strong>Consequence</strong>: A temporary ban from any sort of interaction or public communication with the community for a specified period of time. No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, is allowed during this period. Violating these terms may lead to a permanent ban.": "",
    "4. Permanent Ban": "",
    "<strong>Community Impact</strong>: Demonstrating a pattern of violation of community standards, including sustained inappropriate behavior, harassment of an individual, or aggression toward or disparagement of classes of individuals.": "",
    "<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the community.": "",
    "Attribution": "",
    "This Code of Conduct is adapted from the <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, available at <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.": "",
    "Community Impact Guidelines were inspired by <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.": "",
    "For answers to common questions about this code of conduct, see the FAQ at <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Translations are available at <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.": "",
    "Code of Conduct &sdot; elementary": "Кодекс поведінки &sdot; elementary"
}
