{
    "Be a Part of Something Bigger": "Станьте частиною чогось більшого",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Усе над чим ми працюємо на 100% відкрите та розроблено командою людей з усього світу. Навіть якщо ви не є програмістом ви все одно можете долучитися і допомогти.",
    "Funding": "Фінансування",
    "Translations": "Переклади",
    "Support": "Підтримка",
    "Web": "Тенет",
    "Desktop": "Стільниця",
    "Design": "Дизайн",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "За допомогою наших користувачів та шанувальників ми змогли перерости з невеликої групи пристрасних волонтерів у крихітну, але стійку компанію. Кожна маленька підтримка допомагає нам вдосконалити elementary OS та розв'язати ще амбітніші проблеми.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Фінансуйте elementary безпосередньо та отримайте відзнаку у своєму профілі GitHub, щоб показати свою підтримку. Спонсорство GitHub не обтяжене жодною комісією, тож це чудовий спосіб зробити ваш внесок надалі.",
    "Sponsor on GitHub": "Спонсорувати на GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon працює як поточна краудфандингова кампанія. Виберіть суму, яку потрібно внести щомісяця, щоб допомогти нам досягти наших цілей. Крім того, заробляйте ексклюзивні винагороди та читайте ексклюзивний вміст першими.",
    "Back on Patreon": "Підтримати на Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Просто використовуйте платіжну чи кредитну картку або обліковий запис PayPal. Ви можете здійснити одноразовий переказ або налаштувати періодичні платежі.",
    "Use PayPal": "Скористатися PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal — Найшвидший та найпростіший спосіб для оплати онлайн!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Створіть повторюваний внесок через Liberapay, платформу з відкритим кодом та некомерційним фінансуванням.",
    "Contribute with Liberapay": "Внесок через Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS створено та використовується людьми з усього світу; допоможіть нам з перекладом, щоб зробити її кращою.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Наш вебсайт та elementary OS перекладаються відкрито з використанням платформи під назвою Weblate.",
    "Learn More": "Докладніше",
    "Join Chat": "Приєднатись до чату",
    "Suggest Translations": "Запропонувати переклад",
    "World map": "Карта світу",
    "Question &amp; Answer": "Питання та відповіді",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "Ми використовуємо GitHub Discussions для запитань та відповідей спільноти. Будь-хто може створити обліковий запис і почати ставити запитання та відповідати на них.",
    "New Questions": "Нові питання",
    "Unanswered Questions": "Питання без відповідей",
    "Documentation": "Документація",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary надає базову документацію як для користувачів, так і для розробників. Всю нашу документацію написано у Markdown і розміщено на GitHub, тож запропонувати зміну, чи новий розділ можна за виграшки.",
    "Learning the Basics Guide": "Вивчення посібника з основ",
    "Developer Docs": "Документація для розробників",
    "Web Development": "Веброзробка",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Наш вебсайт створено з використанням HTML, CSS, PHP та JavaScript. Ми постійно шукаємо людей досвідчених у цих галузях, які бажають допомогти та зробити його ще кращим.",
    "Report a Website Issue": "Повідомити про проблему з сайтом",
    "Fork the Website on GitHub": "Відгалузити вебсайт на GitHub",
    "Desktop Development": "Розробка для комп'ютера",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Наша стільниця та всі її застосунки побудовані за допомогою Vala, GTK, Granite та ряду інших відкритих бібліотек. Ми розміщуємо весь наш код і виконуємо всю розробку на GitHub. Якщо ви раніше не розробляли для elementary OS, ми радимо переглянути наші настанови з розробки.",
    "Developer Guide": "Настанови з розробки",
    "Browse Code": "Переглянути код",
    "Report issues": "Повідомляйте про вади",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Допоможіть, відстежуючи вади та повідомляючи про них. Або допоможіть, підтвердивши, пояснивши та очистивши наявні вади.",
    "Read the Guide": "Прочитати посібник",
    "Fix issues": "Виправляйте вади",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Допомагайте elementary OS, виправляючи проблеми, вдосконалюючи функціональність або впроваджуючи нові функції.",
    "Bitesize Issues": "Незначні вади",
    "Create apps": "Створюйте застосунки",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Покращуйте загальну екосистему elementary OS та заробляйте гроші, створюючи чудові нові застосунки для Центру застосунків.",
    "Publish on AppCenter": "Опублікувати в Центрі застосунків",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Наша команда дизайнерів перетворює ідеї на чіткі звіти про проблеми та результати. Перед зануренням радимо прочитати про наш робочий процес.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Наша команда дизайнерів відстежує проблеми «Needs Design» на GitHub. Можливо, їм знадобиться більше обговорень щодо дизайну, моделей чи результатів.",
    "See ‘Needs Design’ Issues": "Переглянути звіти «Needs Design»",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS використовує системну таблицю стилів, написану на CSS. Вона визначає спосіб зображення інтерфейсу, наприклад кнопок, панелей інструментів та меню.",
    "View Stylesheet": "Переглянути таблицю стилів",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS постачається з набором векторних піктограм, які типово використано у всіх застосунках і вони доступні стороннім застосункам.",
    "Browse Icons": "Переглянути піктограми",
    "Get Involved with elementary OS": "Долучитися до розробки elementary OS"
}
