{
    "Be a Part of Something Bigger": "Станьте Частиною Чогось Більшого",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Усе над чим ми працюємо на 100% відкрите та розробляється командою людей із усього світу. Навіть якщо ви далекі від програмування ви все одно маєте змогу долучитися і допомогти.",
    "Funding": "Фінансування",
    "Translations": "Переклади",
    "Support": "Довідка",
    "Web": "Веб",
    "Desktop": "Десктоп",
    "Design": "Дизайн",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.",
    "Bug Bounties": "Винагорода за виправлення",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource дозволяє переводити гроші розробникам напряму в нагороду за виправлені помилки чи розширення функціоналу. Ви можете виставити винагороду за рішення важливої для вас проблеми чи підтримати якийсь окремий додаток. Також ви можете підписатися на цей сервіс для регулярної сплати.",
    "Learn More": "Дізнайтеся більше",
    "BountySource": "BountySource",
    "Bountied Bugs": "Виправлення, які мають винагороду",
    "General Funding": "Загальне фінансування",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon працює як безперервна кампанія зі спільнокошту. Виділіть суму, отримайте винагороду та допоможіть нам досягти нашої мети.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal - просте і швидке рішення. Виділіть суму для одиничного платежу чи налаштуйте підписку.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS створена та використовується людьми зі всього світу. Допоможіть нам у перекладі аби зробити її кращою.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "Для перекладу elementary OS ми використовуємо відкритий інструмент на Launchpad за назвою Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Цей веб-сайт також відкритий для перекладу завдяки онлайн платформі Transifex.",
    "Translate elementary OS": "Перекласти elementary OS",
    "Translate This Website": "Перекласти цей веб-сайт",
    "World map": "Карта світу",
    "Question & Answer": "Питання й Відповіді",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange це веб-сайт на якому ви легко маєте змогу задавати та відповідати на питання, а також відмічати кращий варіант відповіді.",
    "Unanswered Questions": "Питання без Відповіді",
    "New Questions": "Нові Питання",
    "Documentation": "Документація",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary надає базову документацію як для користувачів, так і для розробників. Вся наша документація написана у Markdown і розміщена на GitHub, тож запропонувати зміну, чи новий розділ простіше простого.",
    "Learning The Basics Guide": "Довідка з основ",
    "Developer Docs": "Довідка для розробників",
    "Web Development": "Веб-розробка",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Наш веб-сайт створено з використанням HTML, CSS, PHP та JavaScript. Ми постійно шукаємо людей досвідчених у цих галузях, які бажають допомогти та зробити його ще кращим.",
    "Fork Our Website on GitHub": "Форкніть нас на GitHub",
    "Report a Website Issue": "Повідомте про проблему з сайтом",
    "Desktop Development": "Десктоп-розробка",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Наше середовище та всі додатки створені за допомогою Vala, GTK+, Granite та багатьох інших відкритих бібліотек. Увесь наш програмний код знаходиться на Launchpad.net, безкоштовному сервісі для відкритих проектів. Якщо ви досі не розробляли нічого для elementary OS, ми рекомендуємо вам прочитати \"Довідку з основ\".",
    "Browse Our Desktop Code": "Код робочого середовища",
    "Browse Our Apps' Code": "Код наших додатків",
    "Bitesized Bugs": "Звіти помилок за важливістю",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Кожний проект починається з ідеї. Наша дизайнерська команда перевтілює ці ідеї у так звані \"креслення\" та звіти про помилки. Ми розділяємо дизайн на дві складові:",
    "Visual Design": "Візуальний дизайн",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Ми завжди відкриті для нових ідей щодо візуального дизайну elementary OS. Ви можете прямо зараз поділитись своїми напрацюваннями у",
    "our Google+ Community": "нашій спільноті в Google+",
    "Read the Interface Guidelines": "Рекомендації щодо дизайну інтерфейсу",
    "See Our Mockups": "Наші макети",
    "Interaction Design": "Інтерактивний дизайн",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Ми використовуємо систему Blueprints на Launchpad щоб створювати детальний опис нововведень та змін у інтерфейсі користувача.",
    "Read About Our Workflow": "Як ми працюємо",
    "Browse Our Blueprints": "Наші ескізи",
    "Get Involved with elementary OS": "Долучитися до розробки elementary OS"
}