{
    "Information for OEMs": "Інформація для виробників обладнання",
    "Give your customers the best experience with elementary OS.": "Подаруйте своїм клієнтам найкращі відчуття від роботи з elementary OS.",
    "Partners &amp; Retailers": "Партнери та продавці",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Ми пропонуємо два способи включення до переліку виробників обладнання elementary OS у <a href=\"https://store.elementary.io\">нашій крамниці</a> з різними вимогами та перевагами.",
    "Partner": "Партнер",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "Затвердження для кожної моделі, кожна модель представлена в <a href=\"https://store.elementary.io\">нашій крамниці</a>.",
    "Requirements:": "Вимоги:",
    "Official involvement from elementary, Inc.": "Офіційне залучення від elementary, Inc.",
    "Negotiable per-device royalty": "Договірна виплата за кожен пристрій",
    "Strict software guidelines": "Чіткі рекомендації щодо програмного забезпечення",
    "Trademark compliance": "Відповідність торговельній марці",
    "Retailer": "Продавці",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Посилання на ваш вебсайт або домашню сторінку розміщуються у <a href=\"https://store.elementary.io\">нашій крамниці</a>.",
    "Selling devices with elementary OS": "Продаж пристроїв з elementary OS",
    "Per-device royalty encouraged": "Заохочувальна виплата за кожен пристрій",
    "Resources": "Ресурси",
    "Installation": "Встановлення",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "Інсталятор elementary OS розглядає кожне встановлення як встановлення OEM; виконайте всі кроки дії для встановлення ОС, потім вимкніть пристрій, і він буде готовий до відправлення клієнту. Або створіть свій власний образ: установіть ОС, налаштуйте всі необхідні пакунки або налаштування, використовуючи тимчасовий обліковий запис адміністратора, видаліть обліковий запис, а потім створіть образ диска. В обох випадках програма початкового встановлення створить обліковий запис кінцевого користувача за першого завантаження клієнтом.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Встановлювач</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Початкове налаштування</a>",
    "System Settings": "Налаштування системи",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "Системні налаштування мають кілька переваг для виробників обладнання, які постачають elementary OS. Від гнучкої архітектури до легко надаваного брендингу, Налаштування системи розроблено з думкою про OEM-виробників.",
    "Plugs": "Доповнення",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "Налаштування системи (з кодовою назвою <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) використовує концепцію доповнень, щоб додати налаштування для під'єднання різного обладнання та програмного забезпечення. Наприклад, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Налаштування миші й сенсорної панелі</a> постачаються як доповнення.",
    "Switchboard": "Switchboard",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "Виробники обладнання можуть розробляти та постачати спеціальні модулі, якщо спеціальне або унікальне обладнання в машині вимагає конфігурації додатково до того, які доступні типово в elementary OS; наприклад, спеціальні датчики або методи введення, які відсутні в більшості обладнання. Якщо це стосується ширшого кола користувачів, наполегливо радимо додавати їх до <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">наявних модулів</a>.",
    "Documentation": "Документація",
    "OEM Info in About": "Відомості про виробника у доповненні про пристрій",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "Доповнення <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">Про систему</a> показує користувачам відомості про систему та надає кілька загальносистемних дій, як-от відновлення налаштувань, повідомлення про проблеми та отримання допомоги. Окрім даних про програмне забезпечення (наприклад, версії ОС), він також надає місце для відомостей про обладнання. Типово воно заповнюється загальним зображенням та назвою системи. А проте, виробники обладнання можуть додати спеціальні фірмові дані до цього розділу.",
    "Switchboard About": "Switchboard про систему",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "За допомогою файлу <code>oem.conf</code>, виробники можуть додати поле назву виробника, назву продукту, номер моделі та свою URL-адресу. Також можна додати зображення, яке замінює загальну піктограму апаратного забезпечення.",
    "Learn More": "Докладніше",
    "Third-Party Repositories": "Сторонні репозиторії",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "Вкрай не радимо постачати elementary OS з репозиторіями програмного забезпечення, крім типових репозиторіїв у elementary OS плюс єдиний репозиторій, що надається та контролюється виробником устаткування. <strong>Сторонні репозиторії фактично надають root-доступ і можливість перезапису будь-яких системних пакунків потенційно ненадійним третім особам.</strong> Навіть якщо сторонні особи заслуговують на довіру, безпека та приватність клієнта OEM-виробника тепер під загрозою, якщо треті особи будуть скомпрометовані, або якщо вони повторно використають свій пароль на кількох сервісах тощо.",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "Більш того, якщо сторонній репозиторій коли-небудь стане необслуговуваним або неопублікованим, <strong>це може перешкоджати регулярному оновленню ОС.</strong> Це може стримувати потенційно серйозні виправлення безпеки та стабільності від отримання клієнтами OEM-виробників.",
    "News &amp; Announcements": "Новини та оголошення",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "У нашому блозі ми публікуємо часті оновлення про розробку, головні анонси, поради для розробників, популярні застосунки та багато іншого.",
    "Visit our Blog": "Перейти у блог",
    "Brand Resources": "Подробиці про бренд",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Перегляньте знаки elementary, вказівки щодо використання бренду, палітру кольорів та знак спільноти. Плюс завантажте офіційні символи у високій роздільній здатності та векторним знаком elementary.",
    "View Brand Resources": "Переглянути подробиці про бренд",
    "Get in Touch": "Налагодити зв'язок",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "Поспілкуйтеся безпосередньо з командою, надіславши електронного листа на адресу <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Незалежно від того, чи ви вже є нашим партнером, чи розглядаєте можливість пропонувати elementary OS, ми будемо раді поспілкуватися з вами.",
    "Send an Email": "Надіслати електронний лист",
    "Information for OEMs &sdot; elementary": "Інформація elementary для виробників обладнання"
}
