{
    "Press Resources": "Джерела для преси",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Ми любимо працювати з пресою — як щодо Linux, так і щодо високих технологій і культури — щоб ділитися нашою історією і тим, над чим ми працюємо.",
    "In the Press": "У пресі",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;elementary OS — інакша… красива та потужна операційна система.&rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;Не відвертає увагу та дозволяє зосередитись на виконанні завдань.&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;За останні два тижні я був продуктивнішим [за допомогою elementary OS], ніж за попередні два місяці.&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;Швидка платформа, що потребує мало обслуговування, яку можна віртуально встановити майже всюди.&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;Легка і швидка… і має справжній хист до дизайну та зовнішнього вигляду.&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;Найкращий спосіб спробувати elementary [OS] — установити її, і оскільки майстер установлення чарівно простий… це досить легко зробити.&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;Етична й ефективна заміна традиційним системам, таким як Windows і macOS… проста у користуванні та настроювана для різних робочих процесів.&rdquo;",
    "Join Our Press List": "Долучайтеся до нашого списку преси",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Будьте першими, хто дізнається про нові випуски й значні події. Ми надаємо ранній доступ до пресрелізів і наборів для преси, що включають знімки екрана високої роздільної здатности. Це список надсилання <strong>не частих повідомлень</strong>; Ми надсилаємо вам найважливіші новини приблизно раз на рік.",
    "Email": "Електронна пошта",
    "First Name": "Ім'я",
    "Last Name": "Прізвище",
    "Publication": "Публікації",
    "Subscribe": "Підписатися",
    "elementary OS 7.1": "elementary OS 7.1",
    "Made with care with you in mind. OS 7.1 provides new personalization options that make it more inclusive and accessible, protects your privacy and ensures apps always operate with your explicit consent, and addresses your feedback with over 200 bug fixes, design changes, and new features": "Зроблено з турботою про вас. OS 7.1 надає нові можливості персоналізації, які роблять її доступнішою та інклюзивнішою, захищає вашу приватність і гарантує, що застосунки завжди працюють з вашої явної згоди, а також враховує ваші відгуки, вносячи понад 200 виправлень, змін у дизайн і нові функції",
    "Read Announcement": "Читати оголошення",
    "Download Press Kit": "Завантажити набір для преси",
    "News &amp; Announcements": "Новини та оголошення",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Ми ділимося частими оновленнями щодо розробки, основними анонсами, порадами для розробників, популярними застосунками та іншим новим вмістом через наш офіційний блог.",
    "Visit Our Blog": "Відвідати наш блог",
    "Brand Resources": "Подробиці про бренд",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Перегляньте знаки elementary, вказівки щодо використання бренду, палітру кольорів та знак спільноти. Плюс завантажте офіційні символи у високій роздільній здатності та векторним знаком elementary.",
    "View Brand Resources": "Переглянути подробиці про бренд",
    "Get in Touch": "Налагодити зв'язок",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Зверніться безпосередньо до команди, надіславши нам листа на адресу <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Ми вітаємо запити на інтерв'ю, виступи в подкастах або просто загальні запити від преси.",
    "Send an Email": "Надіслати електронний лист",
    "Press &sdot; elementary": "Преса &sdot; elementary"
}
