{
    "Press Resources": "Джерела для преси",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Ми любимо працювати з пресою — як щодо Linux, так і щодо високих технологій і культури — щоб ділитися нашою історією і тим, над чим ми працюємо.",
    "Join Our Press List": "Долучайтеся до нашого списку преси",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Будьте першими, хто дізнається про нові випуски й значні події. Ми надаємо ранній доступ до пресрелізів і наборів для преси, що включають знімки екрана високої роздільної здатности. Це список надсилання <strong>не частих повідомлень</strong>; Ми надсилаємо вам найважливіші новини приблизно раз на рік.",
    "Email": "Електронна пошта",
    "First Name": "Ім'я",
    "Last Name": "Прізвище",
    "Publication": "Публікації",
    "Subscribe": "Підписатися",
    "elementary OS 5.1 Hera": "elementary OS 5.1 Hera",
    "Hera is a major update on a solid foundation. Featuring a completely redesigned login and lockscreen greeter, a new onboarding experience, new ways to sideload and install apps, major System Settings updates, improved core apps, and desktop refinements.": "Hera є великим оновленням на міцній основі. Маючи повністю перероблений екран привітання для входу та екран блокування, нові відчуття під час знайомства, нові способи завантаження та встановлення застосунків, велике оновлення системних параметрів, поліпшені основні застосунки та вдосконалена стільниця.",
    "Read Announcement": "Читати оголошення",
    "Download Press Kit": "Завантажити набір для преси",
    "News &amp; Announcements": "Новини та оголошення",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Ми ділимося частими оновленнями щодо розробки, основними анонсами, порадами для розробників, популярними застосунками та іншим новим вмістом через наш офіційний блог.",
    "Visit Our Blog": "Відвідати наш блог",
    "Brand Resources": "Подробиці про бренд",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Перегляньте знаки elementary, вказівки щодо використання бренду, палітру кольорів та знак спільноти. Плюс завантажте офіційні символи у високій роздільній здатності та векторним знаком elementary.",
    "View Brand Resources": "Переглянути подробиці про бренд",
    "Get in Touch": "Налагодити зв'язок",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Зверніться безпосередньо до команди, надіславши нам листа на адресу <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Ми вітаємо запити на інтерв'ю, виступи в подкастах або просто загальні запити від преси.",
    "Send an Email": "Надіслати електронний лист",
    "Press &sdot; elementary": "Натисніть &sdot; elementary"
}
