{
    "Privacy": "Приватність",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Ваші дані завжди належать вам, і лише вам. Ми не укладаємо рекламних угод і не збираємо конфіденційні особисті дані. Ми фінансуємося безпосередньо коштом наших користувачів, які платять скільки забажають за основну ОС та застосунки в Центрі застосунків. І так повинно бути.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Ми активно захищаємо ваші дані від себе та інших, не збираючи їх. Ми вважаємо, що повага та захист вашої приватності є етичною справою; <strong>люди мають фундаментальне право на максимальну приватність навіть від компаній та продуктів, яким вони довіряють.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Ми не збираємо будь-які дані з elementary OS.</strong> Ваші файли, налаштування та всі інші особисті дані залишаються на пристрої, якщо ви самі не поділитесь ними зі стороннім застосунком або службою.",
    "Protections": "Захист",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS постачається з вбудованим захистом приватності, щоб захистити ваші дані від інших.",
    "Tattle-tale": "Повідомлення про доступи застосунків",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS допомагає стежити за тим, які застосунки працюють. Коли застосунок використовує ваш мікрофон, ми показуємо індикатор, щоб повідомити вас. Коли застосунок використовує багато енергії, ми повідомляємо вас у вашому індикаторі живлення.",
    "Permissions": "Дозволи",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Коли застосунок хоче отримати доступ до ваших даних або пристроїв, він повинен запитати це заздалегідь. Ми перевіряємо всі застосунки в Центрі застосунків, щоб переконатися, що вони належним чином використовують дозволи, і ви завжди можете відкликати їх самостійно в Налаштуваннях системи.",
    "Housekeeping": "Домоведення",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS автоматично впорядковує ваші тимчасові файли та файли у смітнику. Це не лише заощаджує вільний обсяг пам’яті на вашому пристрої, але і може гарантувати, що ваші особисті дані не переслідуватимуть вас.",
    "Online Accounts": "Онлайнові облікові записи",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS за бажанням інтегрується з онлайновими обліковими записами, як-от постачальники електронної пошти та календаря, за допомогою системних налаштувань. Дані цих постачальників можуть бути отримані за допомогою вашої копії elementary OS та локально збережені на вашому пристрої для показу в локально встановлених застосунках, на кшталт Пошти, Календаря та Завдань.<strong> Ці дані не надсилаються до elementary і не передаються третім сторонам.</strong>",
    "What Data is Collected": "Які дані збираються",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Якщо ви вирішите додати онлайновий обліковий запис, ваша копія elementary OS може збирати та зберігати ваше ім’я, адресу електронної пошти, аватар, повідомлення електронної пошти, події календаря, контакти, світлини та файли локально на вашому пристрої. <strong>elementary не збирає жодних із цих даних.</strong>",
    "How Data is Used": "Як використовуються дані",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Ваші дані зберігаються локально на вашому пристрої й ніколи не надсилаються до серверів elementary або будь-яких третіх сторін.</strong> Вони використовуються для наповнення локально встановлених застосунків, як-от Пошта, Календар, Завдання, Файли та Світлини з вашими даними, щоб ви могли отримати доступ до них.",
    "Sharing Data": "Обмін даними",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>Elementary OS не ділиться зібраними з ваших онлайнових облікових записів даними.</strong> Дані ніколи не надсилаються до серверів elementary або сторонніх серверів.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Цей вебсайт використовує Plausible Analytics з відкритим кодом, спрямованим через наш домен <code>stats.elementary.io</code>, щоб анонімно підраховувати відвідування, завантаження тощо. Ви можете побачити ті ж самі дані, які бачимо ми на <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">загальнодоступній інформаційній панелі</a>. Жодні файли cookie не використовуються, а також відсутні особисті дані, навіть IP-адреса або user agent переглядача. Щоб отримати додаткові відомості, перегляньте <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Політику про дані Plausible</a>",
    "Cookies": "Файли Cookie",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Ви можете вимкнути або вибірково вимкнути будь-які файли cookie або сторонні файли cookie в налаштуваннях переглядача мережі.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Цей сайт використовує файли cookie для додаткових вдосконалень. Ви служби можуть працювати й без них, але зі зниженою зручністю. Наприклад, сайт не пам’ятатиме, чи платили ви раніше за elementary OS; типово ви отримаєте прохання заплатити ще раз.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Зберігає файли cookie для запам'ятовування елементів поведінки та визначення ймовірних загроз. Докладніші відомості читайте у",
    "Cloudflare Privacy &amp; Security Policy": "Політика приватності та безпеки Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Використовує файли cookie для запам’ятовування вашого останнього замовлення та вашої країни, щоб знати, які типи карток пропонувати для платежів. Подробиці ви знайдете у",
    "Stripe's Privacy Policy": "Політика приватності Stripe",
    "Manage Cookies": "Керування файлами cookie",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Оскільки ви вже відвідували наш вебсайт, можливо, ви захочете керувати файлами cookie, які вже встановлено у вашому браузері. Посилання на відповідні настанови можна знайти внизу.",
    "Transparency": "Прозорість",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Ми не розміщували жодних дірок в нашому програмному забезпеченні та не отримували жодних запитів щодо цього. Ми також ніколи не отримували листів від національної безпеки, наказів FISA або будь-якого іншого таємного запиту щодо подробиць про користувачів.",
    "Privacy &sdot; elementary": "Приватність &sdot; elementary"
}
