{
    "Privacy": "Приватність",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Ваші дані завжди належать вам, і лише вам. Ми не укладаємо рекламних угод і не збираємо конфіденційні особисті дані. Ми фінансуємося безпосередньо коштом наших користувачів, які платять скільки забажають за основну ОС та застосунки в Центрі застосунків. І так повинно бути.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Ми не збираємо жодних даних з elementary OS. Ваші файли, налаштування та всі інші особисті дані залишаються на пристрої, якщо ви явно не надаєте їх сторонньому застосунку чи службі.",
    "Online Accounts": "Мережні облікові записи",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS, за бажанням, інтегрується з постачальниками мережних облікових записів, такими як Google, Last.fm та Fastmail, через системні параметри. Дані цих постачальників може бути отримано та збережено локально на вашому пристрої для використання в таких програмах, як Пошта та Календар. Ці дані не надсилаються до elementary та не передаються стороннім особам.",
    "What Data is Collected": "Які дані збираються",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Після додавання мережного облікового запису, elementary OS може збирати та зберігати ваше ім’я, адресу електронної пошти, аватар, повідомлення електронної пошти, події календаря, контакти, фотографії та файли з під'єднаних облікових записів локально на вашому пристрої.",
    "How Data is Used": "Як використовуються дані",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Ваші дані зберігаються локально на вашому пристрої й ніколи не надсилаються на elementary або сторонні сервери. Вони використовуються для заповнення ваших даних вашими локальними застосунками, такими як Пошта, Календар, Файли та Фотографії.",
    "Sharing Data": "Обмін даними",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS не передає жодних даних, зібраних з ваших мережних облікових записів. Дані ніколи не надсилаються на elementary або сторонні сервери.",
    "elementary.io": "elementary.io",
    "We use the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to count website visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Ми використовуємо Plausible Analytics з відкритим програмним кодом, що проходить через наш домен <code>stats.elementary.io</code>, для підрахунку відвідувань вебсайту, завантажень тощо. Ви можете бачити ті самі дані, які бачимо ми на <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">загальнодоступній панелі подробиць</a>. Файли cookie не використовуються і жодні особисті дані — навіть IP-адреса чи агент переглядача мережі користувача — не зберігаються. Докладніші відомості про це у <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Політиці щодо даних Plausible</a>",
    "Cookies": "Файли Cookie",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Ви можете вимкнути або вибірково вимкнути будь-які файли cookie або сторонні файли cookie в налаштуваннях переглядача мережі.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Цей сайт використовує файли cookie для додаткових вдосконалень. Ви служби можуть працювати й без них, але зі зниженою зручністю. Наприклад, сайт не пам’ятатиме, чи платили ви раніше за elementary OS; типово ви отримаєте прохання заплатити ще раз.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Зберігає файли cookie для запам'ятовування елементів поведінки та визначення ймовірних загроз. Докладніші відомості читайте у",
    "Cloudflare Privacy &amp; Security Policy": "Політика приватності та безпеки Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Використовує файли cookie для запам’ятовування вашого останнього замовлення та вашої країни, щоб знати, які типи карток пропонувати для платежів. Подробиці ви знайдете у",
    "Stripe's Privacy Policy": "Політика приватності Stripe",
    "Manage Cookies": "Керування файлами cookie",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Оскільки ви вже відвідували наш вебсайт, можливо, ви захочете керувати файлами cookie, які вже встановлено у вашому браузері. Посилання на відповідні настанови можна знайти внизу.",
    "Transparency": "Прозорість",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Ми не розміщували жодних дірок в нашому програмному забезпеченні та не отримували жодних запитів щодо цього. Ми також ніколи не отримували листів від національної безпеки, наказів FISA або будь-якого іншого таємного запиту щодо подробиць про користувачів.",
    "Privacy &sdot; elementary": "Приватність &sdot; elementary"
}
