{
    "Community-Powered Support": "Підтримка від спільноти",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Звертайтеся до нашої глобальної спільноти та беріть участь у ній. Шукайте запитання, ставте власні або допоможіть, поділившись своїми знаннями. Виберіть застосунок або компонент внизу, щоб переглянути конкретні обговорення.",
    "AppCenter": "Центр застосунків",
    "Calculator": "Калькулятор",
    "Calendar": "Календар",
    "Camera": "Камера",
    "Code": "Код",
    "Files": "Файли",
    "Mail": "Пошта",
    "Music": "Музика",
    "Photos": "Світлини",
    "Screenshot": "Знімок екрана",
    "Shortcuts": "Комбінації клавіш",
    "Tasks": "Завдання",
    "Terminal": "Термінал",
    "Videos": "Відео",
    "Web": "Тенет",
    "Installer": "Встановлювач",
    "Multitasking": "Багатозадачність",
    "System Settings": "Налаштування системи",
    "Other Questions &amp; Help": "Інші питання й довідка",
    "Guides &amp; Documentation": "Посібники й документація",
    "Installation": "Встановлення",
    "Get help installing elementary OS with our step-by-step guide.": "Отримайте допомогу зі встановленням elementary OS звернувшись до наших покрокових настанов.",
    "Learning the Basics": "Основи",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Огляд робочого столу, багатозадачності, комбінацій клавіш тощо.",
    "Payment &amp; Download Support": "Оплата й Завантаження підтримки",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please contact us using the details in your email receipt and a team member will contact you as soon as possible.": "Якщо вам потрібна допомога з придбанням elementary OS — наприклад, із завантаженням копії або поверненням коштів — зв'яжіться з нами, використовуючи дані, вказані у квитанції електронною поштою, і наш співробітник зв'яжеться з вами якнайшвидше.",
    "Support &sdot; elementary": "Підтримка &sdot; elementary"
}
