{
    "Develop Your Ideas Into Code": "Plasma tus ideas a código",
    "Learn to design, develop, and publish apps for elementary OS": "Aprende a diseñar, desarrollar y publicar aplicaciones para elementary OS",
    "Sign In or Register for MyApps": "Iniciar sesión o registrarse en MyApps",
    "Documentation": "Documentación",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "Consigue correr una aplicación básica y lista para distribuir con nuestra guía de primeros pasos.",
    "Design": "Diseño",
    "Learn about the design principles that make up apps on elementary OS.": "Aprender los principios de diseño que hacen a las aplicaciones en elementary OS",
    "Reference": "Referencia",
    "Get more info about code style, reporting issues, and proposing design changes.": "Obtener más información acerca del código, reporte de errores y propuestas para cambio de diseño.",
    "Build for": "Desarrollar para",
    "Freya brings a new API for Switchboard, searchable action entries in Slingshot, new widgets like HeaderBar, animations in the toolkit, improved CSS theming and more. Build feature-full apps easier than ever with Gtk 3.14 & Vala 0.30": "Freya presenta una nueva API para Switchboard, acciones buscables en Slingshot, nuevos Widgets como HeaderBar, animaciones en la caja de herramientas, temas CSS mejorados y más. Desarrolla aplicaciones con funcionalidad más fácil que nunca con Gtk 3.14 y Vala 0.30",
    "Contractor": "Contractor",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Un servicio a lo largo del escritorio que permite a las aplicaciones utilizar funcionalidades expuestas por otras — sin previa coordinación.",
    "HIG for Contractor": "HIG para Contractor",
    "Reference for Contractor": "Referencia para Contractor",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "La librería base para las aplicaciones de elementary OS. Provee widgets potentes como DynamicNotebook, utilidades, funciones convenientes, y más.",
    "Reference for Granite": "Referencia para Granite",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "Administración de base de datos simple y flexible. Soporta bases de datos remotas y en-disco, incluyendo SQLite. Viene con entorno gráfico y en-consola, un extractor de metadatos permitiendo auto descubrir objetos, y más.",
    "Reference for GDA": "Referencia para GDA",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "Una librería cliente/servidor HTTP con APIs asíncronas y síncronas. Incluye SSL/TLS, cookies, caching, WebSockets, proxy y soporte tunneling, y más. Se lleva muy bien con JSON-GLib.",
    "Reference for Soup": "Referencia para Soup",
    "Reference for JSON-GLib": "Referencia para JSON-GLib",
    "vala": "vala",
    "Vala. A Modern, Fast, Open Source Language.": "Vala. Un lenguaje moderno, rápido y de código abierto.",
    "Write fast, native, object-oriented code with Vala. It's familiar to anyone who's seen C#, but maintains API/ABI compatibility with standard C, has low memory requirements, and is purpose-built for GObject. You name it, Vala's got it: signals, properties, generics, lambda functions, assisted memory management, exception handling, type inference, async/yield, and more.": "Escribe código orientado a objetos nativo y rápido con Vala. Es familiar para cualquiera que haya visto C#, pero mantiene compatibilidad API/ABI con C, tiene pocos requerimientos de memoria, y es compilado con el propósito GObject. Nombralo, y Vala lo tiene: señales, propiedades, genéricos, lambda, funciones, administración de memoria asistida, manipulación de exceptiones, referencia de tipos, async/yield, y más.",
    "Learn More about Vala": "Aprender más sobre Vala",
    "Library Documentation for Vala": "Documentación de Vala",
    "Develop Apps for elementary OS": "Desarrollo de Aplicaciones para elementary OS"
}