{
    "Check out our progress for Loki Beta 1": "Check out our progress for Loki Beta 1",
    "Fixed": "Corregido",
    "In Progress": "En Progreso",
    "Unfixed": "Sin Corregir",
    "Translations": "Traducciones",
    "Web Development": "Desarrollo Web",
    "Design": "Diseño",
    "Desktop Development": "Desarrollo de Escritorio",
    "Funding": "Financiamiento",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Un lenguaje diferente es una vision diferente de la vida\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS es creado y usado por personas de alrededor del Mundo; ayudanos a hacer la experiencia aún mejor traduciendo a más lenguajes.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS usa una herramienta de traduccion abierta y colaborativa en Launchpad llamada Rosetta.",
    "Learn More": "Más Información",
    "Our website is also openly translated using an online platform called Transifex.": "Este sitio se traduce abiertamente en otra plataforma, de nombre Transifex. ",
    "Translate elementary OS": "Traducir elementary OS",
    "Translate This Website": "Traducir Éste Sitio Web",
    "World map": "Mapa Mundial",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Los sitios web deben verse bien por dentro y fuera\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Nuestro sitio web está hecho con HTML, CSS, PHP y JavaScript. Siempre estamos en busca de personas con experiencia en esas áreas que quieran contribuir y hacerla todavía mejor. La mayoría del trabajo de diseño esta hecho por nuestro Equipo de Diseño, pero nos encanta las ideas de diseño y recomendaciones para nuestro Equipo Web.",
    "Fork Us on GitHub": "Código Fuente en Github",
    "See Our Open Bug Reports": "Vea Nuestros Informes de Errores Abiertos",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Un gran diseño es hacer algo memorable y significativo\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Todo proyecto comienza con una idea. Nuestro Equipo de Diseño toma esa idea y crea un itinerario. Separamos el diseño en dos componentes:",
    "Visual Design": "Diseño Visual",
    "A great place for visual designers to get started is by sharing mockups with": "Un gran lugar para los diseñadores visuales para comenzar es compartiendo maquetas con",
    "our Google+ Community": "nuestra Comunidad de Google+",
    "Interactive Design": "Diseño Interactivo",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Usamos un sistema en Launchpad llamado Blueprints para crear explicasiones detalladas de las nuevas caraterísticas.",
    "Read the Interface Guidelines": "Lea la Directrices de Interface",
    "Browse Our Blueprints": "Navegue por nuestras Blueprints",
    "Read About Our Workflow": "Lea Acerca de Nuestro Flujo de Trabajo",
    "Application wire frame": "Marco de Aplicaciones",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Antes de que el software sea reutilizable primero tiene que ser utilizable\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Nuestro entorno de escritorio y todas sus aplicaciones estan hechas usando Vala, GTK+, Clutter, Cairo, Granite y otras librerías libres. Todo nuestro código está alojado en Launchpad.net, un servicio gratuito para proyectos de código libre. Nosotros siempre estamos en busqueda de contribuidores de todos los niveles de habilidad.",
    "Browse Our Desktop Code": "Código de Escritorio",
    "Browse Our Apps' Code": "Código de Aplicaciones",
    "Scratch text editor": "Editor de texto de Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Has lo que amas y el dinero te seguirá\"",
    "Targeted Funding": "Financiación Dirigida",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource pone fondos a modo de recompenza a aquellos desarrolladores que crean nuevas funciones o que arreglan errores. Establezca una recompensa sobre los temas que le interesan más o financie una aplicación específica. También puede establecer una suscripción periódica.",
    "BountySource": "BountySource",
    "General Funding": "Financiación General",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon trabaja como una campaña de financiacion colectiva. Elija una cantidad, consiga recompenzas, y ayudanos a alcanzar nuestras metas.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal es una solución rápida y sencilla. Elije una cantidad por única vez o establezcla una suscripción.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Involucrece con elementary OS"
}