{
    "A fast and open replacement for Windows and OS X": "Una alternativa rápida y abierta a Windows y OS X",
    "Custom": "Personalizado",
    "Enter any dollar amount.": "Escriba un monto en dólares.",
    "Purchase elementary OS": "Purchase elementary OS",
    "1.15 GB (for PC or Mac)": "1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Lo que la prensa está diciendo acerca de elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS es diferente... un hermoso y poderoso sistema operativo que correrá bien inclusive en viejas PC's\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"Una plataforma rápida, de bajo mantenimiento que puede ser instalada prácticamente en cualquier lado\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"ligero y rápido... Completamente basado en la comunidad, y tiene un verdadero talento para el diseño y las apariencias.\"",
    "Meet Our Apps": "Conoce Nuestras Aplicaciones",
    "Photos": "Fotos",
    "Music": "Música",
    "Videos": "Videos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importa, organiza, y edita fotos. Haz una diapositiva. Comparte con Facebook o Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organiza y escucha tu música. Busca por albums, utiliza la busqueda rápida, y crea listas de reproducción de tus favoritos.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Mira películas y videos con una interfaz minimalísta. El marco se desvanece para que puedas ver más de tu película.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navega en la web con un navegador rápido y liviano. Midori te deja utilizar sitios y aplicaciones web que usen HTML5 sin agotar demasiado la batería.",
    "Learn More": "Más Información",
    "dat": "fec",
    "Accessories": "Accesorios",
    "Graphics": "Gráficos",
    "Internet": "Internet",
    "Office": "Oficina",
    "Other": "Otros",
    "Sound &amp; Video": "Sonido y Video",
    "System Tools": "Herramientas del Sistema",
    "Applications": "Aplicaciones",
    "3 Ways to Explore": "3 Maneras de Explorar",
    "Grid": "Cuadrícula",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Muestra todas tus aplicaciones en orden alfabético en la cuadrícula. Desplácese y encuentre la que usted desea.",
    "Categories": "Categorías",
    "View your apps automatically organized into categories. Perfect for large collections.": "Muestra tus aplicaciones automaticamente organizadas en categorías. Perfecto para una gran colección.",
    "Search": "Buscar",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Abre aplicaciones, paneles de configuración, ejecuta comandos, y mas desde la ultrarápida vista de busqueda.",
    "Open Source": "Código Abierto",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Nuestro código está disponible para que cualquiera lo revise, examine, modifique, y redistribuya.",
    "No Ads. No Spying.": "Sin Publicidad. Sin Espionaje.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "No hacemos contratos de publicidad y no recolectamos información personal. Nuestro único ingreso es diractamente de nuestros usuarios.",
    "Safe &amp; Secure": "Seguro",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Nuestra base es Linux: el mismo software que hace funcionar al Departamento de Defensa de EE. UU., el Banco de China y muchas organizaciones más. ",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Descargar elementary OS",
    "Choose a Download": "Elija una Descarga",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Recomendamos 64-bit para la mayoría de las computadoras modernas. Para ayuda y más información, vea la",
    "installation guide": "Guía de Instalación",
    "Freya 32-bit": "Freaya 32-bit",
    "Torrent Magnet Link": "Enlace «magnet» ",
    "Freya 64-bit": "Freya 64-bit"
}