{
    "Installation": "Installazione",
    "Download elementary OS": "Scarica elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Se ancora non l'hai fatto, avrai bisogno di <a href=\"/\" target=\"_blank\">scaricare elementary OS dalla nostra Homepage</a>. Dovrai copiare la ISO scaricata su una chiavetta USB seguendo le istruzioni successive.",
    "Recommended System Specifications": "Requisiti di sistema consigliati",
    "Intel i3 or comparable dual-core 64-bit processor": "Processore Intel i3 o comunque dual-core a 64-bit",
    "1 GB of system memory (RAM)": "1 GB di memoria di sistema (RAM)",
    "15 GB of disk space": "15 GB di spazio su disco",
    "Internet access": "Collegamento a Internet",
    "Back Up Your Data": "Esegui un backup dei dati",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Non dimenticarti di eseguire un backup dei tuoi dati importanti su una posizione esterna come un servizio di cloud o un disco rigido esterno. Installare un nuovo sistema operativo potrebbe sovrascrivere i dati esistenti.",
    "Choose your current Operating System": "Scegli il tuo Sistema Operativo attuale",
    "Select the operating system you are currently using to view tailored installation instructions.": "Scegli il sistema operativo che stai usando per vedere le istruzioni di installazione specifiche.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Controlla il tuo Scaricamento",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Verificare il tuo download è un importante, ma opzionale, passo. Noi generiamo un checksum (o hash sum) per le immagini di elementary OS, e ti raccomandiamo di verificare che il tuo download corrisponda al checksum prima di provare ad installarlo. Questo assicura che tu riceva l'immagine da installare completa e non corrotta in alcun modo.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows non include uno strumento per verificare le checksum SHA256, quindi dovrai scaricare un <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Apri Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Come \"Hash Type\", seleziona <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Nell'opzione \"Input File\", seleziona <code>Select File(s)</code> e trova il file ISO di elementary OS",
    "Verify that the text in &quot;Results&quot; matches the following hash:": "Verify that the text in \"Results\" matches the following hash:",
    "Creating an Install Drive": "Creare un Dispositivo di Installazione",
    "Rufus - select ISO": "Rufus - seleziona ISO",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Avrete bisogno di un flash drive USB con almeno 2 GB di spazio libero e un programma chiamato Rufus.",
    "Download Rufus": "Scarica Rufus",
    "Open Rufus": "Apri Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Inserisci la tua chiavetta USB e selezionala tramite la lista \"Dispositivi\"",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Seleziona \"immagine ISO\" a fianco della dicitura \"Creare un disco di avvio usando...\"",
    "Click": "Clicca",
    "the disk icon": "sull'icona del disco",
    "to choose the ISO that you downloaded previously.": "per scegliere l'ISO che hai precedentemente scaricato.",
    "Click &quot;Start&quot; and wait for the process to finish.": "Clicca \"Start\" ed attendi che il processo sia terminato.",
    "Booting from the Install Drive": "Avviare dal dispositivo di installazione",
    "In order to start the installation process, you must boot your computer from the install drive.": "Per iniziare il processo di installazione, devi avviare il tuo computer dal dispositivo di installazione.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Supponendo che il tuo computer sia ancora acceso, inserisci il dispositivo di installazione e riavvia il computer.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La maggior parte dei computer ti permetteranno di modificare l'ordine di avvio solo premendo un tasto particolare — solitamente <kbd>F12</kbd>, ma talvolta <kbd>Esc</kbd> o un'altro tasto funzione. Fai riferimento allo schermo o alla documentazione del tuo computer per sicurezza.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Premi <kbd>F12</kbd> (o il tasto appropriato) e seleziona il dispositivo di installazione — solitamente \"USB-HDD\" o qualcosa che contenga la parola \"USB\", ma la nomenclatura potrebbe essere diversa. Se scegli il dispositivo sbagliato, il tuo computer probabilmente continuerà ad avviarsi normalmente. Semplicemente riavvia il computer e seleziona un dispositivo diverso in quel menù.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Poco dopo aver selezionato il giusto dispositivo di avvio, dovrebbe comparire la schermata di avvio di elementary OS. Adesso potrai seguire le istruzioni su schermo che ti guideranno lungo il resto del procedimento.",
    "Running the following command in your Terminal:": "Eseguire  il seguente comando dal terminale:",
    "Should produce the output:": "Dovrebbe produrre l'output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: Questo è supponendo che avete scaricato il file .iso ai tuoi Download folder. \nNel caso in cui avete scaricato altrove, si prega di specificare il percorso corretto per il file scaricato, come mostrato di seguito",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".",
    "Download Etcher": "Scarica Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Inseriisci il dispositivo USB, e seleziona il file ISO che hai appena scaricato.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Aprire \"Etcher\" e selezionare il file immagine del sistema operativo mediante il pulsante \"Seleziona immagine\".",
    "Select image in Etcher": "Selezione immagine in Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Ethcer dovrebbe rilevare automaticamente la periferica USB, ma controlla che questa sia quella effettivamente selezionata",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Comincia il processo di scrittura cliccando su \"Flash!\". Impiegherà giusto un istante per iniziare.",
    "Flash image in Etcher": "Flash image in Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Una volta completato, si potrà tranquillamente rimuovere la periferica e provare ad avviare per installare elementary OS",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "La seguente finestra di dialogo potrebbe apparire durante il processo di scrittura, e può essere tranquillamente ignorata",
    "Not readable warning": "Avviso non leggibile",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Dopo aver sentito il tono d'accensione, tieni premuto <kbd>Option</kbd>. Quindi, seleziona il giusto dispositivo di avvio. Tieni presente che esso potrebbe essere erroneamente identificato come \"Windows\", ma ciò è normale.",
    "Boot Errors": "Errori di avvio",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc\". When complete, attempt to boot again from the Install DVD.",
    "Running the following command in your terminal:": "Eseguire il seguente comando nel tuo terminale:",
    "should produce the output:": "dovrebbe produrre il seguente output:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Avrai bisogno di una chiavetta USB con almeno 2 GB di spazio libero e di un programma chiamato UNetbootin.",
    "Download UNetbootin": "Scarica UNebootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Apri UNetbootin dalla Dash in Ubuntu o dal Launchpad in OS X. Si aprirà una finestra come quella qui mostrata:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Seleziona \"Immagine Disco\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Clicca \"...\" per selezionare la ISO che hai precedentemente scaricato.",
    "Unplug all USB memory devices apart from the one you want to use.": "Scollega tutti i dispositivi USB, escluso quello che vuoi utilizzare.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Clicca \"OK\" ed attendi la fine del processo.",
    "After Installation": "Dopo l'installazione",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Usa questo tempo per leggere la  <a href=\"/docs/learning-the-basics\">guida introduttiva </a> per conoscere il tuo nuovo sistema operativo."
}