{
    "Translation Guide": "Guida alla Traduzione",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Tradurre il nostro sito e le nostre app è fondamentale per rendere elementary OS disponibile a più persone possibile. Invece di affidarci soltanto ad un team di traduzione interno, usiamo il crowdsourcing in modo che tutti possano caricare delle traduzioni senza avere nessuna conoscenza tecnica. Per mantenere le nostre indicazioni uguali su tutta la piattaforma e per aiutare nuovi traduttori a cominciare abbiamo creato questa guida alla traduzione.",
    "Steps to Begin Translation": "Passi per iniziare la traduzione",
    "Our apps and website are translated through Weblate: a free web-based translation management system. In order to submit translations, you should:": "Le nostre applicazione e il sito web sono tradotti con Weblate: un sistema di traduzione online gratuito. Per suggerire delle traduzioni occorre:",
    "Have a": "Avere un",
    "Weblate account": "account di Weblate",
    "Set your": "Impostare le tue",
    "language preferences": "preferenze della lingua",
    "Browse our": "Esplorare i nostri",
    "translatable projects": "progetti traducibili",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Una volta selezionato un progetto, potrai fornire suggerimenti per testi che non sono ancora stati tradotti o suggerire cambi ai testi che sono già stati tradotti. Questi suggerimenti saranno presi in considerazione dai membri del team e verranno scelti i più appropriati. Per maggiori informazioni su Weblate, consultare la sua <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentazione</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">join the translators Slack</a> and message an admin your weblate username and what language you want to translate.": "All'inizio, potrai solo suggerire delle traduzioni. Se desideri avere i permessi per salvarle, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">unisciti alla Slack dei traduttori</a> e manda un messaggio ad un amministratore con il tuo nome utente e la lingua che desideri tradurre.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Traducendo potresti trovarti in una situazione in cui devi decidere tra diversi modi di dire una cosa. in queste situazioni seguiamo la <a href=\"https://help.launchpad.net/Translations/Guide\">guida generale del traduttore</a> di Ubuntu, e per problemi di lingua specifici seguiamo le <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">linee guida del team di traduzione</a> di Ubuntu. Seguendo queste guide ci assicurerà delle traduzioni uniformi e allo stesso tempo consente a tutti di contribuire.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se non vuoi usare Weblate per tradurre o pensi di fare molti cambi in una sola volta, puoi anche tradurre offline. Per farlo:",
    "Go to a project you want to translate": "Scegli il progetto che vuoi tradurre",
    "Choose your language": "Scegli la tua lingua",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Fai clic su &quot;File&quot; e seleziona &quot;Scarica traduzione come file gettext PO&quot;",
    "Choose your favorite text-, code- or po-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Scegli il tuo editore testo, codice o file PO preferito (per es. <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Comincia a tradurre",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page that you downloaded them from.": "Una volta terminato, usa l'opzione &quot;Carica traduzione&quot; nel menu &quot;File&quot; nella stessa pagina dalla quale l'hai scaricata precedentemente.",
    "Additional Information": "Informazioni aggiuntive",
    "We won't support translations in the following pages:": "Non supportiamo le traduzione nelle seguenti pagine:"
}
