{
    "Translation Guide": "Guida alla Traduzione",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Tradurre il nostro sito e le nostre app è fondamentale per rendere elementary OS disponibile a più persone possibile. Invece di affidarci soltanto ad un team di traduzione interno, usiamo il crowdsourcing in modo che tutti possano caricare delle traduzioni senza avere nessuna conoscenza tecnica. Per mantenere le nostre indicazioni uguali su tutta la piattaforma e per aiutare nuovi traduttori a cominciare abbiamo creato questa guida alla traduzione.",
    "Translating Applications": "Tradurre le Applicazioni",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Le app sono tradotte con Rosetta: l'interfaccia di traduzione di Launchpad. Per caricare delle traduzioni dovresti:",
    "Have a": "Avere un",
    "Launchpad account": "Account Launchpad",
    "Set your": "Impostare le tue",
    "language preferences": "preferenze della lingua",
    "Browse our": "Esplorare i nostri",
    "translatable projects": "progetti traducibili",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Quando hai scelto cosa tradurre, puoi caricare suggerimenti per testi non ancora tradotti o suggerire modifiche ai testi già tradotti. Questi suggerimenti saranno valutati da un membro del team di traduzione che sceglierà la traduzione più appropriata. Per avere più informazioni su Rosetta, puoi consultare la <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentazione<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Traducendo potresti trovarti in una situazione in cui devi decidere tra diversi modi di dire una cosa. in queste situazioni seguiamo la <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guida generale del traduttore<\/a> di Ubuntu, e per problemi di lingua specifici seguiamo le <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">linee guida del team di traduzione<\/a> di Ubuntu. Seguendo queste guide ci assicurerà delle traduzioni uniformi e allo stesso tempo consente a tutti di contribuire.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se non vuoi usare Rosetta, oppure vuoi fare molte modifiche in una volta sola, puoi anche tradurre offline. Per farlo:",
    "Go to a project you want to translate": "Scegli il progetto che vuoi tradurre",
    "Choose your language": "Scegli la tua lingua",
    "Click on &quot;Download translation&quot;": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Ora puoi richiedere l'email che contiene il link necessario a scaricare la traduzione. Ora:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Scegli il tuo editor di testo o di traduzione preferito (ad es. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Comincia a tradurre",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "",
    "Translating our Website": "Tradurre il nostro sito",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Come con le app, seguiamo la <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guida generale del traduttore<\/a> di Ubuntu, e per problemi di lingua specifici seguiamo le <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">linee guida del team di traduzione<\/a> di Ubuntu. "
}
