{
    "Translation Guide": "Guida alla traduzione",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Tradurre il nostro sito e le nostre applicazioni è fondamentale per rendere elementary OS disponibile a quante più persone possibile. Invece di affidarci soltanto a un team di traduzione interno, usiamo il crowdsourcing in modo che tutti possano suggerire delle traduzioni anche senza avere nessuna conoscenza tecnica. Per mantenere le nostre indicazioni uguali su tutta la piattaforma e per aiutare i nuovi traduttori a cominciare, abbiamo creato questa guida alla traduzione.",
    "Steps to Begin Translation": "Passi per iniziare la traduzione",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Le nostre applicazioni e il nostro sito web sono tradotti tramite Weblate: un sistema di gestione delle traduzioni libero e basato sul web. Per inviare traduzioni, dovrai:",
    "Have a": "Avere un",
    "Weblate account": "account di Weblate",
    "Set your": "Impostare le tue",
    "language preferences": "preferenze della lingua",
    "Browse our": "Esplorare i nostri",
    "translatable projects": "progetti traducibili",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https:\/\/docs.weblate.org\/en\/weblate-3.0.1\/user\/index.html\">documentation<\/a>.": "Dopo aver selezionato un progetto, potrai fornire suggerimenti per le stringhe di testo che non sono ancora state tradotte o suggerire modifiche alle stringhe che sono già state tradotte. Questi suggerimenti saranno poi esaminati da un membro del team di traduzione e sarà scelto quello più appropriato. Per maggiori informazioni su Weblate, fai riferimento alla sua <a href=\"https:\/\/docs.weblate.org\/it\/weblate-3.0.1\/user\/index.html\">documentazione<\/a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https:\/\/join.slack.com\/t\/ele-l10n\/shared_invite\/enQtNDkyOTA1MTEzMTQxLWQ1N2YyNDkwYTQwMjA4NWI1MTA5Mzk3MTQyNmMzNmMwODgyYWRjOWQwZDFkZjY5MzVjMTlmMDBlZGJlYmNiNWE\">join the translators Slack<\/a> and message an admin your Weblate username and what language you want to translate.": "",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues, we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Durante la traduzione, capita di trovare situazioni in cui bisogna decidere tra diversi modi di dire la stessa cosa. In queste situazioni, facciamo riferimento alla <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guida generale del traduttore<\/a> di Ubuntu e, per problemi relativi ad una lingua specifica, seguiamo le <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">linee guida per la traduzione<\/a> di Ubuntu. Seguire queste linee guida assicura traduzioni uniformi e permette che chiunque dia un contributo.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Se non vuoi usare Weblate per tradurre o pensi di fare molti cambi in una sola volta, puoi anche tradurre offline. Per farlo:",
    "Go to a project you want to translate": "Scegli il progetto che vuoi tradurre",
    "Choose your language": "Scegli la tua lingua",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Fai clic su &quot;File&quot; e seleziona &quot;Scarica traduzione come file gettext PO&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https:\/\/poedit.net\/\">Poedit<\/a>)": "Scegli il tuo editor di testo, codice o PO preferito (per es. <a href=\"https:\/\/poedit.net\/\">Poedit<\/a>)",
    "Start translating": "Comincia a tradurre",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Una volta terminato, usa l'opzione &quot;Carica traduzione&quot; nel menu &quot;File&quot; della stessa pagina dalla quale hai scaricato il file.",
    "Additional Info": "Informazioni addizionali",
    "We won't support translation of the following pages:": "La traduzione delle pagine seguenti non è supportata:"
}
