{
    "Brand": "Brend",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Brend elementary je jedinstven; tehnički, on pripada tvrtci elementary LLC., tvrtci koja usmjerava i podupire razvoj elementary proizvoda. Kakogod, mi smo odlična zajedina koja ne želi pretjerivati s pravnim zahtjevima i tehnikalijama. Zbog toga smo napisali par smijernica kako bi ljudima poput vas bilo jasnije kada i kako koristiti brend elementary.",
    "Name": "Ime",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Riječ \"elementary\" se odnosi i je zaštitni znam elementary LLC. elementary se uvijek piše malim slovima, čak kada je na početnu rečenice poput ove. također se koristi u imenima prozivoda (npr. elementary OS) kako bi se odredilo na koji se elementary proizvod odnosi.",
    "Brand Marks": "Oznake brenda",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary posjeduje dvije oznake: \"elementary\" logotip i \"e\" ozanku. Oboje se smatraju zaštitnim i reprezentativnim znakovima elementaryja, kako tvrtke tako i proizvoda.",
    "Both should be used with the following in mind:": "Oboje bi se trebalo koristiti s određenim smjernicama na umu:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Ne rastezati, rotitrati, zrcaliti ili bilo kako drugo narušiti logotip.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Ne koristiti logotipe na preupadljivim pozadinama. Logotip bolje izgleda na jednostavnim, solidnim bojama. ",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Logotipi bi uvijek trebali biti monokromatski; bijeli ako su na tamnoj pozadini a crni ako su na svjetlijoj pozadini.",
    "Logotype": "Logotip",
    "elementary Logotype": "Logotip elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotip bi se uvijek trebao koristiti kada prostor to omogućava. Može biti korišten i prije samog imena proizvoda kako bi se pokazao odnos s određenim elementary proizvodom.",
    "The logotype should always be used under the following guidelines:": "Logotip bi se trebao koristiti s određenim smjernicama na umu:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Ne pokušavati rekreirati logotip. Logotip je specifično kreiran, nije poput riječi elementary napisane u drugom fontu.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Ne koristiti logotip u malim veličinama; ako se ne vidi jasno, bolje je koristit oznaku elementary.",
    "Logomark": "Grafička oznaka",
    "elementary Logomark": "Grafička oznaka elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Grafička oznaka \"e\" koristi se kako bi se pokazala povezanost s tvrtkom elementary kada je prostor ograničen ili je potrebno kvadratno rezanje. ",
    "Color": "Boja",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elemenatry koristi određene boje kako bi se stvorila povezanost s našim brendom. Koristimo sljedeće palete boja:",
    "Blueberry": "Borovnica",
    "Strawberry": "Jagoda",
    "Orange": "Naranča",
    "Banana": "Banana",
    "Lime": "Limeta",
    "Grape": "Grožđe",
    "White": "Bijela",
    "Black": "Crna\n",
    "Fonts": "Fontovi",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Za web dizajn i print, korisitmo Raleway za naslove i Open Sans za tijelo sadržaja. Za kodove kroistimo Roboto Mono.",
    "Third Parties &amp; Community": "Third Parties & Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Ohrabrujemo razvojne programere u kreiranju proizvoda za elementary OS a želimo napomenuti nekoliko stvari kako bi se stvorio određeni kontinuitet u dizajnu:",
    "Voice/tone": "Glas/ton",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Kako bi se izbjeglo nerazumijevanje korisnika, ipak ograničavamo korištenje imena i brenda elementary u nekim slučajevima:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Potičemo Vas da napišete da je Vaša aplikacija ili usluga dizajnirana za elementary OS, ali Vas molimo da ne koristite ime ili oznake elementary-a kao dio imena Vaše kompanije, aplikacije, proizvoda, usluge ili u bilo kojem logotipu kojeg pravite.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Koristiti ime i logotip elementary kada se on odnosi na tvrtku elementary LLC. i njene prozvode (npr. elementary OS)",
    "Community": "Community",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:",
    "elementary Community Logo with color": "elementary Community Logo with color",
    "elementary Community Logo in black": "elementary Community Logo in black",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.",
    "Merchandise": "Marketinški proizvodi",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Nije dopušteno koristit brending elementary na prozvodima za marketing treće strane.",
    "Assets &amp; More Info": "Više informacija",
    "Download on GitHub": "Preuzmi na GitHubu",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Za daljnje informacije o korištenju brenda elementary i našim zaštitnim znakovima, molimo kontaktirajte nas na: <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Brend ⋅ elementary"
}