{
    "Installation": "설치",
    "Download elementary OS": "elementary OS 다운로드",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "만약 elementary OS를 가지고 있지 않다면, <a href=\"/\" target=\"_blank\" rel=\"noopener\">저희 홈페이지에서 다운로드</a>를 해야 합니다. 그 후 아래에 나와 있는 안내에 따라 ISO파일을 USB에 담아야 합니다.",
    "Recommended System Specifications": "권장하는 시스템 사양",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 또는 동급 듀얼코어 64비트 프로세서",
    "1 GB of system memory (RAM)": "1 GB의 메모리(램)",
    "15 GB of disk space": "15GB의 디스크 여유 공간",
    "Internet access": "인터넷 연결",
    "Back Up Your Data": "데이터를 백업하세요",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "크라우드 서비스나 외장 하드디스크 같은 외부 저장소에 중요한 데이터를 백업해주세요. 새로운 운영체제를 설치할때 기존에 있던 데이터를 덮어 쓰게 됩니다.",
    "Choose your current Operating System": "현재 사용중인 운영체제를 선택하세요",
    "Select the operating system you are currently using to view tailored installation instructions.": "운영체제에 맞는 설치 안내를 보시려면 현재 사용하고 계신 운영체제를 선택하세요.",
    "Windows": "윈도우",
    "macOS": "맥OS",
    "Ubuntu": "우분투",
    "Creating an Install Drive": "설치 드라이브 만들기",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "최소 2GB의 여유 공간이 있는 USB드라이브와 Rufus라는 프로그램이 필요합니다.",
    "Download Rufus": "Rufus 다운로드",
    "Rufus - select ISO": "Rufus - ISO 선택",
    "Open Rufus": "Rufus 실행",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "USB 드라이브를 끼우고 &quot;장치&quot; 목록에서 선택해 주세요",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "",
    "Click": "클릭",
    "the disk icon": "디스크 아이콘",
    "to choose the ISO that you downloaded previously.": "전에 다운 받았던 ISO 파일을 선택",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#</code> button in the status bar and verify that the text next to &quot;SHA256&quot; matches the following hash:": "다운로드된 파일을 확인할 수 있도록 기본 OS 이미지에 대한 체크 섬 (또는 해시 섬)을 생성합니다. 이렇게 하면 전체, 전체 다운로드 및 설치 이미지가 손상되지 않았는지 확인할 수 있습니다. 상태 표시줄에서 <code>#</code> 버튼을 클릭하고 \"SHA256\" 옆의 텍스트가 다음 해시와 일치하는지 확인합니다.",
    "If the hashes match, click &quot;Start&quot; and wait for the process to finish.": "해시가 일치하면 \"시작\"을 누르고 작업이 끝나기를 기다립니다.",
    "Booting from the Install Drive": "설치 디스크에서 부팅하기",
    "In order to start the installation process, you must boot your computer from the install drive.": "설치 과정을 시작하기 위해서는, 설치 드라이브로 컴퓨터를 부팅해야 합니다.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "컴퓨터가 아직 켜져 있다고 가정하고 설치 드라이브를 삽입하고 컴퓨터를 다시 시작합니다.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "",
    "Verify your Download": "",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "",
    "Running the following command in your Terminal:": "",
    "Should produce the output:": "",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "",
    "Download Etcher": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "",
    "Select image in Etcher": "",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "",
    "Flash image in Etcher": "",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "",
    "Not readable warning": "",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "",
    "Boot Errors": "",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20170814.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "",
    "should produce the output:": "",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "",
    "Download UNetbootin": "",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "",
    "UNetbootin": "",
    "Select &quot;Diskimage&quot;": "",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "",
    "Click &quot;OK&quot; and wait for the process to finish.": "",
    "After Installation": "",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": ""
}
