{
    "Learning the Basics": "기초 배우기",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "어떤 운영 체제든 익숙하지 않은 것들이 조금씩 있습니다. 이 섹션에서는, 웹 탐색 및 음악 듣기와 같은 간단한 작업과, 여러분이 잘 모르실 수 있는 유용한 정보를 알려드릴 겁니다.",
    "The Desktop": "바탕화면",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "elementary OS의 바탕화면은 매우 간단하고 배우기 쉽습니다. 두 가지 요소로 이뤄져 있습니다: 패널과 독. <strong><a href=\"\/docs\/learning-the-basics#system-settings\">시스템 설정<\/a><\/strong> → <strong>바탕화면<\/strong> → <strong>배경화면<\/strong>에서 배경화면을 취향에 맞게 꾸미실 수 있습니다.",
    "The Panel": "패널",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "화면 가장 위에 보이는 것이 패널입니다. 그 왼쪽이 애플리케이션 메뉴이고요, 가운데는 시간과 날짜, 오른쪽에는 인디케이터입니다.",
    "Applications Menu": "애플리케이션 메뉴",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications<\/strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "패널의 왼쪽에 애플리케이션 메뉴가 있습니다. <strong>애플리케이션<\/strong>을 선택해서 설치한 모든 앱을 열 수 있는 메뉴입니다. 하단의 페이지 표시를 이용하거나 스크롤해서 여러 페이지를 볼 수 있습니다. 상단의 표시 전환기를 이용해서 그리드나 카테고리 형식으로도 바꿔볼 수 있습니다.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "이름이나 키워드로 앱을 검색해서 해당 앱과 관련된 작업을 할 수 있습니다. 더불어서 시스템 설정 창을 검색할 수도 있습니다. 검색에서 찾을 수 있는 작업은 다음과 같습니다:",
    "Shutdown and Restart": "컴퓨터 끄기 및 다시 시작",
    "Compose Message": "메시지 작성",
    "New Private Browsing Window": "새 비밀 모드 창",
    "Math operations (example: 23 * 5)": "수학 연산 (예: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;<\/kbd> + <kbd>space<\/kbd>.": "키보드로 애플리케이션 메뉴를 열 땐, <kbd>&#8984;<\/kbd> + <kbd>space<\/kbd>키를 누르시면 됩니다.",
    "Indicators": "인디케이터",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "패널 오른쪽에 보이는 아이콘이 인디케이터입니다. 이곳엔 여러분의 현재 세션의 상태나, 네트워크 연결, 배터리 전원, 소리 입력 및 출력, 알림 등등을 보여줍니다. 인디케이터를 선택하면 더 많은 정보 및 관련 동작의 설명을 보여줍니다.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "인디케이터를 마우스 가운데 버튼으로 클릭하거나 세 손가락 탭을 하면 다음의 빠른 바로가기를 실행합니다:",
    "Sound: Toggle the mute state of the primary output device": "소리: 기본 출력 장치의 음소거를 토글 합니다",
    "Bluetooth: Toggle the Enabled\/Disabled the primary bluetooth device": "블루투스:기본 블루투스 장치의 사용\/사용 안 함을 토글 합니다",
    "Power: Hide\/Show the percentage of battery remaining": "전원: 배터리 잔량 표시 퍼센트를 숨기거나\/보입니다",
    "Notifications: Toggle Do Not Disturb mode": "알림: 방해 금지 모드를 토글 합니다",
    "Session: Show the shutdown dialog": "세션: 시스템 끄기 대화 상자를 보입니다",
    "The Dock": "독",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "화면 하단에는 독이 있습니다. 즐겨 찾는 앱과 함께 현재 열려있는 모든 앱을 담고 있습니다.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "독의 내용은 쉽게 설정할 수 있습니다. 독에 앱을 더하실 땐, 애플리케이션 메뉴에서 끌어다 놓으시거나 앱의 아이콘을 오른쪽 클릭해서 <strong>독에 두기<\/strong>를 선택하시면 됩니다. 앱을 독에서 제거할 땐, 바탕화면의 빈 곳에 끌어다 떨구시거나 아이콘을 오른쪽 클릭해서 <strong>독에 두기<\/strong>를 해제하시면 됩니다. 독에 있는 앱을 다시 정렬하실 땐, 간단히 끌어다 놓으시면 됩니다.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "기본적으로, 독은 앱이 최대화되면 화면 아래로 숨습니다. 독을 보려면 마우스를 화면 맨 아래 가운데로 보내시면 됩니다.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "독의 동작은 <strong><a href=\"\/docs\/learning-the-basics#system-settings\">시스템 설정<\/a><\/strong> → <strong>바탕화면<\/strong> → <strong>독<\/strong>에서 설정하시면 됩니다.",
    "App Windows": "앱 창",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "각 앱에는 닫거나, 최대화하거나, 옮길 수 있는 각자의 창이 있습니다.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "앱을 실행하면, 바탕화면에 그 앱의 창이 나타납니다. 각 앱에는 일반적으로 세 개의 영역이 있습니다: 창 버튼, 툴바, 그리고 앱의 콘텐츠들입니다.",
    "HeaderBar": "헤더바",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "많은 앱들에는 그 앱의 상단에 헤더바가 있습니다. 이 부분에는 앱의 일반적인 동작이나 항목 탐색, 그리고 창 버튼이 있습니다.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "버튼이나 헤더바를 드래깅 해서, 앱의 창을 바탕화면 어느 곳으로나 옮길 수 있습니다.",
    "Window Buttons": "창 버튼",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "앱의 창 버튼은 창의 상단 모서리에 있습니다. 닫기 버튼이 왼쪽, 최대화 버튼이 오른쪽입니다. 닫기 버튼을 누르면 앱의 창이 닫힙니다. 최대화 버튼을 누르면 창을 최대화할지를 결정하는 창으로 바뀝니다.",
    "Multitasking": "멀티태스킹",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS는 두 가지 형식의 멀티태스킹을 지원합니다: 창과 작업공간.",
    "Windows": "창",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "앱은 앱의 창에서 열립니다. 서로 바탕화면에서 겹쳐 움직일 수도 있습니다. 여러 가지 방법으로 창을 전환할 수 있습니다:",
    "click on the window you want to switch to": "전환하려는 창을 클릭합니다",
    "click on the app's icon in the dock": "독에서 앱의 아이콘을 클릭합니다",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "<kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>을 누릅니다",
    "To see an overview of your open app windows, press <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>.": "열려 있는 앱의 창을 둘러보려면, <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>를 누릅니다.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "<strong><a href=\"\/docs\/learning-the-basics#system-settings\">시스템 설정<\/a><\/strong> → <strong>키보드<\/strong> → <strong>바로가기<\/strong> → <strong>창<\/strong>에서 단축키를 설정할 수 있습니다.",
    "Hot Corners": "핫 코너",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "더불어서 &quot;핫 코너&quot;를 설정해서(디스플레이의 코너에 커서를 가져가면 작동합니다) 전체 창 보기, 모든 작업공간 보기, 그리고 추가적인 멀티태스킹 기능을 작동시킬 수도 있습니다.",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "<strong><a href=\"\/docs\/learning-the-basics#system-settings\">시스템 설정<\/a><\/strong> → <strong>바탕화면<\/strong> → <strong>핫 코너<\/strong>에서 핫 코너를 설정할 수 있습니다.",
    "Workspaces": "작업공간",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "기본적으로, 모든 앱은 하나의 작업공간에서 열립니다. 하지만, 여러 작업공간을 사용해서 자신의 워크플로우를 구성할 수도 있습니다:",
    "To see an overview of your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>": "전체 작업공간을 살펴보시려면, <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>를 누르세요",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> or <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd>": "작업 공간을 좌우로 빠르게 전환하려면, <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> 또는 <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd>를 누르시면 됩니다",
    "To cycle through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>": "작업 공간을 돌려 보실 땐, <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>를 누르시면 됩니다",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> through <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.": "<kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> 부터 <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>를 눌러서 지정한 작업 공간으로 바로 이동할 수도 있습니다. 새 작업 공간으로 바로 이동할 땐 <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>누르시면 됩니다.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.": "작업 공간 전체 보기에서 아이콘을 드래그하여 작업 공간 사이에서 프로그램 창을 드래그하거나, <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> 또는 <kbd>→<\/kbd>를 이용해서 작업 공간 사이에서 좌우로 이동할 수도 있습니다. 모든 작업 공간에서 프로그램 창 전체 보기를 하려면, <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>를 누르시면 됩니다.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "이런 단축키들은 <strong><a href=\"\/docs\/learning-the-basics#system-settings\">시스템 설정<\/a><\/strong> → <strong>키보드<\/strong> → <strong>단축키<\/strong> → <strong>작업공간<\/strong>에서 설정하실 수 있습니다.",
    "<em>Note: <kbd>&#8984;<\/kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.<\/em>": "<em>알림: <kbd>&#8984;<\/kbd>키는 &quot;슈퍼&quot;키라고 부릅니다. 흔히들 &quot;윈도우&quot;키라고 대부분의 PC에서 부르죠 맥 OS에서는 &quot;커맨드&quot;키라고 합니다.<\/em>",
    "Multiple Displays": "여러 개의 디스플레이",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "패널, 독 및 작업 공간은 기본 디스플레이에만 나타납니다. 연결된 다른 모든 디스플레이는 자립형 작업 공간의 역할을 합니다. 디스플레이를 관리하고 다시 정렬하려면, <strong><a href=\"\/docs\/learning-the-basics#system-settings\">시스템 설정<\/a><\/strong> → <strong>디스플레이<\/strong>로 가보세요. 기본 디스플레이에는 채워진 별표 (",
    ") and each display's settings can be changed from its cog (": ") 가 표시되고 각 디스플레이의 설정은 톱니바퀴 (",
    ") menu.": ") 메뉴에서 변경할 수 있습니다.",
    "Installing Apps": "앱 설치하기",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS에는 <strong>앱센터<\/strong>라는, 무료 앱용 앱스토어가 번들로 제공됩니다. 앱센터에서는 새로운 앱을 쉽게 설치할 수 있습니다:",
    "Open the <strong>AppCenter<\/strong> app.": "<strong>앱센터<\/strong>를 실행합니다.",
    "Search in the top-right, or browse.": "오른쪽 상단에서 검색을 하거나, 둘러봅니다.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "설치하려는 앱 옆에 있는 <strong>설치<\/strong>를 클릭합니다.",
    "You may be asked for your password prior to installing an app.": "앱을 설치하기 전에 비밀번호를 물어볼 겁니다.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.<\/em>": "<em>알림: 일부 소프트웨어들은 앱센터에서 제공하지 않을 수 있습니다. 통상적인 인터넷을 통해 다운로드하는 소프트웨어는 권장하지 않지만, 우분투 16.04 LTS와 호환되는 앱들은 대부분 elementary OS Loki에서 이용하실 수 있습니다.<\/em>",
    "Updating": "업데이트하기",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "elementary OS에는 앱센터에 업데이트가 포함됩니다. 창 상단의 &quot;업데이트&quot; 탭을 확인해 보세요. 컴퓨터를 위한 최신 기능과 보호 기능이 있는지 <em>일주일에 한 번<\/em> 정도 업데이트 확인을 하시길 권해드립니다.",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "보안 패치와 관련된 자세한 사항은, <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">우분투 보안 알림을 읽어보시기 바랍니다<\/a>.",
    "System Settings": "시스템 설정",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS에는 &quot;시스템 설정&quot; 이라는 편리한 프로그램이 있어서 시스템 전체 (또는 &quot;글로벌&quot;) 환경 설정을 모두 제어합니다. 시스템 설정을 사용하면 키보드 바로 가기, 디스플레이 해상도, 배경 화면 등과 더불어, 더 많은 것들을 설정할 수 있습니다.",
    "Search": "검색하기",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "창 상단의 검색 창에 키워드를 입력해서 원하는 설정을 빠르게 찾을 수 있습니다. 시스템 설정 창의 항목이 검색 내용과 일치하도록 필터링됩니다.",
    "App Settings": "앱 설정",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "시스템 설정은 elementary OS의 시스템 전체 설정에만 관여합니다. 그들만의 환경 설정이 있는 앱들도 있지만, 이곳에서는 검색되지 않습니다. 대신에, 앱 안의 질문란을 통해서 찾아보시길 바랍니다."
}
