{
    "Translation Guide": "번역 지침",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "웹 사이트와 앱을 현지화하는 것은 가능한 한 많은 사람들이 elementary OS를 사용할 수 있게 만드는 매우 중요한 부분입니다. 내부 번역 팀에 의존하는 대신 우리는 크라우드 소싱을 통해 기술 지식이 거의 없거나 전혀 없이도 누구나 번역을 제출할 수 있도록 하고 있습니다. 우리의 뜻을 전체 플랫폼에서 일관되게 유지하고 새로운 번역 참여자들을 돕기 위해 이 번역 지침을 정리했습니다.",
    "Translating Applications": "애플리케이션 번역하기",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "우리는 Rosetta라는: Launchpad에서 호스팅 되고 있는 인터페이스를 써서 앱 번역 작업을 합니다. 그곳에, 번역한 자료를 제출하려면:",
    "Have a": "사용할 계정 만들기",
    "Launchpad account": "Launchpad 계정",
    "Set your": "번역할 언어 설정하기",
    "language preferences": "언어 설정",
    "Browse our": "번역할 우리 프로젝트 살펴보기",
    "translatable projects": "번역할 프로젝트",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "선택을 마치면,  아직 번역되지 않은 문자열에 대한 제안을 하거나, 이미 번역된 문자열에 대한 변경을 제안 할 수 있습니다. 이 제안은 번역 팀원이 평가하고 가장 적합한 것을 선택합니다. Rosetta에 대한 자세한 내용은, 이 <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">문서<\/a>를 참고하세요.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "번역할 때 같은 내용을 말하는 여러 가지 방법을 결정해야 하는 상황과 마주할 수 있습니다. 이럴때는 우분투<a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">일반 번역가 지침<\/a>을 참조하시고, 언어별 이슈는 우분투의 <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">팀 번역 지침<\/a>을 따릅니다. 이 지침을 따르면 누구나 공헌할 수 있는 동시에,  정돈된 번역을 보장합니다.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Rosetta를 사용하길 원치 않으시며, 한 번에 많은 내용을 번역하고 싶으시면, 오프라인에서 번역을 하실 수도 있습니다. 이렇게 해보세요:",
    "Go to a project you want to translate": "원하시는 프로젝트를 선택합니다",
    "Choose your language": "언어를 선택합니다",
    "Click on &quot;Download translation&quot;": "\"Download translation\"을 클릭합니다",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "이제 e-mail을 요청하시면, 번역 파일을 다운로드할 링크를 보내줄 겁니다. 이제:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "가장 즐겨 사용하시는 텍스트 에디터 또는 po-에디터를 선택하세요 (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "번역 시작하기",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "번역을 마치셨으면, 번역 파일을 다운로드하신 페이지에서 \"Upload translation\" 옵션으로 번역한 파일을 올리시면 됩니다.",
    "Translating our Website": "우리 웹사이트 번역하기",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "우리 웹 사이트는<a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>을 이용합니다. 번역을 제안하시려면, 우선 <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate 계정<\/a>이 있어야 합니다",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "Weblate에 관한 더 많은 정보는, 이 <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">문서<\/a>를 통해서 살펴보시면 됩니다.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "우리 앱과 더불어, 우리는 우분투의 <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">일반 번역가 지침<\/a>을 따릅니다, 언어별 이슈는 우분투의 <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">팀 번역 지침<\/a>을 따릅니다."
}
