{
    "Translation Guide": "번역 지침",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "웹 사이트와 앱을 현지화하는 것은 가능한 한 많은 사람들이 elementary OS를 사용할 수 있게 만드는 매우 중요한 부분입니다. 내부 번역 팀에 의존하는 대신 우리는 크라우드 소싱을 통해 기술 지식이 거의 없거나 전혀 없이도 누구나 번역을 제출할 수 있도록 하고 있습니다. 우리의 뜻을 전체 플랫폼에서 일관되게 유지하고 새로운 번역 참여자들을 돕기 위해 이 번역 지침을 정리했습니다.",
    "Steps to Begin Translation": "번역 시작해보기",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "모든 앱과 웹사이트는 자유로운 웹 기반 번역 관리 시스템인 Weblate를 통해 번역됩니다. 번역문을 보내려면 :",
    "Have a": "사용할 계정 만들기",
    "Weblate account": "Weblate 계정",
    "Set your": "번역할 언어 설정하기",
    "language preferences": "언어 설정",
    "Browse our": "번역할 프로젝트 살펴보기",
    "translatable projects": "번역할 프로젝트",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "프로젝트를 선택한 뒤에는, 아직 번역되지 않은 문자열에 대해 번역을 제안하거나, 이미 번역된 문자열을 바꾸도록 제안할 수 있습니다. 이 제안들은 번역 팀 멤버에 의해서 검토된 뒤 적절하게 반영될 것입니다. Weblate에 대해서 더 많은 정보를 얻으시려면 <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">Weblate 문서</a>를 참고하세요.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "기본적으로, 번역을 제안만 할 수 있습니다. 번역을 저장할 수 있는 권한이 필요하시면, <a href=\"https://translators-slack.elementary.io/\">번역가 Slack 참여하기</a>에 가셔서 관리자에게 여러분의 Weblate 아이디와 번역에 참여하시려는 언어를 메시지로 보내시면 됩니다.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "번역하는 동안 여러 번역문 사이에서 골라야 하는 상황이 생길 수 있습니다. 그럴 때에는 <a href=\"https://help.launchpad.net/Translations/Guide\">Ubuntu 번역 가이드</a>를 참고하세요. 각각의 언어에 대해서는 <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\"> Ubuntu 팀 번역 가이드</a>를 참고하세요. 이런 가이드라인들을 이용하면 좀 더 통일된 번역을 할 수 있고, 누구나 번역에 참여하도록 도울 수 있습니다.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Weblate를 이용해서 번역을 하고 싶지 않거나, 많은 양을 한 번에 번역하고 싶다면, 오프라인에서도 번역에 참여할 수 있습니다. 그러기 위해서는:",
    "Go to a project you want to translate": "원하시는 프로젝트를 선택합니다",
    "Choose your language": "언어를 선택합니다",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "&quot;Files&quot;을 클릭한 뒤 &quot;Download translation as gettext PO&quot;를 선택하세요",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "좋아하는 텍스트 또는 코드 또는 PO 에디터를 고르세요. (예시: <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "번역 시작하기",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "번역이 끝났으면, 파일을 다운로드했던 페이지에서 &quot;Files&quot;에 &quot;Upload Translation&quot; 옵션을 이용하세요.",
    "Additional Info": "추가 정보",
    "We won't support translation of the following pages:": "우리는 다음 페이지에 대한 번역을 지원하지 않습니다:"
}
