{
    "Learning the Basics": "Mempelajari Dasarnya",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Seperti semua sistem operasi, ada beberapa hal yang Anda mungkin tidak begitu akrab. Bagian ini akan menguraikan tentang bagaimana menyelesaikan tugas sehari-hari yang sederhana seperti menjelajah web dan mendengarkan musik, serta informasi bermanfaat lainnya yang mungkin tidak Anda ketahui.",
    "The Desktop": "Destop",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Destop OS elementary sangat sederhana dan mudah dipelajari. Terdiri dari dua elemen: panel dan dok. Anda dapat mengubahsuai gambar latar destop melalui <strong><a href=\"/docs/learning-the-basics#system-settings\">Pengaturan Sistem</a></strong> → <strong>Destop</strong> → <strong>Gambar Latar</strong>.",
    "The Panel": "Panel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "Di bagian atas layar Anda bisa melihat Panel. Di bagian kiri Panel adalah Menu Aplikasi, di bagian tengah Panel adalah tanggal dan waktu, dan di bagian kanan Panel adalah indikator.",
    "Applications": "Aplikasi",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.",
    "Slingshot": "Slingshot",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:",
    "Shutdown and Restart": "Shutdown and Restart",
    "Compose Message": "Compose Message",
    "New Private Browsing Window": "New Private Browsing Window",
    "Math operations (example: 23 * 5)": "Math operations (example: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "To open the applications menu with the keyboard, press <kbd>⌘</kbd> + <kbd>space</kbd>.",
    "Indicators": "Indikator",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Di bagian kanan panel adalah ikon-ikon indikator. Bagian ini memberitahu Anda status terkini sesi Anda, contoh, koneksi jaringan Anda, daya baterai, waktu, akun obrolan dan surat elektronik, dll. Mengklik indikator menyingkap banyak informasi dan tindakan terkait.",
    "The Dock": "Dok",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Di bagian bawah layar adalah Dok. Bagian ini berisi aplikasi favorit Anda beserta aplikasi yang sedang berjalan.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Isi dari dok sangat mudah untuk disesuaikan. Untuk menambahkan aplikasi ke dok, seret dan jatuhkan dari <strong>Aplikasi</strong> pada panel atau klik kanan ikon aplikasi yang sedang berjalan dan pilih <strong>Simpan di Dok</strong>. Untuk membuang aplikasi dari dok, seret keluar dan jatuhkan ke ruang kosong di destop Anda atau klik kanan ikon dan hapus centang <strong>Simpan di Dok</strong>. Untuk mengurutkan ulang aplikasi di dok, hanya dengan menyeret dan menjatuhkannya.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Secara bawaan, dok akan bersembunyi di bagian bawah luar layar ketika aplikasi dimaksimalkan. Gerakkan tetikus Anda ke bagian bawah tengah layar untuk menyingkap dok.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Anda dapat menyesuaikan perilaku dok melalui <strong><a href=\"/docs/learning-the-basics#system-settings\">Pengaturan Sistem</a></strong> → <strong>Destop</strong> → <strong>Dok</strong>.",
    "App Windows": "Jendela Aplikasi",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Aplikasi berada di jendela mereka sendiri yang mana dapat di tutup, maksimalkan, atau digerakkan ke sekitar.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Ketika Anda membuka sebuah aplikasi, jendelanya akan muncul pada destop. Setiap aplikasi biasanya memiliki tiga area: tombol jendela, bilah alat, dan muatan aplikasi itu sendiri.",
    "Window Buttons": "Tombol Jendela",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Tombol-tombol jendela aplikasi berada di bagian pojok atas jendela aplikasi. Tombol tutup berada di sebelah kiri dan tombol maksimal di sebelah kanan. Menekan tombol tutup akan menutup jendela aplikasi. Menekan tombol maksimal akan mengalihkan apakah jendela aplikasi akan menutupi layar secara penuh atau tidak. Anda dapat menggerakkan jendela aplikasi di sekitar destop dengan menyeret ruang kosong di antara tombol-tombol jendela.",
    "Toolbar": "Bilah Alat",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Banyak aplikasi memiliki bilah alat di bagian atasnya. Area ini berisi tindakan umum atau item navigasi untuk aplikasi tersebut. Anda dapat menggerakkan jendela aplikasi ke sekitar dengan menyeret area kosong pada bilah alat.",
    "Multitasking": "Penugasan Ganda",
    "elementary OS supports two types of multitasking: windows and workspaces.": "OS elementary mendukung dua jenis penugasan ganda: jendela dan ruang kerja.",
    "Windows": "Jendela",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplikasi terbuka di jendela aplikasi. Mereka dapat bertumpuk di destop Anda dan digerakkan ke sekitar. Anda dapat beralih antar jendela dengan beberapa cara:",
    "click on the window you want to switch to": "klik pada jendela yang Anda ingin beralih",
    "click on the app's icon in the dock": "klik pada ikon aplikasi di dok",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "tekan <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Untuk meninjau aplikasi yang terbuka, tekan <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Anda dapat menyesuaikan pintasan ini melalui <strong><a href=\"/docs/learning-the-basics#system-settings\">Pengaturan Sistem</a></strong> → <strong>Papan Ketik</strong> → <strong>Pintas</strong> → <strong>Jendela</strong>.",
    "Hot Corners": "Pojok Interaktif",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Anda juga dapat mengkonfigurasi \"pojok interaktif\" (pintasan diaktifkan dengan menempatkan kursor Anda di pojok tampilan) untuk mengaktifkan fungsi penugasan ganda seperti ikhtisar jendela, ikhtisar ruang kerja, dan banyak lainnya.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Anda dapat menyesuaikan pojok interaktif melalui <strong><a href=\"/docs/learning-the-basics#system-settings\">Pengaturan Sistem</a></strong> → <strong>Destop</strong> → <strong>Pojok Interaktif</strong>.",
    "Workspaces": "Ruang Kerja",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Secara bawaan, semua jendela aplikasi terbuka di satu ruang kerja. Namun, Anda dapat menggunakan banyak ruang kerja untuk mengelola alur kerja Anda:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Untuk meninjau ruang kerja Anda, tekan <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Untuk dengan cepat berpindah ke kiri atau kanan ke seluruh ruang kerja Anda, tekan <kbd>⌘</kbd> + <kbd>←</kbd> atau <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Untuk mengedar seluruh ruang kerja, tekan <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Anda dapat lompat ke ruang kerja spesifik dengan menekan <kbd>⌘</kbd> + <kbd>1</kbd> sampai <kbd>⌘</kbd> + <kbd>9</kbd>. Anda selalu dapat melompat ke ruang kerja baru menggunakan <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Anda juga dapat memindahkan jendela aplikasi antara ruang kerja dengan menyeret ikon aplikasi pada ikhtisar ruang kerja. Untuk melihat ikhtisar jendela aplikasi di seluruh ruang kerja, tekan <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Anda dapat menyesuaikan pintasan ini melalui <strong><a href=\"/docs/learning-the-basics#system-settings\">Pengaturan Sistem</a></strong> → <strong>Papan Ketik</strong> → <strong>Pintasan</strong> → <strong>Ruang Kerja</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Catatan: <kbd>⌘</kbd> mengacu pada tombol \"super\". Ini juga dikenal sebagai tombol \"Windows\" pada kebanyakan PC atau tombol \"Command\" pada Mac.</em>",
    "Multiple Displays": "Multiple Displays",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (",
    ") and each display's settings can be changed from its cog (": ") and each display's settings can be changed from its cog (",
    ") menu.": ") menu.",
    "Installing Apps": "Memasang Aplikasi",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "OS elementary hadir bersama dengan <strong>Pusat Perangkat Lunak</strong>, sebuah toko aplikasi untuk aplikasi gratis dan berbayar. Memasang aplikasi baru dari Pusat Perangkat Lunak sangatlah mudah:",
    "Open the <strong>Software Center</strong> app.": "Buka aplikasi <strong>Pusat Perangkat Lunak</strong>.",
    "Search in the top-right, or browse.": "Pencarian di kanan atas, atau jelajahi.",
    "Click <strong>Install</strong> next to the app you want to install.": "Klik <strong>Pasang</strong> di sebelah aplikasi yang ingin Anda pasang.",
    "You may be asked for your password prior to installing an app.": "Anda mungkin akan ditanya kata sandi Anda sebelum memasang aplikasi. ",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>Catatan: Beberapa perangkat lunak mungkin tidak akan tersedia dari Pusat Perangkat Lunak. Walaupun kami tidak merekomendasikan mengunduh perangkat lunak dari internet umum, aplikasi yang kompatibel dengan Ubuntu 14.04 LTS seharusnya dapat  berjalan dengan baik pada OS elementary Freya.</em>",
    "Updating": "Updating",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS includes \"Software Update\", an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.",
    "System Settings": "Pengaturan Sistem",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "OS elementary hadir dengan aplikasi yang bermanfaat bernama \"Pengaturan Sistem\" yang mengontrol semua preferensi sistem-luas (atau \"global\"). Pengaturan Sistem memberi Anda kemampuan untuk menyesuaikan banyak hal seperti pintasan papan ketik, resolusi tampilan, gambar latar Anda, dan masih banyak lagi.",
    "Search": "Telusur",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Anda dapat dengan cepat menemukan pengaturan yang Anda cari dengan mengetik kata kunci di bilah pencarian di bagian atas jendela. Muatan dari Pengaturan Sistem akan tersaring sesuai dengan pencarian Anda.",
    "App Settings": "Pengaturan Aplikasi",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Harap diingat bahwa Pengaturan Sistem hanya berhubungan dengan preferensi global untuk OS elementary. Pun, beberapa aplikasi mungkin juga memiliki preferensi mereka sendiri, Anda tidak akan menemukannya di sini. Sebaiknya, carilah di dalam aplikasi tersebut."
}