{
    "Be a Part of Something Bigger": "Daha Büyük Bir Şeyin Parçası Olun",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Yaptığımız her şey %100 açık kaynak kodlu ve dünyanın her tarafından geliştiricilerin işbirliği ile ortaya çıkıyor. Bir programcı olmasanız bile, projenin içinde yer alabilir ve fark yaratabilirsiniz.",
    "Funding": "Fonlama",
    "Translations": "Çeviriler",
    "Support": "Destek",
    "Web": "",
    "Desktop": "Masaüstü",
    "Design": "Tasarım",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Sizlerin yardımıyla gönüllülerden oluşan küçük bir gruptan küçük ölçekli bir şirket olarak büyüdük. Yapılacak her küçük yardım tam zamanlı bir geliştirici istihdam etmeye yakınlaştıracaktır. ",
    "Indiegogo": "",
    "We’re currently crowdfunding AppCenter, the pay-what-you-want app store, on Indiegogo. By backing us there, you'll be helping us pay for our remote team to get together in person with developers from our community for a week long sprint in Denver, Colorado.": "",
    "Back AppCenter": "",
    "Patreon": "",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon sürekli devam eden kollektif bir fon olarak işlemektedir. Bir tutar seçin, ödüller kazanın ve hedefimize ulaşmamıza yardımcı olun.",
    "Learn More": "Daha fazlasını öğren",
    "Become a Patron": "Patron olun",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Bankamatik kartı, kredi kartı veya PayPal hesabınızı kolayca kullanın. Tek seferlik bir ödeme seçebilir veya yinelenen ödemeleri ayarlayabilirsiniz.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Bize maddi yardımda bulunun, artı arkadaşlarınıza, ailenize ve iş arkadaşlarınıza desteğinizi göstermek için bazı özel temel malzemeler kullanın.",
    "Visit Store": "Mağazayı ziyaret edin. ",
    "Bountysource": "Verikaynağı",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource fonları yeni özellikler eklemeleri ve hataları düzeltmelerine ödül olarak vererek doğrudan geliştiricilerin ellerine ulaştırır. Size en önemli gelenlere bir ödül koyun ya da spesifik bir uygulamaya fon yatırın. Ayrıca sürekli devam eden bir abonelik açabilirsiniz de.",
    "Bountied Bugs": "İhbar Edilmiş Hatalar",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS Dünya'nın her yerinden insanlar tarafından geliştirilmekte ve kullanılmaktadır; bu deneyimi daha iyi hale getirmek için daha çok dile çevirmemizde bize yardımcı olun.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS, Launchpad üzerinde Rosetta denilen açık ve işbirliğine dayalı bir çeviri aracı kullanır.",
    "Our website is also openly translated using an online platform called Transifex.": "Websitemiz de Transifex olarak adlandırılan çevrimiçi bir platform kullanılarak açık olarak çevrilmektedir.",
    "Translate elementary OS": "elementary OS'u Çevir",
    "Translate This Website": "Bu Websiteyi Çevir",
    "World map": "Dünya haritası",
    "Question & Answer": "Soru & Cevap",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange; sıkça sorulan sorular için en iyi yanıtların bulunduğu bir soru-cevap sitesidir. Bir hesap oluşturabilir ve hemen soru soru sormaya başlayabilirsiniz.",
    "Unanswered Questions": "Cevaplanmamış Sorular",
    "New Questions": "Yeni Sorular",
    "Documentation": "Belgeleme",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary hem geliştiriciler hem de kullanıcılar için temel belgeler sağlar. Bütün belgelerimiz Markdown ile yazılıp GitHub üzerinden yayınlanmaktadır. Yani bir değişiklik göndermek ya da yeni bir bölüm eklemek çocuk oyuncağı.",
    "Learning The Basics Guide": "Temelleri öğrenme rehberi",
    "Developer Docs": "Geliştirici Belgeleri",
    "Web Development": "Web Geliştirme",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Sitemiz HTML, CSS, PHP ve JavaScript kullanılarak geliştirildi. Her zaman bu alanlarda deneyimli ve katkıda bulunarak daha da iyi hale getirecek kişiler arıyoruz.",
    "Fork Our Website on GitHub": "Web sitemize GitHub'da destek olun",
    "Report a Website Issue": "Bir Website hatası bildir",
    "Desktop Development": "Masaüstü Geliştirme",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Masaüstü ortamımız ve tüm uygulamaları Vala, GTK+, Granite ve bir miktar daha açık kütüphane kullanılarak geliştiriliyor. Tüm kodlarımız açık kaynak projeleri için ücretsiz bir hizmet olan Launchpad.net üzerinde barındırılıyor. Daha önce hiç elementary OS için geliştirmediyseniz, Başlarken rehberine göz atmanızı öneririz.",
    "Browse Our Desktop Code": "Masaüstü Koduna Göz Atın",
    "Browse Our Apps' Code": "Uygulamalar Koduna Göz Atın",
    "Bitesized Bugs": "Ufak Hatalar",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Her proje bir fikirle başlar. Bizim Tasarım Ekibimiz bunları alır ve ayrıntılı planlara ve hata raporlarına çevirir. Biz tasarımı iki bileşene ayırırız:",
    "Visual Design": "Görsel Tasarım",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Elementary OS görsel tasarımı hakkındaki görüşlerinize her zaman açığız.Google+ sayfamızda paylaşmanız yeterli",
    "our Google+ Community": "Google+ Topluluğumuz",
    "Read the Interface Guidelines": "Arayüz Kılavuzlarını Oku",
    "See Our Mockups": "Örnek Modellerimize Bakın",
    "Interaction Design": "Etkileşim Tasarımı",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Yeni özelliklerin ve kullanıcı arayüzündeki değişikliklerin detaylı açıklamalarını oluşturmak için Launchpad üzerindeki Blueprints sistemini kullanıyoruz.",
    "Read About Our Workflow": "Süreçlerimiz Hakkında Oku",
    "Browse Our Blueprints": "Blueprintlerimize Gözat",
    "Get Involved with elementary OS": "elementary OS dünyasına sen de katıl",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "",
    "Suggest Translations": "",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Browse Our Code": ""
}