{
    "Privacy": "Gizlilik",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Verileriniz her zaman sizindir ve sadece size aittir. Biz reklam yayınlama anlaşmaları yapmıyor veya hassas kişisel verilerinizi toplamıyoruz. Biz elementary OS için istediği kadar ödeme yapan kullanıcılar ve Uygulama Merkezi üzerindeki uygulamalara istediği kadar ödeme yapan kullanıcılar tarafından finanse ediliyoruz. Ve bu iş böyle olmalı.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "elemetary OS'den herhangi bir veri toplamıyoruz. Belgeleriniz, ayarlarınız ve tüm diğer kişisel verileriniz siz açıkça üçüncü parti yazılımlarla veya servislerle paylaşmadığınız sürece cihazınızda kalır.",
    "Online Accounts": "Çevrimiçi Hesaplar",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS, Google, Last.fm, ve Fastmail gibi online hesap sağlayıcılar ile sizin isteğiniz doğrultusunda Sistem Ayarları üzerinden birleşir. Bu servislerden veri indirilip cihazınızda depolanabilir ve Mail ve Takvim gibi uygulamalar tarafından kullanılabilir. Bu veriler elementary'e gönderilmez veya herhangi bir üçüncü parti ile paylaşılmaz.",
    "What Data is Collected": "Hangi Veriler Toplanır",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Çevrimiçi hesap ekledikten sonra, elementary OS adınızı, e-mail adresinizi, hesap resminizi, e-mail iletilerinizi, takvim etkinliklerinizi, kişilerinizi, fotoğraflarınızı, ve dosyalarınızı bağladığınız hesaplardan indirip yerel olarak cihazınızda saklayabilir.",
    "How Data is Used": "Veriler Nasıl Kullanılır",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Verileriniz cihazınızda yerel olarak saklanır ve elementary sunucularına veya herhangi bir üçüncü partilere asla gönderilmez. Verileriniz Mail, Takvim, Dosyalar, ve Fotoğraflar gibi yerel uygulamaları sizin verilerinizle doldurmak için kullanılır.",
    "Sharing Data": "Verileri Paylaşmak",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS çevrimiçi hesaplarınızdan toplanan verileri paylaşmaz. Verileriniz elementary veya üçüncü parti sunuculara asla gönderilmez.",
    "Blog": "",
    "Our <a href=\"https://blog.elementary.io\" target=\"_blank\">blog</a> does not use any external scripts, cookies, or other tracking methods.": "",
    "elementary.io": "",
    "Do Not Track": "Do Not Track",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Bu site birçok modern tarayıcıda bulunan Do Not Track ayarını etkin olması halinde dikkate alır ve Google Analytics'i devre dışı bırakır. Diğer izleme yöntemlerini sitenin kullanımını aşırı olumsuz etkilemeden kaldıramıyoruz. Bu izleme yöntemleriniz kendiniz yönetmek isterseniz, çerezleri devre dışı bırakmak kısmına bakın.",
    "Cookies": "Çerezler",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Çerezleri veya üçüncü parti çerezleri devre dışı bırakmayı veya bazı parçalarını devre dışı bırakmayı tarayıcınızın ayarlarından seçebilirsiniz.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Bu site çerezleri küçük iyileştirmeler için kullanır. Çerezler olmadan servislerin çalıştığını görebilirsiniz ama kullanışlılık azalacaktır. Örneğin, site daha önce elementary OS için ödeme yaptığınızı hatırlamayacaktır; varsayılan olarak tekrar ödeme yapmanız istenecektir.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Çerezleri davranışsal elementleri ve potansiyel tehditleri analiz için saklar. Daha fazla bilgi için, bakın",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare Gizlilik &amp; Güvenlik Politikası",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Bilgi toplamak için çerezleri anonim olacak şekilde saklar; bu siteye gelen ziyaretçilerin sayısı, nereden gönderildikleri, ve ziyaret ettikleri sayfalar dahil. Bu bilgiler siteyi iyileştirmek için kullanılır. Daha fazla bilgi için, Google'ın makalesine bakın",
    "Safeguarding Your Data": "Verilerinizin Güvenliğini Sağlama",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Çerezleri en son siparişinizi ve ülkenizi hatırlamak için kullanır ki ödeme için ne tür kart türlerini sunacağını bilsin. Daha fazla bilgi için, bakın",
    "Stripe's Privacy Policy": "Stripe'ın Gizlilik Politikası",
    "Manage Cookies": "Çerezleri Yönet",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Zaten sitemizi ziyaret ettiğinizden, çoktan tarayıcınıza yerleştirilmiş çerezleri yönetmek isteyebilirsiniz.  Gerekli talimatlara giden bağlantılar aşağıda bulunabilir.",
    "Transparency": "Kamuyu Aydınlatma",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Yazılımımıza herhangi bir arka kapı yerleştirmedik ve böyle bir talep de almadık. Ayrıca Ulusal Güvenlik Mektubu, FISA emri, veya herhangi bir başka kullanıcı bilgisi isteyen gizli talep asla almadık.",
    "Privacy &sdot; elementary": "Gizlilik &sdot; elementary"
}
