{
    "Brand": "",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Brand-ul elementary este unic: tehnic vorbind aparține de Elementary LLC., compania care susține și ghidează dezvoltarea produselor Elementary. Totuși, avem o comunitate mare și nu dorim să avem de a face cu necesități legale și tehnice. Așa că am scris pentru dumneavoastră, un ghid pentru a face lucrurile mai ușor de înțeles, despre cum ar trebui brand-ul Elementary să fie folosit.",
    "Name": "Nume",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Cuvântul \"elementay\" se referă la și este o marcă comercială a Elementary LLC., elementary mereu este cu litere mici, chiar și atunci când încep fraze. Este, de asemenea, utilizat împreună cu nume de produse (de exemplu, \"elementary OS\") pentru a se referi la un produs specific al elementary.",
    "Brand Marks": "Mărcile Brandului",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary deține două mărci: logotipul \"elementary\" și logomarkul \"e\" . Ambele sunt considerate mărci comerciale și reprezintă elementary—compania—și produsele sale.",
    "Both should be used with the following in mind:": "Ambele ar trebui să fie utilizate cu următoarele în minte:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Nu întinde, denatura, roti, inversa sau modifica in niciun fel și\/sau mod mărcile.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Nu utilizați marcajele pe un fundal mult prea ocupat; culorile solide funcționează cel mai bine.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Marcajele ar trebui să fie întotdeauna monocromatice; de obicei, de culoare albă dacă este pe un fundal întunecat sau negru dacă este pe un fundal deschis.",
    "Logotype": "Logotip",
    "elementary Logotype": "Logotipul elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotipul va fi utilizat atunci când spațiul permite să se refere la elementary, compania. Acesta poate fi utilizat înainte de un nume de produs pentru a se referi la un produs specific al elementary.",
    "The logotype should always be used under the following guidelines:": "Logotipul trebuie să fie întotdeauna utilizat în conformitate cu următoarele orientări:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Nu încercați să recreați logotipul. Este o marcă de brand meticulos proiectată, nu pur și simplu \"elementary\", scrisă într-un anumit font.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Nu utilizați logotipul la dimensiuni mici; în cazul în care nu este clar, utilizați logomarkul în schimb.",
    "Logomark": "",
    "elementary Logomark": "Logomark-ul elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Logomark-ul „e” urmează să fie folosit pentru a desemna compania elementary atunci când spațiul este limitat sau raportul rezoluției  este necesar.",
    "Color": "Culoare",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary folosește culori combinate cu numele și mărcile noastre pentru a stabili brand-ul nostru. Noi folosim următoarea paletă:",
    "Blueberry": "Afine",
    "Strawberry": "Căpșuni",
    "Orange": "Portocaliu",
    "Banana": "Banană",
    "Lime": "",
    "Grape": "Struguri",
    "White": "Alb",
    "Black": "Negru",
    "Fonts": "Fonturi",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Pentru pagini web si print-urit, noi folosim pentru headings Raleway și Open Sans pentru body copy. pentru code blocks, folosim Roboto Mono.",
    "Third Parties & Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Incurajăm dezvoltatori terți care creeaza produse pentru elementary OS să adopte elementele brandului elementary pentru a obține consistență:",
    "Voice\/tone": "Voce\/ton",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Totuși, pentru a evita confuzia utilizatorilor, noi restricționăm utilizarea numelui și mărcii elementary:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Sunteți încurajat să spuneți că aplicația sau serviciul dumneavoastră este gândit pentru elementary OS, dar va rugăm să nu folosiți numele și mărcile elementary ca partea a numelui companiei dumneavoastră, a aplicației, produsului, serviciul sau a oricărui logo pe care îl creați.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Singura utilizare a numelui și mărcilor elementary este de a face referință la elementary LLC. sau produsele sale (ex: elementary OS).",
    "Community": "Comunitate",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Produsele comunității (site-uri, fan cluburi etc.) sunt încurajate sa foloseasca logo-ul comunității elementary:",
    "elementary Community Logo with color": "logo-ul comunității elementary cu culorile",
    "elementary Community Logo in black": "logo-ul comunității elementary în negru",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Asta ajută la stabilirea produsului ca parte a comunității elementary ce va reduce în timp confuzia ce poate apărea prin folosirea principalului logomark.",
    "Merchandise": "Marfuri",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Noi nu permitem deobicei ca brandul (incluzând numele nostru și mărcile brandului nostru) să fie folosite în mărfuri terțe.",
    "Assets & More Info": "",
    "Download on GitHub": "Descarcă în GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Pentru informații suplimentare cu privire la utilizarea numelui, branding și a mărcilor comerciale elementary, vă rugăm să ne trimiteți un email la <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand ⋅ elementary": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": ""
}