{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Noi credem în puterea surselor deschise de a schimba lumea",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "Elementary a fost fondată în 2007 de către un mic grup de voluntari pasionați. De-a lungul anilor, noi am putut crește intr-o mică companie și susține financiar dezvolaterea de programe cu sursă deschisp. Noi suntem o echipă dedicată de dezvoltatori, designeri, scriitori și utilizatori de-zi-de-zi a calculatorului si dorim să creăm o incredibilă experintă, deschisă, de utilizare a calculatorului. Noi suntem Elementary.",
    "Pacific Standard Time": "Ora standard a Pacifiului",
    "Mountain Standard Time": "Timpul standard a Muntelui",
    "India Standard Time": "Ora standard a Indiei",
    "Eastern Standard Time": "Ora standard a Estului",
    "Central Standard Time": "Ora standard a Centrului",
    "Central European Time": "Ora Europei Centrale",
    "Greenwich Mean Time": "Ora principală a Greenwich",
    "Eastern European Time": "Ora Europei de Est",
    "Korea Standard Time": "Timpul Standard al Coreei",
    "Moscow Time": "Ora Moscovei",
    "Brasilia Summer Time": "Ora de vară a Braziliei",
    "Community &amp; Collaborators": "Comunitate și Colaboratori",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "Elementary nu ar exista fără implicarea membrilor dedicați ai comunitații și a colaboratorilor din alte proiecte gratuite și cu sursă deschis.",
    "opensourcedesign": "designcusursădeschisă",
    "Get Involved": "Participă",
    "Powered by Slack": "Powered by Slack",
    "Team &sdot; elementary": "Echipa ⋅ Elementary"
}
