{
    "Installation": "安装",
    "Download elementary OS": "下载 elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "如果您还没下载 elementary OS 的话，请<a href=\"/\" target=\"_blank\">从我们的主页下载</a>。然后请按照下面的说明，将下载到的 ISO 文件拷贝到 USB 闪存中。",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS 目前支持两种处理器架构，32 位和 64 位。",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "如果您确认您的计算机拥有主流的 64 位处理器，请选择 64 位版本。",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "如果您的计算机较旧，或者您不确定您计算机的处理器类别，请选择 32 位版本。（64 位处理器也支持运行此版本）。",
    "Recommended System Specifications": "推荐系统配置：",
    "1 GHz 32-bit or 64-bit processor": "1 GHz 32 位/64 位处理器",
    "1 GB of system memory (RAM)": "1 GB 系统内存(RAM)",
    "15 GB of disk space": "15 GB 磁盘空间",
    "Internet access": "网络连接",
    "Back Up Your Data": "数据备份",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "请务必将重要数据备份到外部存储，比如云服务或者外接硬盘。安装新系统时，可能会覆盖掉现有的数据。",
    "Choose your current Operating System": "选择您当前的操作系统",
    "Select the operating system you are currently using to view tailored installation instructions.": "选择您目前用于浏览安装指南的操作系统。",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "校验您的下载",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows 没有内建的 SHA256 校验码检测工具，请您前往 <a href=\"http://www.digitalvolcano.co.uk/hash.html\"> 下载 Hash 检测工具</a>。",
    "Hash Tool": "Hash 检测工具",
    "Open Hash Tool": "开源 Hash 检测工具",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "“Hash Type” 选择 <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "在“Input File” 处点击 <code> Select File(s) </code> 并选中 elementary OS ISO 文件",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "检查 “Results” 中的文本与下列 Hash 值是否匹配",
    "32-bit": "32 位",
    "64-bit": "64 位",
    "Creating an Install Drive": "创建安装介质",
    "Rufus - select ISO": "Rufus - 选择 ISO 文件",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "准备一个闲置的 USB 闪存，要求至少有 1GB 空闲空间。",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "接下来需要一个叫做 Rufus 的小程序。可以从<a href=\"https://rufus.akeo.ie/?locale=zh_CN\" target=\"_blank\">其官方网站</a>下载到，打开下载到的文件就可以启动它。启动后将显示如下窗口：",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "现在，您可以插入并将您的USB闪存在“Device”列表中选择。在此之后，你必须选择“ISO Image”然后选“Create a bootable disk using...”，之后点击",
    "the disk icon": "磁盘图标",
    "to choose the ISO that you downloaded previously.": "来选择您之前下载的 ISO 文件。",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "点“Start”来开始，然后就等着它自动搞好吧！",
    "Booting from the Install Drive": "从安装介质启动",
    "In order to start the installation process, you must boot your computer from the install drive.": "为了启动安装过程，您必须从安装介质重启您的电脑。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "假设您的计算机仍处于开启状态，现在请插入安装介质，然后重启您的计算机。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "大多数计算机上，想要修改本次启动的启动顺序，您只需要按一个特殊按键——通常是<kbd>F12</kbd>，有时是<kbd>Esc</kbd>，或者其他功能键。具体请参考屏幕提示或者计算机的使用文档。",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "按住<kbd>F12</kbd>——通常是<kbd>F12</kbd>，有时是<kbd>Esc</kbd>，或者其他功能键。具体请参考屏幕提示或者计算机的使用文档。然后选择安装介质——通常是“USB-HDD”或者带有“USB”字样或者您USB闪存品牌的单词，具体称呼可能有点差异。如果您选错了介质，您的计算机多半会照常启动。如果真的选错了，那请重启计算机，换一个选项试试。",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "选择合适的启动介质之后，很快您就将看到 elementary OS 的启动画面。请按照屏幕上的介绍，来完成接下来的安装过程。",
    "Running the following command in your terminal:": "在您的终端中输入如下指令：",
    "should produce the output:": "输出结果应当如下：",
    "Before creating an install drive, make sure you have all OS X updates installed. To check for available updates, open the Apple Menu and select either &quot;Software Update…&quot; or &quot;App Store…&quot; Make sure to install any OS updates in addition to ones labeled with &quot;Firmware&quot; and &quot;Boot Camp&quot;.": "Before creating an install drive, make sure you have all OS X updates installed. To check for available updates, open the Apple Menu and select either \"Software Update…\" or \"App Store…\" Make sure to install any OS updates in addition to ones labeled with \"Firmware\" and \"Boot Camp\".",
    "You'll need a small application called &quot;Create elementary Installer&quot;. Download the latest version from <a href=\"https://github.com/linusbobcat/create-elementary-os-installer/releases/\">here</a>, uncompress it, and open the app to launch it. If your Mac cannot open it because it's from an unidentifiable developer, right (or control) click the app, and click &quot;Open&quot;.": "You'll need a small application called \"Create elementary Installer\". Download the latest version from <a href=\"https://github.com/linusbobcat/create-elementary-os-installer/releases/\">here</a>, uncompress it, and open the app to launch it. If your Mac cannot open it because it's from an unidentifiable developer, right (or control) click the app, and click \"Open\".",
    "Insert your spare USB drive, and in the window below, select the ISO file you've just downloaded.": "Insert your spare USB drive, and in the window below, select the ISO file you've just downloaded.",
    "Create elementary OS USB Installer": "Create elementary OS USB Installer",
    "Next, select your USB drive to start the installer creation process.": "Next, select your USB drive to start the installer creation process.",
    "Select USB Drive": "Select USB Drive",
    "If your Mac doesn't recognize the resulting drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;.": "If your Mac doesn't recognize the resulting drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-freya-xx.xx.iso to Disc\".",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "听到蜂鸣声后，请按住<kbd>Option</kbd>键。然后选择合适的安装介质。注意它可能会被显示成\"Windows\"，不过这是正常的，请不要担心。",
    "You'll also need a small application called UNetbootin. To install it, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>.": "You'll also need a small application called UNetbootin. To install it, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>.",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Open UNetbootin from the Dash. It will open a window like the one below:",
    "UNetbootin": "UNetbootin",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "确保“Diskimage”被选中，然后点击“...”，选择您先前下载的ISO。\"Type\"选择“USB Drive” 并选中你要进行写入的USB设备。点击“确定”，等待一会就完成了。",
    "After Installation": "After Installation",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system."
}