{
    "Learning the Basics": "基础学习",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "在每个操作系统中你总有些东西不熟悉，这里将告诉你一些简单的日常使用比如浏览网页、听歌与其他一些你不知道但有用的东西。",
    "The Desktop": "桌面篇",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "elementary OS 的桌面非常简单易学，它包含两种元素：面板和 Dock。您可以在<strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>中自定义桌面壁纸。",
    "The Panel": "Panel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "在屏幕的上方，你可以看到面板。左边是应用程序菜单，时间和日期在中间，最右边是指标。",
    "Applications": "程序",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:",
    "Shutdown and Restart": "Shutdown and Restart",
    "Compose Message": "Compose Message",
    "New Private Browsing Window": "New Private Browsing Window",
    "Math operations (example: 23 * 5)": "Math operations (example: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "To open the applications menu with the keyboard, press <kbd>⌘</kbd> + <kbd>space</kbd>.",
    "Indicators": "指示器",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "右侧面板是图标称为指示器。这告诉你，你的当前状态，即您的网络连接，电池电量，时间，聊天和电子邮件帐户等，点击这些指标揭示更多信息和相关行动。",
    "The Dock": "Dock栏",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "在屏幕的下方是Dock栏。它包含了你最喜欢的应用程序，以及当前打开的所有应用。",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Dock的内容轻松即可定制。将一个应用程序添加到Dock中，在<strong>应用程序</strong>面板上拖放到Dock或鼠标右键单击应用程序图标，选择<strong>在Dock中保留</strong>都可以将程序一直留在Dock上。不想要Dock上再一直显示它的话，可以将其拖出，或右键单击该图标并取消<strong>在Dock中保留</strong>。要重新排列在Dock上的应用程序，只需将它们拖放。",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "默认情况下，Dock会显示你最小化的窗口或程序，要将其还原，只需用鼠标戳一下Dock上它的图标，它就出来了。",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "您可以通过<strong><a href=\"/docs/learning-the-basics#system-settings\">系统设置</a></strong> → <strong>桌面</strong> → <strong>Dock</ strong>来自定义Dock",
    "App Windows": "程序窗口",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "在窗口上，可以关闭，最大化，或左右移动。",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "当你打开一个应用程序，它的窗口会出现在桌面上。每个应用程序通常具有三个区域：窗口上的按钮，工具栏，以及应用程序的内容。",
    "Window Buttons": "窗口按钮",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "一个应用程序的窗口按钮在窗口的顶部。关闭按钮位于左侧，最大化按钮在右边。按下关闭按钮将关闭应用程序窗口。按最大化按钮会让程序的窗口变大。您可以通过拖动窗口顶部空白处使程序在桌面上的移动。",
    "Toolbar": "工具栏",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "许多程序在它的顶端有工具栏。此区域包含应用程序的行动目标或导航项目。您可以通过拖动工具栏的任意空白区域移动的应用程序的窗口位置。",
    "Multitasking": "多任务处理",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS有两种多任务的类型：窗口和工作区。",
    "Windows": "窗口",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "应用程序在应用程序的窗口中打开。他们可以放在桌面上，并移动。你可以用以下几种方式切换窗口：",
    "click on the window you want to switch to": "点击要切换到的窗口",
    "click on the app's icon in the dock": "在Dock栏里点要切换到的窗口",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "同时按<kbd>Alt</kbd> 和 <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "要看到打开的应用程序窗口的预览，请同时按下 <kbd>⌘</kbd> 和 <kbd>W</kbd>",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "您可以通过<strong><a href=\"/docs/learning-the-basics#system-settings\">系统设置</a></strong> → <strong>键盘</strong> → <strong>Shortcuts</strong> → <strong>窗口</strong>.定义这些快捷键",
    "Hot Corners": "热角",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "您还可以配置“热角”(鼠标在桌面的一个边角来激活一些行动)来激活多任务处理功能，如窗口概述，工作区概况，以及更多。",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "您可以通过 <strong><a href=\"/docs/learning-the-basics#system-settings\">系统设置</a></strong> → <strong>桌面</strong> → <strong>热角</strong> 来设置热角",
    "Workspaces": "工作区",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "默认情况下，所有的应用程序窗口将在一个工作区中打开。但是，您可以使用多个工作区来组织程序窗口：",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "同时按下  <kbd>⌘</kbd> 和 <kbd>S</kbd> 来预览你的工作区",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "请同时按下 <kbd>⌘</kbd> 和 <kbd>←</kbd> 来左移 或 <kbd>⌘</kbd> + <kbd>→</kbd> 来右移 ",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "请同时按下 <kbd>⌘</kbd> 和 <kbd>Tab</kbd> 以工作区间切换",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "同时按下 <kbd>⌘</kbd> 和 <kbd>1</kbd> 或 <kbd>⌘</kbd> 和 <kbd>9</kbd> 来随时跳转你的工作区。你还可以同时按下 <kbd>⌘</kbd> 和 <kbd>0</kbd> 来新建一个工作区。",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "您也可以通过拖动应用图标至各个工作区以把程序移至该工作区。要看到所有工作区程序窗口的预览，请按下 <kbd>⌘</kbd> 和 <kbd>A</kbd>",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "您可以通过以下方式来设置快捷键 <strong><a href=\"/docs/learning-the-basics#system settings\">系统设置</a></strong> → <strong>键盘</strong> →<strong>Shortcuts</strong> → <strong>工作区</strong>",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>注意： <kbd>⌘</kbd> 即“超级”键，在一般 PC 中为 \"Windows\" 键，在 Mac 系统中为 \"Command\" 键。</em>",
    "Multiple Displays": "Multiple Displays",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (",
    ") and each display's settings can be changed from its cog (": ") and each display's settings can be changed from its cog (",
    ") menu.": ") menu.",
    "Installing Apps": "安装一些程序",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "elementary OS 自带了 <strong>Ubuntu软件中心</strong>，它有很多应用程序，有付费的也有免费的。在软件中心安装一个新的App很简单:",
    "Open the <strong>Software Center</strong> app.": "打开 <strong>Ubuntu软件中心</strong>",
    "Search in the top-right, or browse.": "在顶部右边的搜索栏寻找，或浏览",
    "Click <strong>Install</strong> next to the app you want to install.": "在你要安装的App的旁边有一个安装，点击 <strong>安装</strong> ",
    "You may be asked for your password prior to installing an app.": "您要安装的App可能会要求密码",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>注意：某些软件可能无法从软件中心下载，但我们并不建议您从网上随意下载软件包, 适用于 Ubuntu 14.04 LTS 的软件包已经可以很好地在 elementary OS Freya 上工作了。</em>",
    "Updating": "Updating",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS includes \"Software Update\", an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.",
    "System Settings": "系统设置",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS 内置了一个称为“系统设置”的软件，它可以方便地控制系统范围（系统全局）里的所有设置偏好。“系统设置”能让你调节键盘快捷键，显示分辨率，桌面壁纸等很多设置。",
    "Search": "搜索",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "您在设置窗口的右边有一个搜索框，在此可以快速寻找到您所需要的设置。在系统设置窗口中的内容会渗透到符合您的搜索。",
    "App Settings": "程序设置",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "请记住，系统设置只涉及 elementary OS 的全局首选项。虽然一些应用程序可能也有自己的偏好设置，但你不能在这里找到它们。相反，到那个应用程序里面找找看。"
}