{
    "Translation Guide": "翻译指南",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "本地化我们的网页和应用对于 elementary OS的推广有重大意义。摒弃纯粹依靠一支内部翻译团队的方案，我们采用众包的方法，让每个人都可以提供翻译，即使他几乎没有技术知识。为了使我们的观点能够始终贯穿整个平台，并且帮助新的翻译者入门，我们编写了这篇翻译指南。",
    "Translating Applications": "翻译应用程序",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "应用通过 Rosetta 翻译：它是托管在 Launchpad 上的一个翻译接口。为了提交翻译，你需要做到：",
    "Have a": "拥有一个",
    "Launchpad account": "Launchpad 账户",
    "Set your": "设置你的",
    "language preferences": "语言偏好",
    "Browse our": "浏览我们的",
    "translatable projects": "翻译项目",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "一旦你做出了选择，你可以对未翻译的句子提出建议，或对已翻译的句子提出更改。这些建议会被翻译团队的成员评估，他们会选择最恰当的翻译。更多关于 Rosetta 的信息，你可以参考他们的<a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">文档</a>。",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "在翻译过程中你可能遇到一些需要从数条不同方式的相同翻译中选择一条的情况。如果遇到了这些情况，我们遵循 Ubuntu 的<a href=\"https://help.launchpad.net/Translations/Guide\">通用翻译指南</a>，关于语言具体问题，我们遵从 Ubuntu 的  <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">小组翻译准则</a>。遵从这些准则是为了确保规范的翻译，但与此同时我们也允许任何人来参与建设。",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "如果你不想使用 Rosetta，或者想要进行批量更改，你也可以离线翻译。方法如下：",
    "Go to a project you want to translate": "转至你想翻译的项目",
    "Choose your language": "选择你的语言",
    "Click on &quot;Download translation&quot;": "点击“下载翻译”",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "您现在可以请求一封电子邮件，里面会给您附上下载翻译的链接。现在：",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "选择你喜欢的文本或者 po 编辑器（例如 <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>）",
    "Start translating": "开始翻译",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "在您翻译完成后，使用与下载在同一页面的“上传翻译”选项。",
    "Translating our Website": "翻译我们的网站",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "我们的网站通过 <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a> 翻译。为了提交翻译，你需要做到：",
    "Transifex account": "Transifex 账户",
    "Join our": "加入我们的",
    "translation team": "翻译团队",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "更多关于 Transifex 的信息，你可以参考他们的<a href=\"http://docs.transifex.com/tutorials/txeditor\">文档</a>。",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "如同我们的应用，我们遵从 Ubuntu 的 <a href=\"https://help.launchpad.net/Translations/Guide\">通用翻译指南</a>，关于语言具体问题，我们遵从 Ubuntu 的 <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">小组翻译准则</a>。"
}