{
    "Translation Guide": "翻译指导",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "本土化我们的网页和应用对于 elementary OS的推广有重大意义。摒弃纯粹依靠一支国际翻译团队的方案，取而代之的是，我们采用众包的方法，让每个人都可以提供翻译，即使他只了解很少的技术知识。旨在使我们的声音维持在整个平台，并且帮助新的翻译者入门，我们编写了这则翻译指导。",
    "Translating Applications": "翻译应用",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "应用通过Rosetta翻译。Rosetta由Launchpad主管。为了提交翻译，你需要做到：",
    "Have a": "拥有一个",
    "Launchpad account": "Launchpad 账户",
    "Set your": "设置你的",
    "language preferences": "语言偏好",
    "Browse our": "浏览我们的",
    "translatable projects": "翻译计划",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "一旦你做出了选择，你可以对未经翻译的句子提出建议，或对已经翻译的句子提出更改。这些建议会被翻译团队的成员评估，他们会选择最恰当的翻译。需要更多关于Rosetta 的信息，你可以参考他们的<a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">文件</a>。",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "在翻译过程中你可能遇到一些需要从数条不同方式的相同翻译中选择一条的情况。如果遇到了这些情况，我们遵从Ubuntu的<a href=\"https://help.launchpad.net/Translations/Guide\">通用翻译指导</a>，关于语言具体问题，我们遵从Ubuntu 的  <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">小组翻译准则</a>。遵从这些准则是为了确保规则地翻译，但与此同时我们也允许任何人来参与建设。",
    "Translating our Website": "翻译我们的网页",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "我们的网页通过 <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>翻译。为了提交翻译，你需要做到：",
    "Transifex account": "Transifex 账户",
    "Join our": "加入我们的",
    "translation team": "翻译团队",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "需要更多关于Transifex的信息，你可以参考他们的<a href=\"http://docs.transifex.com/tutorials/txeditor\">文件</a>。",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "如同我们的应用，我们遵从Ubuntu 的 <a href=\"https://help.launchpad.net/Translations/Guide\"> 通用翻译指导</a>，关于语言具体问题，我们遵从Ubuntu 的 <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">小组翻译准则</a>。"
}