{
    "Brand": "Μάρκα",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Η μάρκα elementary είναι μοναδική: Τεχνικά ανήκει στην elmentary LLC. , δηλαδή στην εταιρία που είναι υπεύθυνη για την υποστήριξη της κατασκευής των elementary προϊόντων. Ωστόσο, έχουμε μια απίστευτη κοινότητα και δεν θέλουμε να είμαστε αυταρχική με τις νομικές και τεχνικές απαιτήσεις.  Γι΄ αυτό, γράψαμε κάποιες κατευθυντήριες γραμμές ώστε να είναι πιο εύκολο να κατανοηθεί πως η elementary μάρκα θα πρέπει να χρησιμοποιηθεί.",
    "Name": "Όνομα",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Η λέξη \"elementary\" απευθύνετε και είναι ένα σήμα κατετεθέν της elementary LLC. Το elementary είναι πάντα με μικρά γράμματα, ακόμα και αν η πρόταση αρχίζει με αυτήν την λέξη. Επίσης, χρησιμοποιείται μαζί με τα ονόματα προιόντων ( πχ: \"elementary OS\") για να προσδιορίσει κάποιο συγκεκριμένο προϊόν της elementary. ",
    "Brand Marks": "Σήμα της μάρκας",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "Η elementary κατέχει δύο μάρκες: Το \"elementary\" λογότυπο και το \"e\" λογότυπο. Και τα δύο προσδιορίζουν log;otypa και εκπροσωπούν την \"elementary\"—την εταιρία—και τα προιόντα της.",
    "Both should be used with the following in mind:": "Και τα δύο θα πρέπει να χρησιμοποιούνται με τα παρακάτω στο μυαλό:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Μην τεντώνεται, σκεβρώνεται, γυρίζεται, αντιστρέφεται ή κάνεται οποιαδήποτε άλλη αλλαγή στο λογότυπα. ",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Μην χρησιμοποιείται τα λογότυπα σε \"γεμάτο\" φόντο, τα \"καθαρά\" χρώματα φαίνονται καλύτερα.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Τα λογότυπα θα πρέπει να είναι πάντα μονοχρωματικά. Συνήθως χρησιμοποιείται άσπρο αν το φόντο είναι μάυρο ή μάυρο αν το φόντο είναι ανοιχτόχρωμο.",
    "Logotype": "Λογότυπο",
    "elementary Logotype": "Λογότυπο elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Το λογότυπο να χρησιμοποιηθεί όταν αναφέρεται η εταιρία elementary. Μπορεί να χρησιμοποιηθεί πριν την αναφορά του ονόματος ενός συγκεκριμένου elementary προϊόντος.",
    "The logotype should always be used under the following guidelines:": "Το λογότυπα θα πρέπει να χρησιμοποιηθεί κάτω από τις ακόλουθες κατευθυντήριες γραμμές: ",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Μην επιχειρήσετε να αναδημιουργήσετε το λογότυπο. Είναι ένα καλά μελετημένο και σχεδιασμένο λογότυπο μάρκας, όχι απλά η λέξη \"elementary\" γραμμένη με μια συγκεκριμένη γραμματοσειρά.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Μην χρησιμοποιείται το λογότυπο σε μικρά μεγέθη. Εάν δεν είναι καθαρό, χρησιμοποιείστε το λογότυπο \"e\".",
    "Logomark": "Λογότυπο",
    "elementary Logomark": "Λογότυπο elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "To \"e\" λογότυπο υπάρχει για να χρησιμοποιηθεί στην αναφορά της elementary εταιρείας σε περίπτωση που απαιτείται τετράγωνο λογότυπο ή σε περίπτωση που ο υπάρχων χώρος είναι περιορισμένος.",
    "Color": "Χρώμα",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "Η εταιρία μας, elementary, χρησιμοποιεί σε συνδυασμό τα χρώματα και το λογότυπο μας, για να προσδιορίσει την μάρκα μας. Χρησιμοποιούμε την εξής παλέτα: ",
    "Blueberry": "Βατόμουρο",
    "Strawberry": "Φραουλί",
    "Orange": "Πορτοκαλί",
    "Banana": "Μπανανί",
    "Lime": "Λάιμ",
    "Grape": "Σταφυλί",
    "White": "Λευκό",
    "Black": "Μαύρο",
    "Fonts": "Γραμματοσειρές",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Για το web και την εκτύπωση, χρησιμοποιούμε Raleway και για τις επικεφαλίδες Open Sans γραμματοσειρά. Για την γραφή κώδικα, Roboto Mono.",
    "Third Parties &amp; Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Ενθαρρύνουμε third party προγραμματιστές να δημιουργήσουν προϊόντα για το elementary OS και να υιοθετήσουν συγκεκριμένα στοιχειά της elementary μάρκας για να επιτευχθεί η συνοχή: ",
    "Voice\/tone": "Φωνή\/Ένταση",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Ωστόσο, για να αποφευχθεί η σύγχυση των χρηστών, αποθαρρύνουμε τους χρήστες να χρησιμοποιούν το όνομα, elementary, και τα λογότυπα:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Είστε ελεύθεροι να λέτε ότι η εφαρμοφή σας ή οι υπηρεσίες σας είναι σχεδιασμένες για το elementary OS, αλλά, σας παρακαλούμε μην χρησιμοποιείτε το ονομά ή τα λογότυπα του elementary ως κομμάτι της επιχείρησης σας, της εφαρμογής σας, του προιόντος σας, των υπηρεσιών σας ή σε οποιοδήποτε λογότυπο δημιουργείται.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Χρησιμοποιείστε το όνομα ή τα λογότυπα του elementary, μόνο για να αναφέρεται την elementary LLC. ή τα προϊόντα της (πχ: elementary OS).",
    "Community": "",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "",
    "elementary Community Logo with color": "",
    "elementary Community Logo in black": "",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "Merchandise": "Εμπόρευμα",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Σηνύθως δεν επιτρέπουμε την χρήση της μάρκας μας ( συμπεριλαμβάνοντας το όνομα μας ή τα λογότυπα μας) να χρησιμοποιηθούν σε εμπορεύματα τρίτων. ",
    "Assets &amp; More Info": "",
    "Download on GitHub": "Λήψη στο GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Για περισσότερες πληροφορίες όσον αφορά την χρήση του ονόματος, της μάρκας ή των εμπορικών σημάτων της elementary, παρακαλώ επικοινωνήστε μέσω email  <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": ""
}
