{
    "Privacy Policy": "Πολιτική Προστασίας Προσωπικών Δεδομένων",
    "Do Not Track": "Να μην γίνεται εντοπισμός",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Αυτή η ιστοσελίδα τιμάει το «Να μην γίνεται εντοπισμός» που βρίσκεται σαν ρύθμιση στους περισσότερους σύγχρονους περιηγητές και απενεργοποιεί τις Αναλύσεις Google όταν είναι παρόν. Δεν μπορούμε αυτόματα να αφαιρέσουμε άλλες μεθόδους εντοπισμού χωρίς να επηρεάσουμε αρνητικά την χρήση της σελίδας. Σε περίπτωση που επιθυμείτε να διαχειριστείτε αυτές τις μεθόδους εντοπισμού, απευθυνθείτε στην κατηγορία Απενεργοποιώντας Cookies.",
    "Cookies": "",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Μπορείτε να επιλέξετε να απενεργοποιήσετε ή να κλείσετε επιλεκτικά οποιαδήποτε cookies, ανεξάρτητα ή μη, στις ρυθμίσεις του browser σας.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Αυτή η σελίδα χρησιμοποιεί cookies για την σταδιακή βελτίωσή της. Ίσως οι υπηρεσίες μας λειτουργούν και χωρίς αυτά άλλα με μειωμένη χρηστικότητα. Για παράδειγμα, η σελίδα δεν θα μπορεί να θυμηθεί αν έχετε πληρώσει για το elementary OS προηγουμένως, σαν προεπιλογή θα ζητηθεί να πληρώσετε ξανά.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Αποθηκεύει cookies για να καταγράψει την συμπεριφορά στοιχείων και να αναλύσει πιθανές απειλές. Για περισσότερες πληροφορίες, δείτε το",
    "CloudFlare Privacy & Security Policy": "Πολιτική Προστασίας Προσωπικών Δεδομένων CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Αποθηκεύει cookies για την συλλογή πληροφοριών—συμπεριλαμβανομένου τον αριθμό επισκεπτών σε αυτή την σελίδα, από που παραπέμφθηκαν, και τις σελίδες που επισκέπτονται—σε μια ανώνυμη φόρμα. Χρησιμοποιούμε αυτές τις πληροφορίες για να βελτιώσουμε την σελίδα. Για περισσότερες πληροφορίες, δείτε το άρθρο της Google στο",
    "Safeguarding Your Data": "Ασφαλίζοντας τα δεδομένα σας",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Χρησιμοποιεί cookies για να θυμηθεί την τελευταία παραγγελία σας και την χώρα ώστε να ξέρει τι κάρτες να προσφέρει για πληρωμή. Για περισσότερες πληροφορίες, δείτε",
    "Stripe's Privacy Policy": "Πολιτική Προστασίας Προσωπικών Δεδομένων Stripe",
    "Manage Cookies": "Διαχείριση Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Αφού έχετε επισκεφτεί ξανά την σελίδα μας, ίσως θα θέλατε να διαχειριστείτε τα cookies που ήδη υπάρχουν στον περιηγητή σας. Ο σύνδεσμος για τις σχετικές οδηγίες μπορεί να βρεθεί από κάτω.",
    "Transparency": "Διαφάνεια",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Δεν έχουμε τοποθετήσει καμία backdoor μέσα στο λειτουργικό μας και δεν έχουμε λάβει κάνενα έτοιμα ότι το έχουμε κάνει. Επίσης, δεν έχουμε λάβει ποτέ National Security Letter, εντολή FISA ή οποιοδήποτε άιτημα για πληροφορίες χρηστών μας.",
    "Privacy Policy ⋅ elementary": ""
}