{
    "Installation": "Instal·lació",
    "Download elementary OS": "Baixeu l'elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si encara no ho heu fet, haureu de <a href=\"/\" target=\"_blank\" rel=\"noopener\">baixar l'elementary OS de la pàgina d'inici</a>. Haureu de copiar el fitxer ISO baixat a una unitat USB seguint les instruccions següents.",
    "Frequently-Asked Questions": "",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "",
    "Recommended System Specifications": "Especificacions del sistema recomanades",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Tot i que no tenim un conjunt estricte de requisits mínims del sistema, recomanem almenys les especificacions següents per obtenir-ne una experiència millor :",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Intel i3 o processador semblant de 64 bits de doble nucli",
    "4 GB of system memory (RAM)": "4 GB de memòria del sistema (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Unitat d’estat sòlid (SSD) amb 15 GB d’espai lliure",
    "Internet access": "Accés a Internet",
    "Built-in or wired mouse/touchpad and keyboard": "Ratolí / ratolí tàctil i teclat integrats o amb cable",
    "1024×768 minimum resolution display": "1024×768 pantalla de resolució mínima",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "També necessitareu una unitat USB lliure amb almenys 4 GB d’emmagatzematge per a la instal·lació.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "",
    "Back Up Your Data": "Feu una còpia de seguretat de les vostres dades",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Assegureu-vos de fer una còpia de seguretat de les dades importants en una ubicació externa, com ara un servei de núvol o un disc dur extern. La instal·lació d’un sistema operatiu nou podria sobreescriure les dades existents.",
    "Step-by-step Guide": "Guia pas a pas",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Mireu el vídeo anterior o seleccioneu el sistema operatiu que useu actualment per veure les instruccions d'instal·lació personalitzades.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Verifiqueu la baixada",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "La verificació de la baixada és un pas important: generem una suma de verificació per a imatges de l'elementary OS i us recomanem que verifiqueu que la baixada coincideixi amb la suma de verificació abans de provar d’instal·lar-la. Això garanteix que hàgiu rebut la descàrrega plena i completa i que no estigui danyada.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Si heu baixat l'elementary OS a la carpeta de baixades de Windows, obriu el símbol del sistema a Windows i executeu l'ordre següent:",
    "It should produce the output:": "Hauria de produir el següent:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Si la suma de verificació no coincideix, és possible que hàgiu de tornar a baixar la còpia de l'elementaray OS i assegurar-vos que la descàrrega s'acaba abans de tornar-la a verificar.",
    "Creating an Install Drive": "Crear una unitat d'instal·lació",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Per crear una unitat d’instal·lació de l'elementary OS, necessitareu una unitat USB que tingui una capacitat mínima de 4 GB i una aplicació anomenada &quot;Etcher&quot;.",
    "Download Etcher": "Baixeu l'Etcher",
    "etcher steps": "Passos de l'Etcher",
    "Open Etcher, then:": "Obriu l'Etcher, després:",
    "Plug in your spare USB flash drive": "Connecteu la unitat USB lliure",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Seleccioneu el fitxer .iso baixat mitjançant el botó &quot;Selecciona la imatge&quot;",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "L'Etcher hauria de detectar automàticament la unitat USB; si no, seleccioneu la unitat correcta.",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Feu clic al botó &quot;Flash!&quot;. Pot trigar un moment a començar.",
    "Once complete, continue to boot from the install drive.": "Un cop acabat, arrenqueu des de la unitat d'instal·lació.",
    "Booting From the Install Drive": "Arrencar des de la unitat d'instal·lació",
    "In order to start the installation process, you must boot your computer from the install drive.": "Per iniciar el procés d’instal·lació, heu d’arrencar l’ordinador des de la unitat d’instal·lació.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Assumint que l'ordinador està engegat, comenceu inserint-hi la unitat d'instal·lació i reinicieu-lo.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La majoria d'ordinadors permetran canviar breument l’ordre d’arrencada només per a l'arrencada actual prement una tecla especial (normalment <kbd>F12</kbd>, però de vegades <kbd>Esc </kbd> o una altra tecla de funció. Consulteu la pantalla o la documentació de l'ordinador per assegurar-vos-en.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Premeu <kbd>F12</kbd> (o la tecla corresponent) i seleccioneu la unitat d'instal·lació (normalment &quot;USB-HDD&quot; o alguna cosa amb la paraula &quot;USB&quot;, però la concreció pot ser diferent. Si trieu la unitat incorrecta, probablement l'ordinador continuï iniciant-se com sempre. Només cal que reinicieu l’ordinador i trieu una unitat diferent en aquest menú.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Poc després de seleccionar la unitat d'arrencada adequada, hauríeu de veure la pantalla de presentació de l'elementary OS. Ara podeu seguir les instruccions que apareixen a la pantalla i que us guiaran durant la resta del procés.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Suposant que heu baixat l'elementary OS a la carpeta de descàrregues de macOS, obriu l'aplicació Terminal de macOS i executeu l'ordre següent:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Durant el procés de còpia pot aparèixer el quadre de diàleg següent, és segur ignorar-lo.",
    "Not readable warning": "Avís de no llegible",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Després de sentir el senyal acústic, premeu i manteniu premuda <kbd>Opció</kbd>. A continuació, seleccioneu la unitat d’arrencada adequada. Tingueu en compte que es pot identificar incorrectament com a &quot;Windows&quot;, però és normal.",
    "Boot Errors": "Errors d'arrencada",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Si el Mac no reconeix la unitat d'instal·lació USB del sistema operatiu elementary al menú d'arrencada, és possible que hàgiu de crear un DVD d'instal·lació de l'elementary. Per crear-ne un, inseriu un DVD en blanc, feu clic amb el botó dret al fitxer ISO del Finder i seleccioneu &quot;Grava {#nom del fitxer} al disc&quot;. Quan s'hagi completat, intenteu arrencar de nou des del DVD d'instal·lació.",
    "Running the following command in your terminal:": "Executeu l'ordre següent al Terminal:",
    "After Installation": "Després de la instal·lació",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Aprofiteu aquest moment per llegir la guia d'<a href=\"/docs/learning-the-basics\"> iniciació </a> per obtenir més informació sobre el vostre sistema operatiu nou."
}
