{
    "Learning the Basics": "Guia d'iniciació",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Obteniu informació sobre l’escriptori de l'elementary OS i sobre com navegar per les finestres, els espais de treball i molt més.",
    "Desktop": "Escriptori",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "L’escriptori de l'elementary OS consta de dos elements: el plafó i l'acoblador. Podeu personalitzar el fons de pantalla de l’escriptori fent un clic secundari a l’escriptori, feu-hi clic amb el botó dret del ratolí o toqueu-lo amb dos dits amb el ratolí tàctil. També podeu canviar l'aspecte i el comportament de l'escriptori des de <strong> <a href=\"#system-settings\"> Configuració del sistema </a> </strong> → <strong> Escriptori </strong>.",
    "Panel": "Plafó",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "A la part superior de l'escriptori hi ha el plafó. A l’esquerra hi ha el menú d'aplicacions, al centre hi ha la data i l’hora, i a la dreta, els indicadors del sistema.",
    "Applications Menu": "Menú d'aplicacions",
    "Date &amp; Time": "Data i hora",
    "System Indicators": "Indicadors del sistema",
    "The Panel": "El plafó",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Per obrir o cercar aplicacions instal·lades, seleccioneu <strong> Aplicacions </strong> al plafó. Podeu navegar per les aplicacions desplaçant-vos amb el ratolí, lliscant amb dos dits amb el ratolí tàctil o usant els punts de paginació a la part inferior. També podeu usar el commutador de visualitzacions de la part superior per canviar entre mostrar les aplicacions en una quadrícula o en una llista categoritzada.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Comenceu a escriure al menú d'aplicacions per cercar-les per nom o per paraula clau. La cerca també mostrarà les accions de l'aplicació i la configuració del sistema. Per exemple, fent una cerca podeu fer el següent:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong> Aturar </strong> o <strong> reiniciar </strong> el dispositiu",
    "<strong>Compose Message</strong> with Mail": "<strong>Escriure un missatge</strong> amb el Correu",
    "Open a <strong>New Incognito Window</strong> in Web": "Obrir una <strong> finestra d’incògnit nova </strong> al Web",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Calcular operacions matemàtiques ràpides com ara <strong> 23 * 5 </strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Fer una <strong>captura de pantalla de la finestra actual</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Cercar paràmetres específics com ara <strong>Teclat → Disseny → Tecla d'escriptura </strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "Per obrir el menú d'aplicacions amb el teclat, premeu <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Espai</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "L'indicador de data i d'hora al centre del plafó mostra la data i l'hora actuals. Feu clic o toqueu qualsevol lloc de la data o hora per veure un calendari i els esdeveniments propers. Feu doble clic al dia o seleccioneu un esdeveniment per obrir-lo a l'aplicació de Calendari.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Els indicadors del sistema a la dreta del plafó mostren l’estat del dispositiu, és a dir, les connexions de xarxa, la bateria, l'entrada i la sortida de so, les notificacions, etc. Si seleccioneu un indicador, s’exposarà més informació i accions relacionades.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Si passeu per sobre d’un indicador amb el cursor del ratolí també es mostra informació ràpida i la drecera del clic central o de tres dits per a l’indicador. Per exemple:",
    "Sound: Mute": "So: silenci",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: activar o desactivar el Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Energia: commutar el percentatge de bateria que queda al plafó",
    "Notifications: Toggle Do Not Disturb mode": "Notificacions: commutació del mode «No m'emprenyis»",
    "Session: Prompt to shut down": "Sessió: demanar l'aturada",
    "Dock": "Acoblador",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "A la part inferior de l'escriptori hi ha l'acoblador per accedir ràpidament a les aplicacions preferides i obertes actualment.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Per afegir una aplicació a l'acoblador, arrossegueu-la-hi i deixeu-la-hi anar des del menú d'aplicacions o feu clic secundari a la icona d'una aplicació oberta i trieu <strong>Mantén-la a l'acoblador</strong>. Per suprimir una aplicació de l'acoblador, arrossegueu-la'n i deixeu-la anar en un espai buit de l'escriptori o feu clic secundari a la icona i desmarqueu <strong>Mantén-la a l'acoblador</strong>. Arrossegueu i deixeu anar les aplicacions dins l'acoblador per reorganitzar-les-hi.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "De manera predeterminada, l'acoblador s'amaga a la part inferior de l'escriptori quan una aplicació es maximitza o s'hi solapa. Premeu el cursor del ratolí contra la part inferior central de l'escriptori per mostrar i usar l'acoblador quan estigui ocult.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Podeu personalitzar la mida i el comportament de l'acoblador a la <strong> <a href=\"#system-settings\">Configuració del sistema</a> </strong> → <strong> Escriptori </strong> → <strong> Plafó i acoblador </strong>.",
    "App Windows": "Finestres de les aplicacions",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Quan obriu una aplicació, la finestra apareix a l'escriptori. Tot i que el disseny exacte de les diferents aplicacions pot variar, les finestres de les aplicacions generalment es poden tancar, moure, redimensionar i maximitzar.",
    "Header Bar": "Barra de capçalera",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "La majoria d’aplicacions tenen una barra de capçalera a la part superior de la finestra amb els botons de la finestra i les accions o la navegació de l’aplicació.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Moveu una finestra arrossegant qualsevol lloc de la barra de capçalera o prement <kbd>Alt</kbd><kbd>F7</kbd> i movent el cursor del ratolí.",
    "HeaderBar": "Barra de capçalera",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Feu clic secundari a la barra de capçalera per accedir ràpidament a les accions de la finestra i l’espai de treball.",
    "Window Buttons": "Botons de les finestres",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Els botons de la finestra d’una aplicació es troben a les cantonades superiors: tancar a l’esquerra i maximitzar (si ho admet l’aplicació) a la dreta. Si tanqueu una finestra, es tancarà l'aplicació. Es pot tornar a obrir des del menú d'aplicacions o de l'acoblador. Si maximitzeu una finestra, la canvieu de mida perquè ocupi la major part de l’escriptori mentre es manté l’accés al plafó i a l'acoblador.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "També podeu arrossegar una finestra a la part superior de l’escriptori o fer doble clic a la barra de capçalera per maximitzar-la i arrossegar-la des de la part superior o fer-hi doble clic per maximitzar-la.",
    "Resizing": "Canvi de mida",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "La majoria de les finestres de les aplicacions es poden canviar de mida mitjançant un arrossegament des de qualsevol vora de la finestra. També podeu fer clic secundari a la barra de capçalera d’una finestra i triar <strong>Canvia'n la mida</strong> o prémer <kbd>Alt</kbd> <kbd>F8</kbd> per entrar en un mode de canvi de mida: moveu el cursor del ratolí cap a on voleu canviar la mida de la finestra.",
    "Multitasking": "Multitasca",
    "elementary OS uses both windows and workspaces for multitasking.": "L'elementary OS usa tant finestres com espais de treball per a la multitasca.",
    "Windows": "Finestres",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Les finestres de l'aplicació es poden superposar a l'escriptori i moure-les. Podeu canviar entre les finestres obertes de diverses maneres:",
    "Click or tap on the window you want to switch to": "Cliqueu o toqueu la finestra a la qual vulgueu canviar",
    "Click or tap the app's icon in the dock": "Cliqueu o toqueu la icona de l'aplicació de l'acoblador",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Premeu <kbd>Alt</kbd><kbd>Tab</kbd> per passar d'una finestra a una altra",
    "Workspaces": "Espais de treball",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "De manera predeterminada, les finestres de l'aplicació s'obren a l'espai de treball actual. Tot i això, podeu usar diversos espais de treball per organitzar-vos la feina:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Per moure’s cap a l’esquerra o la dreta pels espais de treball, premeu <kbd title=\"Súper, o la tecla de Windows o d'ordres\">&#8984;</kbd><kbd>←</kbd> o <kbd title=\"Súper, o la tecla de Windows o d'ordres\">&#8984;</kbd><kbd>→</kbd> o llisqueu amb tres dits sobre un ratolí o una pantalla tàctil.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Salteu directament a un espai de treball específic prement <kbd title=\"Súper, o la tecla de Windows o d'ordres\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Súper, o la tecla de Windows o d'ordres\">&#8984;</kbd><kbd>9</kbd>. Sempre podeu saltar a un nou espai de treball amb <kbd title=\"Súper, o la tecla de Windows o d'ordres\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Moveu les finestres entre els espais de treball arrossegant-los per la <a href=\"#multitasking-view\">vista de multitasca</a> o prement <kbd title=\"Súper, o la tecla de Windows o d'ordres\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> o <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Personalitzeu aquestes dreceres a través de la <strong><a href=\"#system-settings\">Configuració del sistema</a></strong> → <strong>Teclat</strong> → <strong>Dreceres</strong> → <strong>Espais de treball</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Algunes finestres també poden tenir pantalla completa en un espai de treball nou. Podeu desplaçar-vos entre els espais de treball com de costum, i tancar o fer sortir una aplicació de la pantalla completa us retornarà a l'espai de treball anterior.",
    "Multitasking View": "Vista de multitasca",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "La vista de multitasca mostra totes les finestres i espais de treball oberts perquè pugueu canviar d'uns als altres. Per obrir-la, seleccioneu la icona <strong>Vista de multitasca</strong> a l'acoblador i premeu <kbd title=\"Súper, o la tecla de Windows o d'ordres\">&#8984;</kbd><kbd>↓</kbd>, o llisqueu cap amunt amb tres dits sobre un ratolí o una pantalla tàctil.",
    "Gestures": "Gestos",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "L'elementary OS admet gestos multitàctils en maquinari compatible, com ara tauletes i pantalles tàctils. De manera predeterminada, un lliscament de tres dits cap a l'esquerra o cap a la dreta canvia els espais de treball mentre un lliscament de tres dits cap amunt entra a la vista de multitasca.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Modifiqueu els gestos des de la <strong><a href=\"#system-settings\">Configuració del sistema</a></strong> → <strong>Ratolí i ratolí tàctil</strong> → <strong>Gestos</strong>.",
    "Hot Corners": "Cantons actius",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Els cantons actius són dreceres que s'activen col·locant el cursor a la cantonada de la pantalla principal. Podeu configurar els cantons actius per activar accions de multitasca, com ara una vista general de la finestra, una de l’espai de treball i molt més.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Podeu personalitzar els cantons actius a la <strong><a href=\"#system-settings\">Configuració del sistema</a></strong> → <strong>Escriptori</strong> → <strong>Multitasca</strong>.",
    "Multiple Displays": "Pantalles múltiples",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "El plafó, l'acoblador i els espais de treball apareixen a la pantalla principal. Qualsevol altra pantalla adjunta actua com a espai de treball independent. Per gestionar i reordenar les pantalles, aneu a la <strong> <a href=\"#system-settings\">Configuració del sistema</a> </strong> → <strong>Pantalles</strong>. La pantalla principal està marcada amb una estrella plena (",
    ") and each display's settings can be changed from its": ") i la configuració de cada pantalla es pot canviar del seu",
    "menu.": "menú.",
    "Installing Apps": "Instal·lar aplicacions",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "",
    "Open <strong>AppCenter</strong>": "Obrir el <strong>Centre d'aplicacions</strong>",
    "Search in the top-right, or browse by category": "Feu cerques a la part superior dreta o navegueu per les categories",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Seleccioneu <strong>Gratuït</strong> o el preu suggerit del costat de l'aplicació que vulgueu instal·lar. Per triar-ne un preu diferent, seleccioneu el botó <strong> ▾ </strong> i seleccioneu-hi o introduïu-hi el vostre preu.",
    "Sideload": "Càrrega lateral",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "És possible que alguns programes de tercers no estiguin disponibles al Centre d'aplicacions, especialment si és multiplataforma i no està dissenyat per a l'elementary OS. Podeu carregar les aplicacions Flatpak de fonts externes com ara <a href=\"https://flathub.org\">Flathub</a>: descarregueu i obriu un <code>.flatpakref</code> o <code>.flatpak</code> i la utilitat de Càrrega lateral l’instal·larà. Les actualitzacions d’aquesta aplicació i d’altres aplicacions de la mateixa font es poden mostrar com a no seleccionades al Centre d'aplicacions.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Tingueu en compte que les aplicacions de la Càrrega lateral i no adaptades no han estat revisades per l'elementary quant a la seguretat o la privadesa.",
    "Updating": "Actualitzar",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "El Centre d'aplicacions inclou actualitzacions per a aplicacions i per al sistema operatiu a la pestanya <strong>Instal·lades</strong>. No oblideu instal·lar les actualitzacions amb freqüència per obtenir-ne les últimes funcions, solucions i millores de seguretat. Per obtenir més informació relacionada amb els pegats de seguretat, llegiu els <a href=\"https://usn.ubuntu.com/\">Avisos de seguretat d'Ubuntu </a>.",
    "System Settings": "Configuració del sistema",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "L'elementary OS inclou la <strong>Configuració del sistema</strong>, una aplicació que us ajuda a gestionar la configuració del dispositiu i les preferències de l'usuari. La Configuració del sistema us permet ajustar les dreceres de teclat, la resolució de la pantalla, el fons de pantalla i molt més.",
    "Search": "Cerca",
    "You can find specific settings by typing in the search bar at the top of the window.": "Podeu trobar paràmetres específics escrivint a la barra de cerca de la part superior de la finestra.",
    "App Settings": "Paràmetres de les aplicacions",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Tingueu en compte que la Configuració del sistema només tracta els paràmetres generals el sistema i les preferències de l'usuari per a l'elementary OS. Si una aplicació ofereix configuracions o preferències, s’exposaran a la mateixa aplicació.",
    "Keyboard Shortcuts": "Dreceres del teclat",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Les dreceres de teclat de l'elementary OS generalment s’exposen contextualment a les descripcions d’eines quan s'hi passa el cursor o als menús contextuals quan es fa clic secundari.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "Per veure una superposició de dreceres de teclat d'escriptori, premeu el botó <kbd title=\"Súper, o la tecla de Windows o d'ordres\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "Les dreceres de teclat de l'escriptori es poden personalitzar des del",
    "menu in the shortcuts overlay or in": "menú de la superposició de dreceres o a",
    "→": "→",
    "Keyboard": "Teclat",
    "Shortcuts": "Dreceres"
}
