{
    "Learning the Basics": "Guia d'iniciació",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Com en qualsevol sistema operatiu, hi ha algunes coses que potser no coneixeu. Aquesta secció tractarà sobre com dur a terme tasques senzilles i quotidianes com ara navegar per Internet i escoltar música, així com altra informació útil que potser desconeixeu.",
    "The Desktop": "L'escriptori",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "L’escriptori de l'elementary OS és molt senzill i fàcil d’aprendre. Consta de dos elements: el plafó i l'acoblador. Podeu personalitzar el fons de pantalla de l'escriptori mitjançant <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració del sistema</a></strong> → <strong>Escriptori</strong> → <strong>Fons</strong>.",
    "The Panel": "El plafó",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "A la part superior de l'escriptori hi ha el plafó. A l'esquerra hi ha el menú d'aplicacions, al centre hi ha la data i l'hora, i a la dreta els indicadors.",
    "Applications menu": "Menú d'aplicacions",
    "Time and date": "Data i hora",
    "Indicators": "Indicadors",
    "Applications Menu": "Menú d'aplicacions",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "A la part esquerra del plafó hi ha el menú d'aplicacions. Seleccionar <strong>Aplicacions</strong> obre el menú de totes les aplicacions instal·lades. Podeu veure diverses pàgines d'aplicacions mitjançant la paginació inferior o amb el desplaçament. També podeu usar el commutador de visualitzacions de dalt per canviar entre una vista de graella i una de categories.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Podeu cercar aplicacions per nom o per paraula clau i fer-hi accions associades. També podeu buscar elements de configuració del sistema. Algunes de les accions que podeu trobar a la cerca inclouen, per exemple:",
    "Shut Down and Restart": "Atura i reinicia",
    "Compose Message": "Escriu un missatge",
    "New Private Browsing Window": "Finestra de navegació privada nova",
    "Math operations (example: 23 * 5)": "Operacions matemàtiques (exemple: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "Per obrir el menú d'aplicacions amb el teclat, premeu <kbd>&#8984;</kbd> + <kbd>espai</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "A la part dreta del plafó hi ha les icones anomenades indicadors. Aquests us informen de l’estat actual de la sessió i el dispositiu, és a dir, connexions de xarxa, bateria, entrada i sortida de so, notificacions, etc. Seleccionar un indicador exposa més informació i accions relacionades.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Amb un clic del mig o un toc de tres dits en un indicador, se us oferiran les accions ràpides següents:",
    "Sound: Toggle mute for the current output": "So: commuta el silenci de la sortida actual",
    "Bluetooth: Toggle Bluetooth on or off": "Bluetooth: activa o desactiva el Bluetooth",
    "Power: Hide/show the percentage of battery remaining": "Energia: amaga / mostra el percentatge de bateria que queda",
    "Notifications: Toggle Do Not Disturb mode": "Notificacions: commutació del mode «No m'emprenyis»",
    "Session: Show the Shut Down dialog": "Sessió: mostra el quadre de diàleg d'aturada",
    "The Dock": "L'acoblador",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "A la part inferior de l'escriptori hi ha l'acoblador. Conté les aplicacions preferides i totes les aplicacions que estan obertes actualment.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "El contingut de l'acoblador es pot personalitzar fàcilment. Per afegir-hi una aplicació, arrossegueu-la i deixeu-la-hi anar des del menú d'aplicacions o feu clic amb el botó dret a la icona d'una aplicació oberta i trieu <strong>Mantén-la a l'acoblador</strong>. Per eliminar-ne una aplicació, arrossegueu-la'n i deixeu-la anar en un espai buit de l'escriptori o feu clic amb el botó dret a la icona i desmarqueu <strong>Mantén-la a l'acoblador</strong>. Per reorganitzar-hi les aplicacions, simplement arrossegueu-les i deixeu-les anar.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Per defecte, l'acoblador s’amaga a la part inferior de l’escriptori quan es maximitza una aplicació. Simplement cal moure el ratolí al centre inferior de l'escriptori perquè es mostri.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Podeu personalitzar-ne el comportament mitjançant la <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració del sistema</a></strong> → <strong>Escriptori</strong> → <strong>Acoblador</strong>.",
    "App Windows": "Finestres de les aplicacions",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Les aplicacions existeixen a les pròpies finestres, que es poden tancar, maximitzar o moure.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Quan obriu una aplicació, la finestra apareix a l'escriptori. Cada aplicació té normalment tres àrees: els botons de la finestra, una barra d’eines i el contingut de l’aplicació.",
    "Header Bar": "Barra de capçalera",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Moltes aplicacions tenen una barra de capçalera a la part superior de l’aplicació. Aquesta àrea conté accions o elements de navegació habituals per a l'aplicació, a més dels botons de la finestra.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Podeu moure la finestra d'una aplicació per l'escriptori arrossegant-la des de la barra de capçalera, inclosos els botons.",
    "HeaderBar": "Barra de capçalera",
    "Window Buttons": "Botons de les finestres",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Els botons de la finestra d'una aplicació es troben als cantons superiors. El botó de tancament és a l'esquerra i el de maximitzar a la dreta. Si premeu el botó de tancament, es tancarà la finestra de l'aplicació. Si premeu el botó de maximitzar, canviarà si la finestra de l'aplicació ocupa tot l'escriptori o no. També podeu arrossegar una finestra a la part superior de l'escriptori o fer doble clic a la barra de capçalera per maximitzar-la, i arrossegueu-la des de la part superior o feu doble clic a la barra de capçalera per desmaximitzar-la.",
    "Multitasking": "Multitasca",
    "elementary OS supports two types of multitasking: windows and workspaces.": "L'elementary OS admet dos tipus de multitasca: finestres i espais de treball.",
    "Windows": "Finestres",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Les aplicacions obertes a les finestres d’aplicacions es poden superposar a l'escriptori i moure's. Podeu canviar de finestra de diverses maneres:",
    "click on the window you want to switch to": "cliqueu a la finestra a què voleu canviar",
    "click on the app's icon in the dock": "cliqueu a la icona de la finestra de l'acoblador",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "premeu <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "Per veure una visió general de les finestres d’aplicació obertes, premeu <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Podeu personalitzar aquestes dreceres mitjançant <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració del sistema</a></strong> → <strong>Teclat</strong> → <strong>Dreceres</strong> → <strong>Finestres</strong>.",
    "Hot Corners": "Cantons actius",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "També podeu configurar els &quot;cantons actius&quot; (dreceres que s'activen situant el cursor al cantó de la pantalla) per activar funcions de multitasca com ara la vista general de finestres, visió general de l'espai de treball i molt més.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Podeu personalitzar els cantons actius mitjançant <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració del sistema</a></strong> → <strong>Escriptori</strong> → <strong>Cantons actius</strong>.",
    "Workspaces": "Espais de treball",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Pe defecte, totes les finestres d’aplicacions s’obren en un espai de treball. Tanmateix, podeu usar diversos espais de treball per organitzar-vos el flux de treball:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Per veure una visió general dels espais de treball, premeu <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Per desplaçar-se ràpidament cap a l’esquerra o a la dreta pels espais de treball, premeu <kbd>&#8984;</kbd> + <kbd>←</kbd> o <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Per fer un recorregut cíclic pels espais de treball, premeu <kbd>&#8984;</kbd> + <kbd>Tab</kbd>.",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Podeu saltar directament a un espai de treball específic, premeu <kbd>&#8984;</kbd> + <kbd>1</kbd> mitjançant <kbd>&#8984;</kbd> + <kbd>9</kbd>. Podeu saltar a un espai de treball nou amb <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "També podeu arrossegar les finestres de l'aplicació entre els espais de treball arrossegant-ne les icones a la vista general de l'espai de treball, o bé moveu-les a l'esquerra i a la dreta entre els espais de treball amb <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectivament. Per veure una vista general de les finestres d'aplicacions a tots els espais de treball, premeu <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Podeu personalitzar aquestes dreceres mitjançant <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració del sistema</a></strong> → <strong>Teclat</strong> → <strong>Dreceres</strong> → <strong>Espais de treball</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Algunes finestres també poden tenir pantalla completa en un espai de treball nou. Podeu desplaçar-vos entre els espais de treball com de costum, i tancar o fer sortir una aplicació de la pantalla completa us retornarà a l'espai de treball anterior.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Nota: <kbd>&#8984;</kbd> fa referència a la tecla &quot;súper&quot;. També es coneix com a tecla &quot;Windows&quot; en molts ordinadors o la tecla &quot;Ordre&quot; en Macs.</em>",
    "Multiple Displays": "Pantalles múltiples",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "El plafó, l'acoblador i els espais de treball només apareixen a la pantalla principal. Qualsevol altra pantalla adjunta actua com a espai de treball autònom. Per gestionar i reordenar les visualitzacions, aneu a <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració del sistema</a></strong> → <strong>Pantalles</strong>. La pantalla principal està marcada amb una estrella plena (",
    ") and each display's settings can be changed from its cog (": ") i la configuració de cada pantalla es pot canviar des del botó (",
    ") menu.": ").",
    "Installing Apps": "Instal·lar aplicacions",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "L'elementary OS ve amb un <strong>Centre d'aplicacions</strong>, una botiga d'aplicacions per a aplicacions de codi obert per pagar-ne el que vulgueu. Instal·lar una aplicació nova des del Centre d'aplicaions és fàcil:",
    "Open the <strong>AppCenter</strong> app.": "Obriu el <strong>Centre d'aplicacions</strong>.",
    "Search in the top-right, or browse by category.": "Feu una cerca a la part superior dreta o navegueu per les categories.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Seleccioneu <strong>Gratuït</strong> o el preu suggerit del costat de l'aplicació que vulgueu instal·lar. Per triar-ne un preu diferent, seleccioneu el botó <strong> ▾ </strong> i seleccioneu-hi o introduïu-hi el vostre preu.",
    "You may be asked for your password prior to installing an app.": "És possible que se us demani la contrasenya abans d’instal·lar una aplicació.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em>Nota: és possible que algun programari no hi estigui disponible. A partir de l'elementari OS 5.1 Hera, també podeu carregar aplicacions Flatpak des de fitxers .flatpakref de tercers.</em>",
    "Updating": "Actualitzar",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "El Centre d'aplicacions inclou actualitzacions per a aplicacions i per al sistema operatiu a la pestanya <strong>Instal·lades</strong>. No oblideu instal·lar les actualitzacions amb freqüència per obtenir-ne les últimes funcions, solucions i millores de seguretat. Per obtenir més informació relacionada amb els pegats de seguretat, llegiu els <a href=\"https://usn.ubuntu.com/\">Avisos de seguretat d'Ubuntu </a>.",
    "System Settings": "Configuració del sistema",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "L'elementary OS ve amb la &quot;Configuració del sistema&quot;, una aplicació de paràmetres que us ajuda a gestionar la configuració i les preferències del dispositiu. La configuració del sistema us permet ajustar coses com ara les dreceres de teclat, la resolució de la pantalla, el fons de pantalla i molt més.",
    "Search": "Cerca",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Podeu trobar ràpidament els paràmetres que cerqueu escrivint paraules clau a la barra de cerca de la part superior de la finestra. El contingut de la finestra de la Configuració del sistema es filtrarà per coincidir amb la cerca.",
    "App Settings": "Paràmetres de les aplicacions",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tingueu en compte que la Configuració del sistema només tracta les preferències globals del sistema operatiu. Tot i que algunes aplicacions també poden tenir preferències, no les trobareu aquí. En lloc d'això, busqueu-les a l'aplicació concreta."
}
