{
    "Learning the Basics": "Aprenentatge bàsic",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Com en qualsevol sistema operatiu, hi ha coses amb què potser no esteu familiaritzats. Aquesta secció us ensenyarà com completar tasques simples del dia a dia, com navegar per Internet i escoltar música, així com altra informació útil que potser no coneixeu.",
    "The Desktop": "L'escriptori",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "L'escriptori de l'elementary OS és molt simple i fàcil d'aprendre. Consisteix en dos elements: El panell i l'acoblador. Podeu personalitzar l'empaperat de l'escriptori a la <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració del Sistema</a></strong> → <strong>Escriptori</strong> → <strong>Fons de pantalla</strong>.",
    "The Panel": "El panell",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "A la part superior de la pantalla podeu veure el plafó. A l'esquerra hi ha el menú d'aplicacions, al centre hi ha l'hora i la data, i a la dreta hi ha els indicadors.",
    "Applications Menu": "Menú d'aplicacions",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "A la part esquerra del plafó hi trobareu el menú d'aplicacions. Seleccionar <strong>Aplicacions</strong> obre el menú amb totes les aplicacions instal·lades. Podeu veure diverses pàgines d'aplicacions fent servir els paginadors de la part inferior o desplaçant-vos. També podeu utilitzar el commutador de vista de la part superior per canviar entre una vista de quadrícula i una vista per categories.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Podeu cercar aplicacions per nom o per paraula clau i fer accions que s'hi associïn. També podeu cercar plafons de configuració del sistema. Algunes de les accions que podeu trobar a la cerca inclouen el següent:",
    "Shutdown and Restart": "Atura i reinicia",
    "Compose Message": "Escriviu un missatge",
    "New Private Browsing Window": "Finestra de navegació privada nova",
    "Math operations (example: 23 * 5)": "Operacions matemàtiques (exemple: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Per obrir el menú d'aplicacions amb el teclat, premeu <kbd>&#8984;</kbd> + <kbd>espai</kbd>.",
    "Indicators": "Indicadors",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "A la part dreta del plafó hi ha icones anomenades indicadors. Us informen de l'estat actual de la sessió, és a dir, les connexions de xarxa, l'energia de la bateria, l'entrada i sortida de so, les notificacions, etc. La selecció d'un indicador exposa més informació i accions relacionades.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Un clic amb el botó del mig o un toc amb tres dits sobre un indicador farà mostrar les accions ràpides següents:",
    "Sound: Toggle the mute state of the primary output device": "So: commutar l'estat de silenci del dispositiu de sortida primari.",
    "Bluetooth: Toggle the Enabled/Disabled the primary bluetooth device": "Bluetooth: commutar l'estat d'habilitat / inhabilitat del dispositiu de bluetooth primari.",
    "Power: Hide/Show the percentage of battery remaining": "Energia: ocultar o mostrar el percentatge restant de la bateria.",
    "Notifications: Toggle Do Not Disturb mode": "Notificacions: commutar el mode de no destorbar.",
    "Session: Show the shutdown dialog": "Sessió: mostrar el diàleg de l'aturada.",
    "The Dock": "L'acoblador",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Al marge inferior de la pantalla hi ha l'acoblador. Conté les aplicacions preferides i qualsevol aplicació que hi hagi oberta.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Els continguts de l'acoblador són fàcilment personalitzables. Per afegir-hi una aplicació, arrossegueu-la i deixeu-la anar des del menú d'aplicacions o feu clic amb el botó dret a la icona d'una aplicació oberta i seleccioneu <strong> Mantén a l'acoblador</strong>. Per suprimir-ne una aplicació, arrossegueu-la i deixeu-la caure en un espai buit a l'escriptori o feu clic amb el botó dret a la icona i desactiveu <strong>Mantén a l'acoblador</strong>. Per reorganitzar-hi les aplicacions, només cal arrossegar-les i deixar-les anar.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Per defecte, l'acoblador s'amaga pel marge inferior de la pantalla quan es maximitza una aplicació. Només cal moure el ratolí al centre del marge inferior per revelar-lo.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Podeu personalitzar el comportament de l'acoblador a través de <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració del sistema</a></strong> → <strong>Escriptori</strong> → <strong>Acoblador</strong>.",
    "App Windows": "Finestres de l'aplicació",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Les aplicacions ocupen les finestres pròpies i es poden tancar, minimitzar o canviar de lloc.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Quan obriu una aplicació, apareixerà una finestra a l'escriptori. Cada aplicació té tres àrees: els botons de la finestra, la barra d'eines i els continguts de l'aplicació.",
    "HeaderBar": "Barra de capçalera",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Moltes aplicacions tenen una barra de capçalera a dalt de l'aplicació. Aquesta àrea conté accions comunes o elements de navegació per a l'aplicació, a més dels botons de la finestra.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "Podeu moure una finestra d'aplicació per tota la pantalla mitjançant l'arrossegament des de qualsevol lloc de la barra de la capçalera, incloent-hi els botons.",
    "Window Buttons": "otons de la finestra",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "Els botons de la finestra d'una aplicació són als cantons superiors de la finestra de l'aplicació. El botó de tancament és a a l'esquerra i el botó de maximització és a la dreta. Clicant al botó de tancament, es tancarà l'aplicació. Clicant el botó de maximització commutarà que la finestra empleni la pantalla o no.",
    "Multitasking": "Multitasques",
    "elementary OS supports two types of multitasking: windows and workspaces.": "L'elementary OS admet dos tipus de multitasques: les finestres i els espais de treball.",
    "Windows": "Windows",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Les aplicacions s'obren en finestres d'aplicacions. Es poden sobreposar a l'escriptori i canviar de lloc. Podeu anar d'una finestra a l'altra de diverses maneres:",
    "click on the window you want to switch to": "cliqueu a la finestra on vulgueu anar,",
    "click on the app's icon in the dock": "cliqueu a la icona de l'aplicació de l'acoblador,",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "premeu <kbd>Alt</kbd> + <kbd>Tab</kbd>.",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Per veure una vista general de les finestres obertes, premeu <kbd>&#8984;</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Podeu personalitzar aquestres dreceres a través de <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració de sistema</a></strong> → <strong>Teclat</strong> → <strong>Dreceres</strong> → <strong>Finestres</strong>.",
    "Hot Corners": "Cantons actius",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "També podeu configurar &quot;cantons actius&quot; (dreceres activades situant el cursor al cantó de la pantalla) per activar funcions de multitasca com ara la vista general de finestres, la vista d'espais de treball i altres.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Podeu personalitzar els cantons actius a través de <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració de sistema</a></strong> → <strong>Escriptori</strong> → <strong>Cantons actius</strong>.",
    "Workspaces": "Espais de treball",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Per defecte, totes les finestres s'obren en un espai de treball. Ara bé, podeu usar espais de treball múltiples per organitzar-vos la feina:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "per veure una vista general dels espais de treball, premeu <kbd>&#8984;</kbd> + <kbd>S</kbd>,",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "per canviar cap a la dreta o l'esquerra els espais de treball, premeu <kbd>&#8984;</kbd> + <kbd>←</kbd> o <kbd>&#8984;</kbd> + <kbd>→</kbd>,",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "per anar d'un espai a un altre, premeu <kbd>&#8984;</kbd> + <kbd>Tab</kbd>,",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "podeu anar directament a un espai de treball específic prement <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. Sempre podeu anar a un espai nou amb <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "També podeu arrossegar finestres entre espais de treball arrossegant-ne les icones des de la vista general d'espais o moure-les cap a la dreta o l'esquerra entre espais usant <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> o <kbd>→</kbd> respectivament. Per veure una vista general de les finestres en tots els espais de treball, premeu <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Podeu personalitzar aquestes dreceres a través de <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuració de sistema</a></strong> → <strong>Teclat</strong> → <strong>Dreceres</strong> → <strong>Espais de treball</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Nota: <kbd>&#8984;</kbd> fa referència a la &quot;super&quot;tecla. També es coneix com a tecIa &quot;Windows&quot; en molts ordinadors o la tecla &quot;Command&quot; en Macs.</em>",
    "Multiple Displays": "Pantalles múltiples",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "El plafó, l'acoblador i els espais de treball només es mostren a la pantalla primària. Qualsevol altra pantalla connectada funciona com un espai de treball independent. Per gestionar i reorganitzar pantalles, aneu a <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuació del sistema</a></strong> → <strong>Pantalles</strong>. La pantalla primària es marca amb una estrelleta plena (",
    ") and each display's settings can be changed from its cog (": ") i els paràmetres de cada pantalla es poden canviar a partir de la rodeta (",
    ") menu.": ") de menú.",
    "Installing Apps": "Instal·lació d'aplicacions",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "L'elementary OS inclou l'<strong>AppCenter</strong>, una botiga d'aplicacions gratuïtes. Instal·lar una aplicació nova des del Centre d'aplicacions és fàcil:",
    "Open the <strong>AppCenter</strong> app.": "obriu el <strong>Centre d'aplicacions</strong>,",
    "Search in the top-right, or browse.": "feu una cerca a dalt a la dreta o navegueu,",
    "Click <strong>Install</strong> next to the app you want to install.": "cliqueu al botó <strong>Instal·la</strong> del costat de l'aplicació que vulgueu.",
    "You may be asked for your password prior to installing an app.": "Se us demanarà la contrasenya abans d'instal·lar una aplicació.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 18.04 LTS should work on elementary OS Juno.</em>": "<em>Nota: algun programari pot no estar disponible des del Centre d'aplicacions. Tot i que no recomanem baixar programari des d'Internet de manera general, les aplicacions que són compatibles amb l' Ubuntu 18.04 LTS haurien de funcionar a l'elementary OS Juno.</em>",
    "Updating": "Actualització",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "L'elementary OS inclou les actualitzacions com a part del Centre d'aplicacions. Fixeu-vos en la pestanya &quot;Actualitzacions&quot; a dalt de tot de la finestra. Recomanem que comproveu si hi ha actualitzacions com a mínim <em>un cop per setmana</em> per assegurar-vos que l'ordinador tingui les últimes funcionalitats i proteccions.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "Per a més informació relacionada amb pedaços de seguretat, llegiu <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.",
    "System Settings": "Configuració del sistema",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "L'elementary OS inclou amb una aplicació pràctica anomenada &quot;Configuració del sistema&quot;, que controla totes les preferències del sistema (o &quot;globals&quot;). La Configuració us ofereix la possibilitat de modificar coses com ara les dreceres del teclat, la resolució de la pantalla, el fons de l'escriptori i moltes més.",
    "Search": "Cerca",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Podeu trobar ràpidament els paràmetres que busqueu escrivint-ne les paraules clau a la barra de cerca de dalt de tot de la finestra. Els continguts de la Configuració del sistema es filtraran segons la cerca.",
    "App Settings": "Configuració d'aplicacions",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tingueu present que la Configuració del sistema només gestiona les preferències globals de l'elementary OS. Tot i que algunes aplicacions poden tenir les seves preferències, no les trobareu aquí, busqueu-les dins l'aplicació corresponent."
}
