{
    "Translation Guide": "Guia de Traducció",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "La traducció del nostre lloc web i aplicacions és una part molt important per fer l'elementary OS disponible per al major nombre de persones possible. En comptes de confiar només en un equip intern de traducció, fem servir traducció col·laborativa perquè tothom pugui enviar traduccions sense que calgui tindre coneixements tècnics. Per tal de mantenir la consistència en tota la plataforma i ajudar els nous traductors a fer els primers passos, hem muntat aquesta guia de traducció.",
    "Translating Applications": "Traducció d'aplicacions",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Les aplicacions es tradueixen per mitjà de Rosseta: la interfície de traducció hostatjada al Launchpad. Per enviar traduccions, haureu de:",
    "Have a": "Tindre un",
    "Launchpad account": "compte al Launchpad",
    "Set your": "Establir les",
    "language preferences": "preferències de llengua",
    "Browse our": "Navegar pels",
    "translatable projects": "projectes traduïbles",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Una vegada feta una selecció, podeu proposar suggeriments per les cadenes que encara no s'han traduït, o suggerir canvis a les cadenes que ha ho són. Aquestes suggerències s'avaluaran per un membre de l'equip de traducció i triarà la més apropiada. Per obtindre més informació sobre Rosetta, podeu adreçar-vos a la seva <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentació</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "A l'hora de traduir, us podreu trobar en la situació d'haver de decidir entre diverses maneres de dir el mateix. En aquestes situacions ens adrecem a la <a href=\"https://help.launchpad.net/Translations/Guide\">guia general de traductors</a> de l'Ubuntu, i per problemes específics de cada llengua seguim les <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">directrius de l'equip de traducció</a> de l'Ubuntu. Seguir aquestes guies assegura la uniformitat de les traduccions, permetent alhora que qualsevol hi contribueixi.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Si no voleu usar Rosetta, o voleu fer molts canvis d'una vegada, podeu també traduir fora de línia. Per fer-ho:",
    "Go to a project you want to translate": "Aneu al projecte que voleu traduir",
    "Choose your language": "Trieu la vostra llengua",
    "Click on \"Download translation\"": "Cliqueu a \"Baixa la traducció\"",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Ara podreu sol·licitar un correu electrònic, que us proporcionarà un enllaç directe per baixar les traduccions. A continuació:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Trieu el vostre editor de text o de fitxers po favorit (p. ex. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Comenceu a traduir",
    "Once you've finished, use the \"Upload translation\" option on the same page that you downloaded them from.": "Un cop acabat, useu l'opció \"Envia la traducció\" de la mateixa pàgina de la baixada.",
    "Translating our Website": "Traducció del lloc web",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "El nostre lloc web es tradueix per mitjà del  <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. Per enviar traduccions, haureu de:",
    "Transifex account": "compte al Transifex",
    "Join our": "Unir-vos al nostre",
    "translation team": "equip de traducció",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Per obtindre més informació quant al Transifex, podeu adreçar-vos a la seva <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentació</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Així com a les nostres aplicacions, seguim la <a href=\"https://help.launchpad.net/Translations/Guide\">guia general de traductors</a> de l'Ubuntu, i per problemes específics de cada llengua seguim les <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">directrius de l'equip de traducció</a> de l'Ubuntu.",
    "Our website is translated through <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. In order to submit translations, you should have a <a href=\"https://l10n.elementary.io/accounts/register/\">Weblate account</a>": "La nostra pàgina web es tradueix a través de <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. Per tal d'aplicar-hi traduccions, heu de tenir un <a href=\"https://l10n.elementary.io/accounts/register/\">compte de Weblate</a>",
    "For more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/latest/\">documentation</a>.": "Per a més informació sobre Weblate, podeu consultar-ne la <a href=\"https://docs.weblate.org/en/latest/\">documentació</a>."
}
