{
    "Translation Guide": "Guia de traducció",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "La traducció del nostre lloc web i aplicacions és una part molt important per fer l'elementary OS disponible per al major nombre de persones possible. En comptes de confiar només en un equip intern de traducció, fem servir traducció col·laborativa perquè tothom pugui enviar traduccions sense que calgui tindre coneixements tècnics. Per tal de mantenir la consistència en tota la plataforma i ajudar els nous traductors a fer els primers passos, hem muntat aquesta guia de traducció.",
    "Steps to Begin Translation": "Passos per començar la instal·lació",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Les nostres aplicacions i el lloc web es tradueixen a través de Weblate: un sistema de gestió de traducció lliure basat en web. Per enviar les traduccions, heu de fer el següent:",
    "Have a": "Tindre un",
    "Weblate account": "Compte de Weblate",
    "Set your": "Establir les",
    "language preferences": "preferències de llengua",
    "Browse our": "Navegar pels",
    "translatable projects": "projectes traduïbles",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Un cop seleccionat un projecte, podeu proporcionar suggeriments sobre cadenes que encara no s'han traduït o suggerir canvis a cadenes que ja s'han traduït. Aquests suggeriments seran avaluats per un membre de l'equip de traducció i es triarà el més adequat. Per obtenir més informació sobre Weblate, podeu consultar <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "De manera predeterminada, només podeu suggerir traduccions. Si voleu obtenir permisos per desar traduccions, <a href=\"https://ele-l10n.slack.com/join/shared_invite/enQtMjkwMjI2Mzk5ODQxLWM3NWZlMjMxMTUyNzg0MjdiNTdkYTM5ZDA3NzE5YTIwMzZmZjhmZjg0MzQwMGE5MjVhMGU2Yjk2MDU1MGZiYTU\">uniu-vos a l'Slack dels traductors</a> i envieu un missatge a un administrador amb el vostre nom d'usuari de Weblate i a quina llengua voleu traduir.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "En traduir, podeu trobar una situació on heu de decidir entre diverses maneres de dir el mateix. En aquestes situacions, ens referim a  <a href=\"https://help.launchpad.net/Translations/Guide\">la guia de l'Ubuntu</a>, i per a aspectes específics de cada llengua, seguim les <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">línies mestres de traducció de l'Ubuntu</a>. Seguint aquestes pautes, es garanteixen traduccions uniformes, alhora que permet que qualsevol persona hi contribueixi.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Si no voleu traduir amb el Weblate, o bé voleu fer molts canvis de cop, podeu traduir fora de línia. Per fer-ho, seguiu aquestes instruccions:",
    "Go to a project you want to translate": "Aneu al projecte que voleu traduir",
    "Choose your language": "Trieu la vostra llengua",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Cliqueu a Fitxers i seleccioneu Baixa la traducció com a gettext PO.",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Trieu l'editor de text, de codi o de PO, que preferiu (p. e., el <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Comenceu a traduir",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Quan hàgiu acabat, useu l'opció de carregar la traducció del menú de fitxers de la mateixa pàgina des de la qual l'heu baixada.",
    "Additional Info": "Informació addicional",
    "We won't support translation of the following pages:": "No s'admet la traducció de les pàgines següents:"
}
