{
    "Installation": "Telepítés",
    "Download elementary OS": "elementary OS letöltése",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ha még nem tette meg, <a href=\"\/\" target=\"_blank\" rel=\"noopener\">töltse le az elementary OS-t weblapunkról<\/a>. A letöltött ISO képfájlt fel kell másolnia egy USB meghajtóra, az alábbi utasításokat követve.",
    "Recommended System Specifications": "Ajánlott rendszerkövetelmények",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Bár nincsenek szigorú rendszerkövetelményeink, javasoljuk, hogy készüléke legalább az alábbi tulajdonságoknak eleget tegyen a legjobb élmény érdekében:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "A legújabb Intel i3 vagy hasonló, dual-core 64 bites processzor",
    "4 GB of system memory (RAM)": "4 GB rendszermemória (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid state meghajtó (SSD) 15 GB szabad hellyel",
    "Internet access": "Internet-hozzáférés",
    "1024×768 display": "1024 × 768 kijelző",
    "Back Up Your Data": "Készítsen biztonsági mentést adatairól",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Győződjön meg róla, hogy készített biztonsági mentést fontos adatairól egy külső tárolóra, például egy felhőszolgáltatásba vagy külső merevlemezre. Egy új operációs rendszer telepítése felülírhatja meglévő adatait.",
    "Choose your current Operating System": "Válassza ki a jelenlegi operációs rendszerét",
    "Select the operating system you are currently using to view tailored installation instructions.": "Válassza ki az operációs rendszert, amelyet jelenleg használ, és tekintse meg a testre szabott telepítési utasításokat.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Telepítő média készítése",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Szüksége lesz egy legalább 2 GB-os USB meghajtóra és a Rufus nevű programra.",
    "Download Rufus": "Rufus letöltése",
    "Rufus - select ISO": "Rufus - ISO választás",
    "Open Rufus": "Indítsa el a Rufus-t",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Csatlakoztassa az USB meghajtót, majd válassza ki a &quot;Device&quot; listából",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "",
    "the checksum icon": "",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "",
    "Booting from the Install Drive": "Rendszerindítás a telepítő médiáról",
    "In order to start the installation process, you must boot your computer from the install drive.": "A telepítés megkezdéséhez indítsa a számítógépet a telepítő médiáról.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Feltéve, hogy a számítógép be van kapcsolva, csatlakoztassa telepítő médiát és indítsa újra a számítógépet.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "A legtöbb számítógép lehetővé teszi, hogy a rendszerindítási sorrendet egy speciális billentyű - általában <kbd>F12<\/kbd>,  de néha <kbd>Esc<\/kbd> - vagy egy másik funkcióbillentyűvel megváltoztassuk. Figyelje a képernyőt vagy nézze meg a számítógépe dokumentációját.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Nyomja meg az <kbd>F12<\/kbd>-t (vagy a megfelelő gombot) és válassza ki a telepítő médiát - ez általában &quot;USB-HDD&quot; vagy valami, ami tartalmazza az &quot;USB&quot; szót, de a szóhasználat változó lehet. Ha helytelen meghajtót választ, a számítógépe valószínűleg normál módon fog indulni. Ez esetben indítsa újra a gépet és válasszon másik médiát a menüben.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "A megfelelő rendszerindító média kiválasztása után megjelenik az elementary OS üdvözlőképernyője. Innentől kezdve kövesse a képernyőn megjelenő utasításokat, amelyek végigvezetik önt a telepítés folyamatán.",
    "Verify your Download": "Ellenőrizze a letöltést",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Ellenőrizni a letöltést egy fontos, de nem kötelező lépés. Előállítunk egy hitelesítési kulcsot (checksum, hash sum) az elementary OS képfájlokhoz és javasoljuk, hogy ellenőrizze, hogy a letöltés hitelesítési kulcsa megfelelő-e, mielőtt megpróbálna telepíteni. Ezzel meggyőződhet róla, hogy a letöltés teljes egészében végbement, illetve, hogy a telepítési képfájl semmilyen módon nem sérült meg.",
    "Running the following command in your Terminal:": "Futtassa a következő parancsot a terminálban:",
    "Should produce the output:": "Ennek a következő kimenetet kell adnia:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Megjegyzés: feltételezzük, hogy az .iso fájlt a Letöltések mappába töltötte le.\nAbban az esetben ha máshová töltötte le, kérjük adja meg a letöltött fájl elérési útvonalát is, az alábbi módon",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Hogy egy elementary OS rendszertelepítő médiumot létrehozzon macOS rendszeren, szüksége lesz egy legalább 2 GB kapacitású USB meghajtóra, és az &quot;Etcher&quot; alkalmazásra.",
    "Download Etcher": "Etcher letöltése",
    "etcher steps": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Helyezze be a USB meghajtót, és válassza ki az imént letöltött ISO fájlt.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Indítsa el az &quot;Etcher&quot; alkalmazást és válassza ki a letöltött elementary OS képfájlt a &quot;Select Image&quot; gomb megnyomásával.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Az Etcher automatikusan észleli az USB meghajtót, de ellenőrizze, hogy a megfelelő lett-e kiválasztva.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Indítsa el az írási folyamatot a &quot;Flash!&quot; gombra kattintással. Egy pillanatig eltarthat, amíg a folyamat elindul.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "A művelet végeztével biztonságosan eltávolíthatja a médiát, és elindíthatja az elementary OS telepítését.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "A következő párbeszédablak jelenhet meg a folyamat során, ezt nyugodtan hagyja figyelmen kívül.",
    "Not readable warning": "Nincs olvasható figyelmeztetés",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "A harangszó után tartsa lenyomva az <kbd>Option<\/kbd> gombot. Ekkor válassza ki a megfelelő indító médiát. Előfordulhat, hogy helytelenül &quot;Windows&quot;-ként lesz azonosítva, de ez normális.",
    "Boot Errors": "Indítási hibák",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Ha a Mac nem ismeri fel az elementary OS telepítőjét, akkor megpróbálkozhat egy telepítő DVD készítésével. Tegyen be egy üres DVD-t, A Finderben kattintson jobb gombbal az ISO fájlra, majd válassza a &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot; menüpontot. Mikor végzett, próbálja meg erről indítani számítógépét.",
    "Running the following command in your terminal:": "Futtassa a következő parancsot a terminálban:",
    "should produce the output:": "ennek a következő kimenetet kell adnia:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Szüksége lesz egy legalább 2 GB-os USB meghajtóra, és a UNetbootin nevű programra.",
    "Download UNetbootin": "UNetbootin letöltése",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Nyissa meg az UNetbootint a Dash-ből. Egy ehhez hasonló ablakot kell látnia:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Kattintson a &quot;Diskimage&quot; választógombra",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "A korábban letöltött ISO képfájl kiválasztásához kattintson a &quot;…&quot;-ra.",
    "Unplug all USB memory devices apart from the one you want to use.": "Húzza ki az összes USB memóriaeszközt, kivéve a használni kívántat.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Kattintson az &quot;OK&quot; gombra és várjon a folyamat befejezéséig.",
    "After Installation": "Telepítés után",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Olvassa el az <a href=\"\/docs\/learning-the-basics\">Alapok elsajátítása<\/a> útmutatót, hogy tájékozódjon az új operációs rendszerének működéséről."
}
