{
    "Learning the Basics": "Az alapok elsajátítása",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Mint minden operációs rendszernél van néhány dolog amivel még nem vagy megbarátkozva. Ez a szekció arra szolgál hogy megmutassa hogyan végezz el könnyű, mindennapi feladatokat mint például a web böngészése és zenehalgatás, és természetesen talán néhány olyan információ amiről még talán nem tudtál. ",
    "The Desktop": "Az Asztal.",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "Az elementary OS asztala nagyon egyszerű és könnyű megtanulni. Két elemből áll: a panelből és a dokkolóból. Személyre szabhatod az asztal háttérképét a következő módon: <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Asztal<\/strong> → <strong>Háttérkép<\/strong>.",
    "The Panel": "A Panel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "A képernyő tetején láthatod a Panelt. Bal oldalon az Alkalmazások menüt, középen az időt és a dátumot és a jobb oldalon a mutatókat.",
    "Applications": "Alkalmazások",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications<\/strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "A panel bal oldalán van az Alkalmazások elem. Az <strong>Alkalmazások<\/strong>ra kattintva megjelenik az indító az összes telepített alkalmazásoddal. Megtekintheted az alkalmazások több oldalát a számokkal alul vagy görgetéssel. Használhatod a nézetváltót is fent, hogy vált a rács- és a kategórianézet között.",
    "Slingshot": "",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Rákereshetsz az alkalmazásokra név vagy kulcsszó alapján és végrehajthatsz kapcsolódó műveleteket velük. Rákereshetsz rendszerbeállítás-táblákra is. Néhányat a műveletek közül megtalálhatsz a keresőben, beleértve a következőket:",
    "Shutdown and Restart": "Leállítás és újraindítás",
    "Compose Message": "Összeállító üzenet",
    "New Private Browsing Window": "Új privát böngészőablak",
    "Math operations (example: 23 * 5)": "Matematikai műveletek (példa: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>⌘<\/kbd> + <kbd>space<\/kbd>.": "",
    "Indicators": "Mutatók",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "A panel jobb oldalán lévő ikonokat nevezik Mutatóknak. Ezek a jelenlegi állapotról tájékoztatnak, például a hálózati kapcsolataid, akkumulátor-töltöttség, idő, csevegés és e-mail fiókok, stb. A mutatókra kattintással több információk és kapcsolódó műveleteket érhetsz el.",
    "The Dock": "A dokkoló",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "A képernyő alján található meg a Dock.Tartalmazza a kedvenc alkalmazásaid és minden alkalmazást ami meg van nyitva.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications<\/strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "A dokkoló tartalma egyszerűen személyre szabható. Egy alkalmazás dokkolóhoz való hozzáadásához, fogd meg és dobd az <strong>Alkalmazások<\/strong>ból a panelre vagy válaszd jobb kattintással az alkalmazás ikonján <strong>Maradjon a dokkolóban<\/strong> lehetőséget. Hogy eltávolíts egy alkalmazást a dokkolóból, fogd meg és dobd egy üres részére az asztalodnak vagy vagy jobb kattintással távolítsd el a kijelölést a <strong>Maradjon a dokkolóban<\/strong> lehetőségről. A dokkolóban lévő alkalmazások átrendezéséhez egyszerűen fogd meg és dobd őket máshova.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Alapértelmezetten, a dokkoló el van rejtve a képernyő alján, ha egy alkalmazás maximalizálva van. Egyszerűen mozgasd az egered a képernyő közeépre alul, hogy felfedd a dokkolót.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "Személyre szabhatod a dokkoló viselkedését a következő módon:  <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Asztal<\/strong> → <strong>Dokkoló<\/strong>.",
    "App Windows": "Alkalmazás Ablakok",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Az alkalmazásoknak van saját ablakjuk amik bezárhatóak, méretezhetőek vagy mozgathatók.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Amikor megnyitsz egy alkalmazás, az ablaka megjelenik az asztalon. MInden alkalmazásnak tipikusan három területe van: az ablakgombok, az eszköztár és az alkalmazás tartalmai.",
    "HeaderBar": "",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "",
    "Window Buttons": "Ablakgombok",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "",
    "Multitasking": "",
    "elementary OS supports two types of multitasking: windows and workspaces.": "Az elementary OS a multitasking két típusát támogatja: ablakok és munkaasztalok.",
    "Windows": "Ablakok",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Az alkalmazások alkalmazásablakban nyílnak meg. Átfedhetik az asztalodat és mozgathatóak rajta. Többféleképpen válthatsz az ablakok között:",
    "click on the window you want to switch to": "kattints az ablakra amire váltani akarsz",
    "click on the app's icon in the dock": "alkalmazás ikonjára kattintással a dokkolón",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "nyomj <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>-ot",
    "To see an overview of your open app windows, press <kbd>⌘<\/kbd> + <kbd>W<\/kbd>.": "",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "Személyre szabhatod ezeket a parancsikonokat a <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Billentyűzet<\/strong> → <strong>Parancsikon<\/strong> → <strong>Ablakok<\/strong> útvonalon keresztül.",
    "Hot Corners": "Forró sarkok",
    "You can also configure \"hot corners\" (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "Testre szabhatod a forró sarkokat a <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Asztal<\/strong> → <strong>Forró sarkok<\/strong> útvonalon keresztül.",
    "Workspaces": "Munkaasztalok",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Alapértelmezettként, minden alkalmazás ablaka egy munkaasztalon nyílik meg. Viszont használhatsz több munkaasztalt is a munkafolyamatod szervezéséhez:",
    "To see an overview of your workspaces, press <kbd>⌘<\/kbd> + <kbd>S<\/kbd>": "",
    "To quickly move left or right through your workspaces, press <kbd>⌘<\/kbd> + <kbd>←<\/kbd> or <kbd>⌘<\/kbd> + <kbd>→<\/kbd>": "",
    "To cycle through your workspaces, press <kbd>⌘<\/kbd> + <kbd>Tab<\/kbd>": "",
    "You can jump straight to a specific workspace by pressing <kbd>⌘<\/kbd> + <kbd>1<\/kbd> through <kbd>⌘<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>⌘<\/kbd> + <kbd>0<\/kbd>.": "",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>⌘<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>⌘<\/kbd> + <kbd>A<\/kbd>.": "",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "Személyre szabhatod a parancsikonokat a  <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Parancsikonok<\/strong> → <strong>Munkakörnyezetek<\/strong>.",
    "<em>Note: <kbd>⌘<\/kbd> refers to the \"super\" key. It is also known as the \"Windows\" key on most PCs or the \"Command\" key on Macs.<\/em>": "",
    "Multiple Displays": "Több kijelző",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "A panel, a dokkoló és a munkakörnyezetek csak az elsődleges kijelzőn jelennek meg. Minden más csatlakoztatott kijelző különálló munkakörnyezetként működik. A kijelzők kezeléséhez és átrendezéséhez, menj a <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Kijelzők<\/strong>. Az elsődleges kijelződ egy kitöltött csillaggal lesz megjelölve (",
    ") and each display's settings can be changed from its cog (": ") és minden kijelző beállításai megváltoztathatóak a saját fogaskerekükkel (",
    ") menu.": ") menü.",
    "Installing Apps": "Alkalmazások telepítése",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "",
    "Open the <strong>AppCenter<\/strong> app.": "",
    "Search in the top-right, or browse.": "Keress a jobb felső sarokban, vagy böngéssz.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "Kattints a <strong>Telepítés<\/strong>-re az alkalmazás mellett amit telepíteni szeretnél.",
    "You may be asked for your password prior to installing an app.": "A jelszavad meg lesz kérdezve az alkalmazás telepítését megelőzően.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.<\/em>": "",
    "Updating": "Frissítés",
    "elementary OS includes updates as part of AppCenter. Notice the tab \"Updates\" at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "",
    "System Settings": "Rendszerbeállítások",
    "elementary OS comes with a handy app called \"System Settings\" that controls all of your system-wide (or \"global\") preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "",
    "Search": "Keresés",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Gyorsan megtalálhatsz általad keresett beállításokat a kulcsszavak begépelésével a keresősávban a képernyő tetején. A Rendszerbeállítások tartalmainak ablaka ki fogja szűrni a keresésednek megfelelőeket.",
    "App Settings": "Alkalmazás-beállítások",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tartsd észben, hogy a Rendszerbeállítások csak az elementary OS globális preferenciáit kínálják. Habár, egyes alkalmazások rendelkezhetnek saját preferenciákkal, nem fogod ezeket itt megtalálni. Ehelyett keresd meg őket a kérdéses alkalmazáson belül."
}