{
    "Learning the Basics": "Az alapok elsajátítása",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Minden operációs rendszer esetén találkozhat olyan dolgokkal, amelyekkel nincs tisztában. Ez a rész olyan egyszerű, mindennapos műveletekkel foglalkozik, mint a böngészés, zenehallgatás és más hasonló tevékenységek.",
    "The Desktop": "Az Asztal",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "Az elementary OS asztala nagyon egyszerű és könnyű megtanulni. Két elemből áll: a Panel és a Dokk. Az asztal háttérképét a következőképpen módosíthatja:<strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong>→<strong>Asztal<\/strong>→<strong>Háttérkép<\/strong>.",
    "The Panel": "A Panel",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "A képernyő tetején látható a Panel. A bal oldalon található az Alkalmazások menü, a középen az idő és a dátum, a jobb oldalon pedig az indikátorok.",
    "Applications Menu": "Alkalmazások menü",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications<\/strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "A panel bal oldalán található az Alkalmazások menü. Az <strong>Alkalmazások<\/strong>-ra kattintva megnyílik egy menü, benne az összes telepített alkalmazással. Az oldalak alján található lapozókkal vagy görgetéssel lehet lapozni. Felül található a nézetváltó, ha a rácsnézet és a kategória nézet között szeretne váltani.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Az alkalmazásokat név szerint vagy kulcsszó alapján is keresheti, és elvégezheti a hozzájuk kapcsolódó műveleteket. A Rendszerbeállítások között is kereshet. Néhány keresési művelet:",
    "Shutdown and Restart": "Leállítás és újraindítás",
    "Compose Message": "Üzenet írása",
    "New Private Browsing Window": "Új privát böngészőablak",
    "Math operations (example: 23 * 5)": "Matematikai műveletek (példa: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;<\/kbd> + <kbd>space<\/kbd>.": "Az Alkalmazások menü megnyitásához nyomja meg a <kbd>&#8984;<\/kbd>+<kbd>space<\/kbd> billentyűkombinációt.",
    "Indicators": "Indikátorok",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "A panel jobb oldalán látható ikonokat indikátornak nevezzük. Ezek tájékoztatják a munkamenet aktuális állapotáról, azaz a hálózati kapcsolatokról, az akkumulátor töltöttségéről, a hang be- és kimenetről, az értesítésekről, stb. Ha rákattint egy indikátorra még több információt tudhat meg az adott műveletről.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "A középső gombos vagy háromujjas kattintással a következő műveleteket lehet elvégezni az indikátorokon:",
    "Sound: Toggle the mute state of the primary output device": "Hang: Az elsődleges kimeneti eszköz lenémítása",
    "Bluetooth: Toggle the Enabled\/Disabled the primary bluetooth device": "Bluetooth: Az elsődleges bluetooth eszköz engedélyezése\/letiltása",
    "Power: Hide\/Show the percentage of battery remaining": "Energia: Az akkumulátor töltöttség százalékos értékének elrejtése \/ megjelenítése",
    "Notifications: Toggle Do Not Disturb mode": "Értesítések: Ne zavarj üzemmód ki- és bekapcsolása",
    "Session: Show the shutdown dialog": "Munkamenet: A leállítási párbeszédablak megjelenítése",
    "The Dock": "A Dokk",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "A képernyő alján található a Dokk. A kedvenc, valamint az éppen megnyitott alkalmazásokat tartalmazza.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "A dokk tartalma könnyen testre szabható. Ha hozzá szeretne adni egy alkalmazást a dokkhoz, húzza át az Alkalmazások menüből, vagy kattintson jobb egérgombbal egy nyitott alkalmazás ikonjára, és jelölje be a <strong>Tartsa a Dokkon<\/strong> menüpontot. Egy alkalmazás eltávolításohoz húzza le a dokkról és ejtse egy üres helyre az asztalon, vagy kattintson a jobb egérgombbal az ikonra, és törölje a jelölést a <strong>Tartsa a Dokkon<\/strong> opcióból. Az alkalmazások átrendezéséhez egyszerűen fogja meg őket és ejtse a kívánt helyre.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Alapértelmezetten, a dokk el van rejtve a képernyő alján, ha egy alkalmazás maximalizálva van. A Dokk felfedéséhez egyszerűen mozgassa az egeret a képernyő aljára középen.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "A Dokk viselkedését személyre szabhatja a <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong>→<strong>Asztal<\/strong>→<strong>Dokk<\/strong> menüpontban.",
    "App Windows": "Alkalmazás ablakok",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Az alkalmazások saját ablakukban jelennek meg, amelyek bezárhatók, maximalizálhatók vagy mozgathatók.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Ha megnyit egy alkalmazást, az ablaka megjelenik az asztalon. Minden alkalmazásnak három területe van: az ablakgombok, egy eszköztár és az alkalmazás kezelőfelülete.",
    "HeaderBar": "Fejlécsáv",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "A legtöbb alkalmazás tetején található fejlécsáv. Ez a terület az alkalmazás általános és navigációs műveleteinek, valamint az ablakműveletek gombjait tartalmazza.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "A fejlécsávot vagy az azon lévő gombokat megfogva mozgathatja az alkalmazást az asztalon.",
    "Window Buttons": "Ablakgombok",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "Az alkalmazás ablakgombjai az ablak felső sarkaiban vannak. A bezárás gomb a bal, a maximalizálás gomb pedig a jobb oldalon található. A bezárás gombbal bezárhatja az alkalmazást. A maximalizálás gombbal teljes képernyre nagyíthatja vagy visszaállíthatja az eredeti méretre.",
    "Multitasking": "Többfeladatos munkamenet",
    "elementary OS supports two types of multitasking: windows and workspaces.": "Az elementary OS a többfeladaos munkamenet két típusát támogatja: ablakok és munkaasztalok.",
    "Windows": "Ablakok",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Az alkalmazások alkalmazásablakban nyílnak meg. Lefedhetik az asztalt és mozgathatóak. Többféleképpen válthat az ablakok között:",
    "click on the window you want to switch to": "kattintson az ablakra, amelyre át szeretne váltani",
    "click on the app's icon in the dock": "kattintson az alkalmazás ikonjára a Dokkon",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "nyomja meg az <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd> billentyűkombinációt",
    "To see an overview of your open app windows, press <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>.": "A megnyitott alkalmazásainak áttekintéséhez nyomja meg a <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd> billentyűkombinációt.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "Ezeket a billentyűparancs beállításokat testre szabhatja a <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Billentyűzet<\/strong> → <strong>Billentyűparancsok<\/strong> → <strong>Ablakok<\/strong> menüpontban.",
    "Hot Corners": "Érzékeny sarkok",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Beállíthat &quot;érzékeny sarkokat&quot; (amelyek akkor aktiválodnak, amikor odaviszi az egérkurzort), amelyekkel a többfeladatos munkamenethez, ablakok - munkaterületek áttekintéséhez és egyebekhez kapcsolodó funkciókat aktiválhat.",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "Az érzékeny sarkokat testre szabhatja a <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Asztal<\/strong> → <strong>Érzékeny sarkok<\/strong> menüpontban.",
    "Workspaces": "Munkaterületek",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Alapértelmezés szerint minden alkalmazás ablaka egy munkaterületen nyílik meg. Azonban több munkaterületet is használhat a munkafolyamatának megszervezéséhez:",
    "To see an overview of your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>": "A munkaterületek áttekintéséhez nyomja meg a <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd> billentyűkombinációt",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> or <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd>": "A munkaterületek közötti balra vagy jobbra váltáshoz használja a <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> vagy a <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd> billentyűkombinációkat",
    "To cycle through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>": "A munkaterületek végigjárásához nyomja meg a <kbd>⌘<\/kbd> + <kbd>Tab<\/kbd> billentyűkombinációt",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> through <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.": "Közvetlenül a kívánt munkaterületre ugorhat: <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd>-től <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>-ig. Új munkaterületre ugorhat: <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.": "Az alkalmazásokat ikonjaik húzásával áthelyezheti egyik munkaterületről a másikra, vagy mozgathatja őket jobbra balra a munkaterületek között a <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> vagy <kbd>→<\/kbd> billentyűkombinációkkal. Ha egy minden munkaterületre kiterjedő áttekintést szeretne látni nyomja meg a <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd> billentyűkombinációt.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "Ezeket a billentyűparancsokat testre szabhatja a <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Billentyűzet<\/strong> → <strong>Billentyűparancsok<\/strong> → <strong>Munkaterületek<\/strong> menüpontban.",
    "<em>Note: <kbd>&#8984;<\/kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.<\/em>": "<em>Megjegyzés: <kbd>&#8984;<\/kbd> a &quot;szuper&quot; gombot jelenti. &quot;Windows&quot; gombként ismert PC-n vagy &quot;Command&quot; gombként Mac számítógépeken.<\/em>",
    "Multiple Displays": "Több kijelző",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "A panel, a dokk és a munkaterületek csak az elsődleges kijelzőn jelennek meg. A csatlakoztatott kijelzők különálló munkaterületként működnek. A kijelzők kezelését és átrendezését megteheti <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Rendszerbeállítások<\/a><\/strong> → <strong>Kijelzők<\/strong> menüpontban. Az elsődleges kijelző egy kitöltött csillaggal van jelölve (",
    ") and each display's settings can be changed from its cog (": ") és az egyes kijelzők beállításai megváltoztathatóak a fogaskerék (",
    ") menu.": ") ikonnal.",
    "Installing Apps": "Alkalmazások telepítése",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "Az elementary OS tartalmazza az <strong>AppKözpontot<\/strong>, ami egy üzlet szabad alkalmazásoknak. Egy új alkalmazás telepítése az AppKözpont segítségével nagyon egyszerű:",
    "Open the <strong>AppCenter<\/strong> app.": "Nyissa meg az <strong>AppKözpont<\/strong> alkalmazást.",
    "Search in the top-right, or browse.": "Kereshet a jobb felső sarokban, vagy tallózhat a kategóriák között.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "Kattintson a <strong>Telepítés<\/strong> gombra, ha telepíteni szeretné az adott alkalmazást.",
    "You may be asked for your password prior to installing an app.": "A telepítés előtt meg kell adnia a jelszavát.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.<\/em>": "<em>Megjegyzés: Néhány szoftver talán nincs az AppKözpontban. Bár általában nem ajánljuk, hogy az Internetről letöltött programot telepítsen, az Ubuntu 16.04 LTS-hez készült szoftverek kompatibilisek a elementary OS Loki-val.<\/em>",
    "Updating": "Frissítés",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "Az elementary OS frissítése az AppKözponton keresztül történik. Tekintse meg a &quot;Frissítések&quot; fület az ablak tetején. Javasoljuk, hogy legalább <em>hetente egyszer<\/em> ellenőrizze frissítéseket, hogy számítógépe mindig naprakész és védett legyen.",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "Hogy több információt tudjon meg a biztonsági frissítésekkel kapcsolatban látogasson el ide: <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu biztonsági közlemények<\/a>.",
    "System Settings": "Rendszerbeállítások",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "Az elementary OS részét képezi egy könnyen kezelhető alkalmazás a &quot;Rendszerbeállítások&quot;, amellyel szabályozhatja a rendszerszintű  (vagy &quot;globális&quot;) beállításokat. Segítségével módosíthatja a billentyűparancsokat, a kijelző felbontást, a háttérképet és még sok mást.",
    "Search": "Keresés",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "A keresett beállításokat gyorsan megtalálhatja kulcsszavak beírásával az ablak tetején található keresősávba. A Rendszerbeállítások kezelőfelülete igazodni fog a kereséshez.",
    "App Settings": "Alkalmazásbeállítások",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Ne feledje, hogy a Rendszerbeállítások csak az elementary OS globális beállításaival foglalkozik. Az egyes alkalmazások saját beállításokkal is rendelkeznek, ezeket az adott alkalmazásban keresse."
}
