{
    "Translation Guide": "Fordítási útmutató",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "A weboldalunk és alkalmazásaink lokalizálása igen fontos része annak, hogy az elementary OS a lehető legtöbb ember számára legyen elérhető. Ahelyett, hogy kizárólag egy belső fordítócsapatra támaszkodnánk, crowdsurcingot használnuk, ezért bárki be tud küldeni fordításokat kicsi, vagy nem létező technikai tudással. Annak érdekében, hogy a saját hangunkat hallassunk következetesen az egész platformban és hogy segítsünk az új fordítóknak a kezdésben, együtt összehoztuk ezt a fordítási segédletet.",
    "Translating Applications": "Applikációk fordítása",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Az applikációk fordítása a Rosetta-n, a Launchpad fordítói felületén keresztül történik. Fordítási javaslat feltöltéséhez az alábbiak szükségesek:",
    "Have a": "Legyen",
    "Launchpad account": "Launchpad fiókod",
    "Set your": "Állítsd be",
    "language preferences": "a használandó nyelveket",
    "Browse our": "Böngéssz",
    "translatable projects": "fordításra váró projektjeink között",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Ha egyszer megcsináltál egy részleget, tehetsz javaslatokat karakterláncokra, amelyek nem lettek még lefordítva, vagy javasolhatsz módosításokat karakterláncokra, amelyek már le vannak fordítva. Ezek a javaslatokat egy fordító csapat tagja bírálja el és a legmegfelelőbbet fogják kiválasztani. A Rosettáról való több információért tekintsd meg a <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">dokumentációját</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Ha fordítás közben olyan helyzettel találkozol, ahol több mód közül kell döntened ugyanazon dolog kimondásakor. Ezekben a helyzetekben az Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">általános fordítói útmutató</a>jára hivatkozunk, és nyelvspecifikus problémák esetében az Ubuntu <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\"> csapat fordítói irányelvek</a>et követjük. Ezeknek az útmutatóknak a használata bizosítja a fordítások egységesítését, amíg mindenki számára lehetővé teszi a közreműködést.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Ha nem akarod használni a Rosettát, vagy sok változtatást akarsz egyszerre, fordíthatsz offline is. Tedd a következőket:",
    "Go to a project you want to translate": "Menj a projekthez, amit le akarsz fordítani",
    "Choose your language": "Válaszd ki a nyelvedet",
    "Click on &quot;Download translation&quot;": "Kattintás a \"Fordítás letöltése\"-re",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Képes vagy arra, hogy kérj egy e-mail, amely megadja neked a megfelelő linket a fordítások letöltéséhez. Most:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Válaszd a kedvenc szöveg- vagy po-szerkesztődet (p.l. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Fordítás megkezdése",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Ha egyszer végeztél, használd a \"Upload translation\" opciót ugyanazon az oldalon, ahonnan letöltötted azokat.",
    "Translating our Website": "Honlapunk lefordítása",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "A weboldalunk a <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>en keresztül van lefordítva. A fordítások elküldése érdekében, számodra:",
    "Transifex account": "Transifex fiók",
    "Join our": "Csatlakozz",
    "translation team": "fordítói csapatunkhoz",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "A Transifexről való több információért a <a href=\"http://docs.transifex.com/tutorials/txeditor\">dokumentációjukra</a> hivatkozunk.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "A saját alkalmazásainknál követjük az Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">általános fordítási útmutatóját</a> és a nyelvspecikus ügyekhez az Ubuntu<a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">csapatfordítói irányelveit</a>."
}