{
    "Brand": "Značka",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Značka elementary je specifická: technicky náleží elementary, Inc. – společnosti, která vede a podporuje vývoj produktů elementary. Nicméně, máme skvělou komunitu a nechceme ji příliš zahlcovat právními požadavky a formalitami. Proto jsme sepsali pokyny pro snazší porozumění tomu, jak by značka elementary měla být používána.",
    "Company and Product Names": "Názvy společnosti a produktů",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Slovo <strong>elementary</strong> je registrovaná obchodní značka elementary, Inc. Vždy se píše malými písmeny, a to i na začátku věty. Může také být použita ve spojení s názvem produktu (tj. „elementary 0S“), aby odkazovala na konkrétní produkt od elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Hlavním produktem elementary, Inc. je <strong>elementary OS</strong>. Aby bylo zřejmé, elementary OS by nikdy nemělo být zkracováno na “elementary” nebo jinou zkratku.",
    "Brand Marks": "Charakteristiky značky",
    "elementary, Inc. claims two marks: the <strong>“elementary” logotype</strong> and the <strong>“e” logomark</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. si nárokuje dvě značky: <strong>logotyp „elementary“</strong> a <strong>logomark „e“</strong>. Obojí je považováno za registrované obchodní značky a představuje elementary, Inc.",
    "Both should be used with the following in mind:": "Obojí by mělo být používáno s ohledem na:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Nedeformujte, neotačájete ani jinak neupravujte znaky.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Nepoužívejte ony značky na příliš komplikovaných pozadích: solidní barvy fungují nejlépe.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Značky by měly vždy být monochromatické; typicky bílé, pokud jsou na tmavém pozadí, nebo černé, pokud jsou na světlém pozadí.",
    "Logotype": "Textové logo",
    "elementary Logotype": "Textové logo elementary",
    "The logotype is to be used when space allows to refer to elementary, Inc., or it can be used before a product name to refer to a specific product of elementary, Inc.": "Pokud je k dispozici dostatek prostoru, mělo by jako odkaz na společnost elementary být použito textové logo. A nebo je možné ho použít před názvem produktu jako odkaz na konkrétní produkt od elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "Textové logo by mělo vždy být používáno s následujícími pokyny:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply “elementary” written in a specific font.": "Nesnažte se textové logo vytvářet vlastnoručně. Jedná se o pečlivě navrženou obchodní značku, ne pouze o text „elementary“ napsaný specifickým písmem.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Nepoužívejte textové logo v malých velikostech; pokud není čitelné, použijte místo něj znak.",
    "Logomark": "Znak",
    "elementary Logomark": "Znak elementary",
    "The “e” logomark is to be used to refer to elementary, Inc. when space is constrained or a square ratio is required.": "V případě nedostatku prostoru (nebo když je vyžadován poměr stran 1:1), by jako odkaz na společnost elementary, Inc. měl být použit znak „e“.",
    "Color": "Barva",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Aby se naše značka dostal do povědomí, jsou v elementary používány určité barvy a kombinovány s naším názvem a značkami. Používáme následující paletu barev:",
    "Strawberry": "Jahoda",
    "Strawberry 100": "Jahoda 100",
    "Strawberry 300": "Jahoda 300",
    "Strawberry 500": "Jahoda 500",
    "Strawberry 700": "Jahoda 700",
    "Strawberry 900": "Jahoda 900",
    "Orange": "Pomeranč",
    "Orange 100": "Pomeranč 100",
    "Orange 300": "Pomeranč 300",
    "Orange 500": "Pomeranč 500",
    "Orange 700": "Pomeranč 700",
    "Orange 900": "Pomeranč 900",
    "Banana": "Banán",
    "Banana 100": "Banán 100",
    "Banana 300": "Banán 300",
    "Banana 500": "Banán 500",
    "Banana 700": "Banán 700",
    "Banana 900": "Banán 900",
    "Lime": "Limetka",
    "Lime 100": "Limetka 100",
    "Lime 300": "Limetka 300",
    "Lime 500": "Limetka 500",
    "Lime 700": "Limetka 700",
    "Lime 900": "Limetka 900",
    "Mint": "Mátová",
    "Mint 100": "Mátová 100",
    "Mint 300": "Mátová 300",
    "Mint 500": "Mátová 500",
    "Mint 700": "Mátová 700",
    "Mint 900": "Mátová 900",
    "Blueberry": "Borůvka",
    "Blueberry 100": "Borůvka 100",
    "Blueberry 300": "Borůvka 300",
    "Blueberry 500": "Borůvka 500",
    "Blueberry 700": "Borůvka 700",
    "Blueberry 900": "Borůvka 900",
    "Grape": "Víno",
    "Grape 100": "Víno 100",
    "Grape 300": "Víno 300",
    "Grape 500": "Víno 500",
    "Grape 700": "Víno 700",
    "Grape 900": "Víno 900",
    "Bubblegum": "Žvýkačková bublina",
    "Bubblegum 100": "Žvýkačková bublina 100",
    "Bubblegum 300": "Žvýkačková bublina 300",
    "Bubblegum 500": "Žvýkačková bublina 500",
    "Bubblegum 700": "Žvýkačková bublina 700",
    "Bubblegum 900": "Žvýkačková bublina 900",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Stříbrná",
    "Silver 100": "Stříbrná 100",
    "Silver 300": "Stříbrná 300",
    "Silver 500": "Stříbrná 500",
    "Silver 700": "Stříbrná 700",
    "Silver 900": "Stříbrná 900",
    "Slate": "Břidlicová",
    "Slate 100": "Břidlicová 100",
    "Slate 300": "Břidlicová 300",
    "Slate 500": "Břidlicová 500",
    "Slate 700": "Břidlicová 700",
    "Slate 900": "Břidlicová 900",
    "Black": "Černá",
    "Black 100": "Černá 100",
    "Black 300": "Černá 300",
    "Black 500": "Černá 500",
    "Black 700": "Černá 700",
    "Black 900": "Černá 900",
    "Fonts": "Písma",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Pro web a tisk používáme Raleway v záhlaví a Open Sans pro tělo. Pro bloky kódu používáme Roboto Mono.",
    "Third Parties &amp; Community": "Třetí strany a komunita",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Aby se dosáhlo jednotnosti, nabádáme vývojáře třetích stran, tvořících produkty pro elementary OS, k přebírání určitých prvků značky elementary:",
    "Voice/tone": "Hlas/zvuk",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Každopádně k předejití zmatení uživatele, omezujeme používání jména a značek elementary:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Jste nabádáni k tomu říkat, že vaše aplikace nebo služba, je „navržena pro elementary OS“, ale prosím nepoužívejte název nebo značku elementary jako součást názvu vaší společnosti, aplikace, produktu, služby – nebo jakéhokoliv loga, které vytvoříte.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Název elementary nebo značky používejte pouze při odkazování na elementary, Inc nebo její produkty (tj. elementary OS).",
    "Community": "Komunita",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "U komunitních produktů (stránky, fankluby, atd.) doporučujeme použít logo elementary Community:",
    "elementary Community Logo with color": "Barevné logo elementary Community",
    "elementary Community Logo in black": "Černobílé logo elementary Community",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Toto pomáhá reprezentovat produkt jako součást komunity elementary a přitom předcházet matení, které by mohlo vznikat z používání loga elementary, Inc.",
    "Hardware Distributors": "Distributoři hardwaru",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Je třeba zajistit, že pokud námi vytvářený software nese označení elementary, dojem z jeho používání bude stejný – bez ohledu na to, zda byl operační systém získán z našeho webu, či předinstalován na hardwarový produkt.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Softwarové součásti elementary OS je možné upravovat a šířit dál podle podmínek licencí jejich zdrojových kódů. Nicméně, výše uvedené obchodní značky je možné šířit dál pouze při splnění jedné či více z následujících podmínek:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Software zůstane v podstatě beze změny, včetně výchozích aplikací, stylů a ikon, atd., nebo",
    "Software modifications are approved by elementary, Inc.": "Jsou změny v software schválené od elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Ovladače a úpravy pro zprovoznění na daném hardware jsou pochopitelně přijatelné. Chápeme, že značky distributora (např. výchozí pozadí plochy) mohou být pro distributory důležité, takže tyto úpravy budou typicky schváleny. Pokud je něco nejasného, napište si o vysvětlení nebo pokyny na <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Pokud není z vaší strany možné dodržet podmínky šíření obchodních známek elementary, Inc., jejich odstranění z operačního systému je snadné:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Změňte řádek <code>DISTRIB_DESCRIPTION</code> v souboru <code>/etc/lsb-release</code> tak, aby byly vynechány naše ochranné známky.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Nahraďte ikonografii tak, aby žádná velikost ikony <code>distributor-logo</code> umístěná v <code>/usr/share/icons/elementary/places/</code> nebyla v systému.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Odstraňte nebo nahraďte balíčky <code>plymouth-theme-elementary</code> a <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Pokud potřebujete další informace pro OEM výrobce a distributory hardware, podívejte se do našich <a href=\"oem\">informací pro OEM výrobce</a>.",
    "Merchandise": "Zboží",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Nedovolujeme používání naší značky (stejně jako jména či ochranných známek) na zboží třetích stran bez výslovného písemného souhlasu.",
    "Assets &amp; More Info": "Majetek &amp; Více informací",
    "Download on GitHub": "Stáhnout na Githubu",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Pro více informací týkajících se používání jmen, značek a ochranných známek elementary, kontaktujte nás prosím emailem na <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Značka &sdot; elementary"
}
