{
    "Code of Conduct": "Etický kodex",
    "Community Guidelines": "Komunitní pokyny",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Zapojení se do elementary komunity je neuvěřitelným zážitkem; Můžete být součástí něčeho velkého, spolupracovat s lidmi z celého světa a pomáhat lidem, aby jejich počítače byly úžasné. Nicméně s tím přichází odpovědnost dodržovat předem definovaný soubor pravidel, které zajistí nejlepší prostředí pro všechny zúčastněné strany. Předpokládá se, že následující pravidla budou dodržována kdykoliv jste se zapojili do komunity, ať už se jedná o Slack, o GitHub, na stránce elementary komuny, osobně nebo kdekoli jinde.",
    "I. Respect": "I. Respekt",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respektování ostatních je důležité. Ujistěte se, že respektujete lidi, jejich názory, soukromí a nápady. Komunita elementary není místo pro neuctivé nebo nerespektující poznámky z jakéhokoliv důvodu. Při poskytování kritiky postupujte konstruktivně a uctivě. Osobní útoky nejsou tolerovány. Při příjímání konstruktivní kritiky jí vezměte v úvahu a poděkujte kritikovi, bez ohledu na váš postoj.",
    "II. Content": "II. Obsah",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "Základní prvotní komunita se skládá z tisíců uživatelů různého věku, přesvědčení a úrovně zralosti. Z tohoto důvodu si musíte být vědomi obsahu, který vytvoříte, a poznámek, které uděláte. Žádná nahota, přehnaná vulgarita, politický obsah, náboženský obsah nebo nevhodný obsah by se neměly objevit ve vztahu ke komunitě. Nakonec mají prvotní moderátoři konečné slovo o tom, co představuje nevhodný obsah. Pokud máte pochybnosti, zvažte, zda chcete, aby váš překlad viděli lidé z celého světa. Pokud váháte, nedělejte to.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Screenshoty sdílené v komunitách moderovaných elementary by neměli obsahovat motivy, které imitují jiné OS, fotky, nebo ilustrace vyobrazující fyzickou osobu, nebo obsah, který jinak porušuje náš etický kodex.",
    "III. Rumors and Speculation": "III. Fámy a spekulace",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Zatímco rychlá a vzrušující elementární povaha přispívá k chuti vyhnout se šíření fám nebo spekulací. Diskuse o budoucích plánech je v pořádku, ale kdykoli to není ověřený fakt, zveřejníte to jako osobní spekulaci nebo o ní ani nediskutujte. Šíření nepřesných informací může být škodlivé pro komunitu, zvláště pokud se šíří v negativním světle.",
    "IV. Helpful Discussion": "IV. Užitečná diskuze",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary tvoří jednotlivci, kteří se ve svém volném čase sejdou a vytvářejí něco speciálního. Je důležité brát na tuto skutečnost ohled a vždy se snažit přispívat ke zdravé a užitečné diskusi. Pokud jste na schůzce, držte se tématu a neozývejte se, dokud nemáte něco užitečného, co se týká právě probíhající diskuse. Pokud komentujete na webu, držte se téma diskuze ohledně položky Deníku nebo tématu v Odpovědích. Pokud se účastníte diskuse zaměřené na vývojáře, jako třeba v systému pro správu hlášení problémů, u požadavků na začlenění kódu, v e-mailové konferenci, IRC nebo Slack chatu, nevytvářejte zbytečný šum diskusí o tématech, která se netýkají vývoje – to jen vykolejí diskusi a zaplevelí záznam konverzace pro ty vývojáře, kteří si jí budou číst zpětně.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Protože jsme komunita, která funguje hlavně přes Internet, je důležité vyhýbat se jeho potenciálně negativním aspektům. Nechovejte se jako tzv. troll, nezačínejte slovní šarvátky nebo nemějte narážky, jejichž jediným účelem je někoho vytočit – bylo by to dětinské a nepřijatelné. Nevyžádaná sdělení (spam) jsou také nepřijatelná – ať už posílání odkazů na nesouvisející weby či opakované psaní odkazů na pořád jeden a ten samý web. Pokud se někdo chová jako troll nebo spamuje, ignorujte ho a nahlaste.",
    "V. Avoiding Conflict": "V. Vyhýbání se konfliktu",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Pokud máte pocit, že někdo – ať už nový či dlouholetý přispěvatel – se chová hrubě, vlídně jí/mu to dejte vědět. Řešit problémy, než se nakupí, je rozhodující. V našem jedinečném (byť občas náročném) pracovním prostředí může každý přispět k tomu, aby komunikace probíhala hladce.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Obdobně, při interakci (nebo zmínkách o) s ostatními projekty, společnostmi či lidmi, se vždy snažte být profesionální, přesní a ohleduplní. Pamatujte, že vaše slova a interakce mohou být vnímány jako reprezentace celé komunity kolem elementary. Takže například i když konstruktivní kritika může být užitečná, vždy k ní přistupujte z pozitivního směru a nikdy neuvádějte v omyl nebo nepomlouvejte – pokud váháte, raději ji vynechte.",
    "VI. Step Down Considerately": "VI. Odcházejte ohleduplně",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Životní priority, zájmy a nadšení se může změnit. Pokud se účastníte projektu, souvisejícího s elementary, ale cítíte, že toho z nějakého důvodu musíte nechat, udělejte to prosím tak, abyste minimalizovali dopady. Když pracujeme společně, naše práce a nápady tím už nejsou jen naše vlastní – náleží celé komunitě elementary. Sdělte ostatním členům kolektivu, že plánujete odstoupit a pokud možno pomozte najít někoho, kdo převezme vaši práci. Přinejmenším ale zajistěte, že na vaší práci bude možné navázat.",
    "Consequences": "Důsledky",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Pokud se rozhodnete neřídit se těmito pravidly nebo jinak narušovat komunitu, vyhrazujeme si právo provést následující: pozměnit či odebrat jakýkoli obsah, který zašlete; deaktivovat nebo vyloučit váš účet na stránkách třetích stran;deaktivovat váš účet v komunikátoru Slack; či jinak vám zabránit v interakci s komunitou.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>Text definic pravidel chování se v elementary je vydáván pod licencí <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons, varianta „Uveďte původ a zachovejte licenci“ (CC-BY-SA) 3.0</a>. V určitých ohledech je inspirováno <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">pravidly pro chování se v Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "Pravidla chování &sdot; elementary"
}
