{
    "Be a Part of Something Bigger": "Buďte součástí něčeho většího",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Vše co vytváříme je 100% open source a je společně vyvíjeno lidmi z celého světa. I když třeba nejste programátor, můžete se zapojit a pomoci něco změnit.",
    "Funding": "Financování",
    "Translations": "Překlady",
    "Support": "Podpora",
    "Web": "Web",
    "Desktop": "Pracovní plocha",
    "Design": "Design",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "S vaší pomocí jsme byli schopni vyrůst z malé skupiny vášnivých dobrovolníků do malé společnosti. I malá pomoc je krokem k získání dalšího vývojáře na plný úvazek.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funguje jako stálá crowdfundingová kampaň. Zvolte částku, získejte odměnu a pomozte nám tak dosáhnout našich cílů.",
    "Learn More": "Zjistit více",
    "Become a Patron": "Staňte se patronem",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Jednoduše použijte debetní kartu, kreditní kartu nebo účet PayPal. Můžete si zvolit jednorázovou platbu nebo nastavit opakované platby.",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Pomožte nám finančně a získejte také exkluzivní elementary výbavu, která prokáže vaši podporu přátelům, rodině a spolupracovníkům.",
    "Visit Store": "Navštivte obchod",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource umožňuje napřímo financovat vývojáře tím, že je odměníte za odeslání oprav nebo vytvoření nových funkcionalit. Přiřaďte odměnu k záležitostem, které jsou pro vás nejdůležitější, nebo sponzorujte konkrétní aplikaci. Můžete si zde také nastavit pravidelné platby.",
    "Bountied Bugs": "Chyby s odměnami",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS je vytvářen a používán lidmi z celého světa; pomozte nám jejich zkušenost udělat ještě lepší díky překladům do dalších jazyků.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Jak elementary OS, tak i naše stránky, jsou otevřeně překládány pomocí online platformy zvané Weblate.",
    "Join Chat": "Připojit se k chatu",
    "Suggest Translations": "Doporučit překlady",
    "World map": "Mapa světa",
    "Question &amp; Answer": "Otázky a odpovědi",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Nezodpovězené otázky",
    "New Questions": "Nové otázky",
    "Documentation": "Dokumentace",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary poskytuje základní dokumentaci jak pro uživatele, tak i pro vývojáře. Veškerá naše dokumentace je psaná v Markdownu a je hostovaná na GitHubu, takže nahrávání změn nebo vytvoření nové sekce je hračka.",
    "Learning The Basics Guide": "Průvodce pro výuku základů",
    "Developer Docs": "Vývojářská dokumentace",
    "Web Development": "Vývoj webu",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Náš web je tvořený pomocí HTML, CSS, PHP a JavaScriptu. Stále hledáme lidi, kteří mají v této oblasti zkušenosti a chtěli by se zapojit a udělat jej ještě lepším.",
    "Fork Our Website on GitHub": "Forknout naši webovou stránku na GitHubu",
    "Report a Website Issue": "Nahlásit problém s webem",
    "Desktop Development": "Vývoj desktopu",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Naše desktopové prostředí a všechny aplikace jsou postaveny za použití Valy, GTK+, Granite a mnoha dalších otevřených knihoven. Náš desktopový kód máme umístěný na GitHubu, jehož služby jsou poskytovány open source projektům zdarma. Pokud jste ještě nikdy nevyvíjeli pro elementary OS, doporučujeme vám si projít náš průvodce Začít s vývojem.",
    "Browse Our Code": "Procházet náš kód",
    "Bitesized Bugs": "Jednoduché chyby",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Náš designový tým mění nápady na jasné ohlášení issue a aplikovatelná řešení. Než se do všeho ponoříte, doporučujeme si přečíst o našem designovém pracovním postupu.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS používá systém stylů napsaných v CSS. Tyto styly definují jak se má vše vykreslit, od tlačítek a nástrojových panelů až po hlavní panel a menu.",
    "Browse Our Stylesheet": "Procházet naše styly",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS obsahuje sadu vektorových ikon, které se používají napříč všemi předinstalovanými aplikacemi a jsou k dispozici i vývojářům třetích stran.",
    "Browse Our Icons": "Procházet naše ikony",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Náš design tým sleduje záležitosti \"Vyžadující design\" na GitHubu. Tyto záležitosti mohou vyžadovat podrobnější diskusi ohledně designu, wireframy nebo dodání určitých grafických souborů.",
    "Browse 'Needs Design' Issues": "Procházet záležitosti 'Vyžadující design'",
    "Get Involved with elementary OS": "Zapojte se do elementary OS"
}
