{
    "Press Resources": "Tiskové materiály",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Rádi spolupracujeme s novináři – jak v rámci linuxového světa, tak širších technických a kulturních okruhů – abychom sdíleli náš příběh a to, na čem pracujeme.",
    "Join Our Press List": "Připojte se k naší tiskové e-mailové konferenci",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Buďte první kdo se dozví o nových vydáních či významných meznících vývoje. Pošleme ranný přístup k tiskovým zprávám, včetně snímků obrazovky s vysokým rozlišením. Toto je konference s <strong>velmi nízkým objemem zpráv</strong> – pošleme vám největší zprávy přibližně jednou za rok.",
    "Email": "E-mail",
    "First Name": "Jméno",
    "Last Name": "Příjmení",
    "Publication": "Publikace",
    "Subscribe": "Přihlásit se k odběru",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "Doposud největší aktualizace platformy s podporou vícedotykového ovládání, tmavého motivu vzhledu, ohraničeného prostředí pro aplikace a úplně novým instalátorem. OS 6 vám dává kontrolu nad počítačem a vyjádřením sama sebe, pokračuje v inovacích s novými funkcemi a je jak snadno použitelný, tak inkluzivnější než kdy předtím.",
    "Read Announcement": "Přečíst si oznámení",
    "Download Press Kit": "Stáhnout si tiskové materiály",
    "News &amp; Announcements": "Novinky a oznámení",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Sdílíme časté aktualizace ohledně vývoje, hlavní oznámení, tipy pro vývojáře, propagované aplikace a další nový obsah prostřednictvím našeho oficiálního blogu.",
    "Visit Our Blog": "Navštivte náš blog",
    "Brand Resources": "Materiály ohledně značky",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Zobrazit loga elementary, pokyny ohledně využití značky, barevná paleta a komunitní loga. Plus stažení oficiálních log ve vysokém rozlišení a vektorové podobě.",
    "View Brand Resources": "Zobrazit prostředky pro značku",
    "Get in Touch": "Kontaktovat",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Komunikujte přímo s týmem zasláním e-mailu na <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Vítáme žádosti o rozhovory, vystupování v podcastech nebo i obecné tiskové požadavky.",
    "Send an Email": "Poslat e-mail",
    "Press &sdot; elementary": "Tisk &sdot; elementary"
}
