{
    "Privacy": "Soukromí",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Vaše data vždy náleží vám a pouze vám. Neuzavíráme dohody se zadavateli reklam, ani neshromažďujeme citlivé osobní údaje. Náš projekt je financován přímo našimi uživateli, kteří mají volbu platit částky dle svého uvážení za elementary OS a aplikace v Centru aplikací. A tak by to mělo být.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Neshromažďujeme z elementary OS žádná data. Vaše soubory, nastavení a všechny ostatní osobní údaje zůstávají na zařízení pokud je výslovně nenasdílíte prostřednictvím aplikace nebo služby třetí strany.",
    "Online Accounts": "Účty u online služeb",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS je volitelně možné napojit na poskytovatele online účtů jako třeba Google, Last.fm a Fastmail (prostřednictvím Nastavení systému). Data z těchto poskytovatelů je možné získávat a ukládat lokálně na vašem zařízení k využití v aplikacích jako například Pošta a Kalendář. Tato data nejsou odesílána projektu elementary ani sdílena s žádnou třetí stranou.",
    "What Data is Collected": "Jaká data jsou shromažďována",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Po přidání online účtu, elementary OS může shromáždit a ukládat vaše jméno, e-mailovou adresu, zástupný obrázek (avatar), e-mailové zprávy, události v kalendáři, kontakty, fotky a soubory z připojených účtů lokálně na vaše zařízení.",
    "How Data is Used": "Jak jsou data používána",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Vaše data jsou ukládána lokálně na vašem zařízení a nikdy nejsou odesílána na servery projektu elementary nebo třetím stranám. Používají se pro naplnění vašich místních aplikací jako například Pošta, Kalendář, Soubory a Fotky vašimi daty.",
    "Sharing Data": "Sdílení dat",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS nesdílí žádná data shromážděná z vašich online účtů. Data nikdy nejsou zasílána na servery projektu elementary nebo třetích stran.",
    "Blog": "Blog",
    "Our <a href=\"https://blog.elementary.io\" target=\"_blank\">blog</a> does not use any external scripts, cookies, or other tracking methods.": "Náš <a href=\"https://blog.elementary.io\" target=\"_blank\">blog</a> nepoužívá externí skripty, cookies či jiné metody sledování.",
    "elementary.io": "elementary.io",
    "Do Not Track": "Nesledovat",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Tento web ctí nastavení do-not-track, nacházející se ve většině moderních prohlížečů a pokud je přítomno, vypíná Google Analytics. Nemůžeme ale automaticky odebrat ostatní metody sledování, aniž by to mělo závažný dopad na fungování stránek. Pokud si budete přát ručně spravovat tyto metod sledování, postupujte podle sekce pojednávající o vypnutí cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Můžete zvolit vypnutí nebo selektivní vypnutí jakýchkoli cookies nebo cookies třetích stran v nastavení vašeho prohlížeče.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Tento web používá cookies, za účelem postupného vylepšování. Služby mohou fungovat i bez nic, ale se sníženou použitelností. Například, nebude zapamatováno, zda jste již platili za elementary OS – ve výchozím stavu budete požádáni o opětovnou platbu.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Uchovává cookies pro zaznamenávání prvků chování a analýzu možných hrozeb. Podrobnosti viz",
    "Cloudflare Privacy &amp; Security Policy": "zásady ochrany soukromí a bezpečnosti společnosti Cloudflare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Ukládá cookies pro shromažďování informací – včetně počtu návštěvníků tohoto webu, z jakých webů sem byli odkázáni a stránky tohoto webu, které navštívili – v anonymní podobě. Tyto informace slouží jako podklady pro vylepšování tohoto webu. Podrobnosti naleznete v článku od společnosti Google na",
    "Safeguarding Your Data": "Ochrana vašich údajů",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Používá cookies pro zapamatování vaší minulé objednávky a země, takže ví jaký typ karty nabídnout pro platbu. Podrobnosti viz",
    "Stripe's Privacy Policy": "Zásady ochrany soukromí služby Stripe",
    "Manage Cookies": "Správa cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Protože jste náš web už navštívili, můžete si přát spravovat cookies, které už jsou nastavené ve vašem prohlížeči. Odkazy na související pokyny se nacházejí níže.",
    "Transparency": "Transparentnost",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Do našeho software jsme nevložili žádná zadní vrátka ani jsme neobdrželi požadavek tak udělat. Nikdy jsme také neobdrželi příkaz typu National Security Letter, FISA, nebo jakýkoli utajený požadavek na informace o uživateli.",
    "Privacy &sdot; elementary": "Soukromí &sdot; elementary"
}
