{
    "Privacy": "Soukromí",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Vaše data vždy náleží vám a pouze vám. Neuzavíráme dohody se zadavateli reklam, ani neshromažďujeme citlivé osobní údaje. Náš projekt je financován přímo našimi uživateli, kteří mají volbu platit částky dle svého uvážení za elementary OS a aplikace v Centru aplikací. A tak by to mělo být.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Aktivně chráníme údaje o vás před námi samotnými a ostatními tím, že je neshromažďujeme. Věříme, že ctění a chránění Vašeho soukromí je věcí etiky – <strong>lidé mají základní právo na nejvyšší míru soukromí, dokonce i před organizacemi a produkty, kterým důvěřují.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Neshromažďujeme žádné údaje z elementary OS.</strong> Vaše soubory, nastavení a veškerá další osobní data zůstávají na zařízení dokud nám je výslovně nenasdílíte prostřednictvím aplikací či služeb třetích stran.",
    "Protections": "Ochrany",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS přichází s vestavěnými ochranami soukromí, které vám pomáhají chránit vaše data před ostatními.",
    "Tattle-tale": "„Žalobníček“",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS vám pomáhá mít přehled o tom, co aplikace dělají. Pokud aplikace používá mikrofon, zobrazí se indikátor, který vás o tom informuje. Když aplikace spotřebovává hodně energie, bude vám to sděleno v indikátoru napájení.",
    "Permissions": "Oprávnění",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Pokud chce aplikace přistupovat k vašim datům či zařízením, nejprve se musí dotázat. Kontrolujeme veškeré aplikace v Centru aplikací, zda nepožadují nadbytečná oprávnění – a vždy je můžete zrušit sami v nastavení systému.",
    "Housekeeping": "Úklid",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS automaticky odklízí dočasné soubory a vysypává koš. Nejen že to pomáhá mít na úložišti k dispozici volný prostor, ale také zajišťuje, aby vás vaše soukromá data v budoucnu nestrašila.",
    "Online Accounts": "Účty u online služeb",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS volitelně začleňuje online účty jako například poskytovatele e-mailových a kalendářových služeb (prostřednictvím Nastavení systému). Data od těchto poskytovatelů mohou být získávána vaší instancí elementary OS a ukládána přímo na vašem zařízení pro zobrazování v na počítači nainstalovaných aplikacích, jako například E-mail, Kalendář a Úkoly. <strong>Tato data nejsou odesílána společnosti elementary ani sdílena s žádnou třetí stranou.</strong>",
    "What Data is Collected": "Jaká data jsou shromažďována",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Pokud si zvolíte přidat online účet, vaše instance elementary OS může shromažďovat a ukládat vaše jméno, e-mailové adresy, profilový obrázek, e-mailové zprávy, události z kalendáře, kontakty, fotky a soubory z vašich propojených účtů na vašem zařízení. <strong>společnost elementary žádná z těchto dat neshromažďuje.</strong>",
    "How Data is Used": "Jak jsou data používána",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Vaše data jsou uložena na vašem zařízení a nikdy nejsou odesílána na servery společnosti elementary nebo třetích stran.</strong> Těmito data jsou naplňovány na počítači nainstalované aplikace, jako např. E-mail, Kalendář, Úkoly, Soubory a Fotky, prostřednictvím kterých k nim přistupujete.",
    "Sharing Data": "Sdílení dat",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS nesdílí žádná data shromážděná z online účtů.</strong> Data nikdy nejsou odesílána na servery společnosti elementary či třetích stran.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Jakákoli cookies (včetně těch od třetích stran) můžete úplně nebo selektivně vypnout v nastavení vámi využívaného prohlížeče.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Tento web používá cookies za účelem postupného vylepšování. Služby mohou fungovat i bez nic, ale se sníženou použitelností. Například, nebude zapamatováno, zda jste za elementary OS platili – ve výchozím stavu budete požádáni o platbu znovu.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Ukládá cookies pro zaznamenávání prvků chování a analýzu možných hrozeb. Podrobnosti viz",
    "Cloudflare Privacy &amp; Security Policy": "zásady ochrany soukromí a bezpečnosti společnosti Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Používá cookies pro zapamatování vaší minulé objednávky a země a na základě toho příště nabídne typy karet pro platbu. Podrobnosti viz",
    "Stripe's Privacy Policy": "Zásady ochrany soukromí služby Stripe",
    "Manage Cookies": "Správa cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Protože jste náš web už navštívili, můžete si přát spravovat cookies, které už jsou nastavené ve vašem prohlížeči. Odkazy na související pokyny se nacházejí níže.",
    "Transparency": "Transparentnost",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Do našeho software jsme nevložili žádná zadní vrátka ani jsme neobdrželi požadavek tak udělat. Nikdy jsme také neobdrželi příkaz typu National Security Letter, FISA, nebo jakýkoli utajený požadavek na informace o uživateli.",
    "Privacy &sdot; elementary": "Soukromí &sdot; elementary"
}
