{
    "Installation": "Installatie",
    "Download elementary OS": "Download elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Indien je dit nog niet hebt gedaan, moet je elementary OS <a href=\"/\" target=\"_blank\"> downloaden van onze website</a>. Je kopieert het gedownloade ISO-bestand naar een USB stick aan de hand van de instructies hieronder.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS wordt momenteel gebouwd voor twee processor architecturen, 32-bit en 64-bit.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Als je weet dat je een nieuwere computer met een 64-bits processor hebt, kies dan voor de 64-bits versie.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Als je computer ouder is of als je niet weet welk type processor uw computer heeft , kies dan de 32-bits versie. (64-bits processors zijn in staat om deze versie te draaien). ",
    "Recommended System Specifications": "Aanbevolen systeemeigenschappen:",
    "1 GHz 32-bit or 64-bit processor": "1 GHz 32-bits of 64-bits processor",
    "1 GB of system memory (RAM)": "1 GB werkgeheugen (RAM)",
    "15 GB of disk space": "15 GB schijfruimte",
    "Internet access": "Toegang tot het internet",
    "Back Up Your Data": "Maak een back-up van je gegevensjavascript:;",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Zorg ervoor dat je een back-up maakt van de belangrijke data op een externe locatie, zoals een cloud-dienst of een externe harde schijf. Het installeren van een nieuw besturingssysteem kan de bestaande gegevens overschrijven.",
    "Choose your current Operating System": "Choose your current Operating System",
    "Select the operating system you are currently using to view tailored installation instructions.": "Select the operating system you are currently using to view tailored installation instructions.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Verifieer je download",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Open Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "Under \"Hash Type\" select <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Under \"Input File\" select <code>Select File(s)</code> and find the elementary OS ISO file",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Verify that the text in \"Results\" matches one of the following hashes",
    "32-bit": "32-bit",
    "941ae370d27fe496fd10723a2803cfa52ddbce510ea502f20ec15a7127a68cab": "941ae370d27fe496fd10723a2803cfa52ddbce510ea502f20ec15a7127a68cab",
    "64-bit": "64-bit",
    "a7b8edfe95eb1c12745e02c63f830cad06ee756f552cba1cdca7bc30b7ca39e7": "a7b8edfe95eb1c12745e02c63f830cad06ee756f552cba1cdca7bc30b7ca39e7",
    "Creating an Install Drive": "Het creëren van een installatie USB stick",
    "Rufus - select ISO": "Rufus - selecteer ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Start met een lege USB stick met minimaal 1GB vrije ruimte.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Je zult ook een kleine applicatie genaamd Rufus nodig hebben. Deze kun je downloaden van <a href=\"https://rufus.akeo.ie/\" target=\"_blank\"> hun website </a> en open het gedownloade bestand om het te starten. Het zal een venster openen zoals hieronder :",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "Je kunt nu je USB stick aansluiten deze selecteren in de lijst bij \"Device\". Selecteer daarna \"ISO Image\" in \"Create a bootable disk using...\" en klik",
    "the disk icon": "het schijf icoon",
    "to choose the ISO that you downloaded previously.": "om te kiezen voor het ISO bestand dat je eerder hebt gedownload.",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "Klik op \"Start\", en wacht tot het proces is voltooid.",
    "Booting from the Install Drive": "Opstarten vanaf een USB stick",
    "In order to start the installation process, you must boot your computer from the install drive.": "In order to start the installation process, you must boot your computer from the install drive.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Ervan uitgaande dat de computer nog aan staat; begin met het in een vrije USB poort steken van de installatie USB-stick en start de computer opnieuw op.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "De meeste computers zullen je tijdelijk de mogelijkheid geven om een ander opstart station te kiezen als je een speciale toets indrukt — meestal <kbd>F12</kbd>, maar soms <kbd>Esc</kbd> of een andere functietoets. Zoek op het scherm (tijdens het opstarten) of in de documentatie van je computer om er zeker van te zijn.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Druk op <kbd>F12</kbd> (of de desbetreffende toets) en selecteer het station waarop je wilt installeren — meestal \"USB-HDD\" of iets met het woord \"USB\", maar de tekst kan variëren. Als je het verkeerde station kiest, zal de computer waarschijnlijk in Windows opstarten. Start de computer opnieuw op en kies een ander station in het menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kort na het selecteren van het juiste opstartstation, zal je het elementary OS splash screen zien. Je kunt nu de instructies op het scherm volgen die je door het vervolg van het installatieproces zullen leiden.",
    "Running the following command in your terminal:": "Voer het volgende commando uit in de terminal:",
    "shasum -a 256 elementaryos-freya-i386.20150411.iso": "shasum -a 256 elementaryos-freya-i386.20150411.iso",
    "should produce the output:": "zou het volgende als output moeten genereren:",
    "shasum -a 256 elementaryos-freya-amd64.20150411.iso": "shasum -a 256 elementaryos-freya-amd64.20150411.iso",
    "UNetbootin": "UNetbootin",
    "You'll also need a small application called UNetbootin. To install it in Ubuntu, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>. In OS X you'll have to download it from <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">its website</a> and open the downloaded file to install it.": "Je zult ook een kleine applicatie genaamd UNetbootin nodig hebben. Om het te installeren in Ubuntu,<a href=\"http://appnr.com/install/unetbootin\">klik op deze link</a>. In OS X moet je het downloaden van <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">hun website</a> en open het gedownloade bestand om het te installeren.",
    "Open UNetbootin from the Dash in Ubuntu or Launchpad in OS X. It will open a window like the one below:": "Open UNetbootin van de Dash in Ubuntu of Launchpad in OS X. Het zal een nieuw venster openen zoals te zien hieronder:",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "Zorg ervoor dat \"Diskimage\" is geselecteerd, en klik op \" ... \" om de ISO die je eerder hebt gedownload te selecteren. Verwijder alle USB-geheugenapparaten met uitzondering van degene die je wilt gebruiken. Klik op \"OK\" en wacht tot het proces is afgerond.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Nadat u de gong hoort, druk op<kbd>Option</kbd> en houd deze toets vast. Selecteer vervolgens het juiste opstartstation. Merk op dat het verkeerd kan worden geïdentificeerd als \"Windows\", maar dit is normaal.",
    "sha256sum elementaryos-freya-i386.20150411.iso": "sha256sum elementaryos-freya-i386.20150411.iso",
    "sha256sum elementaryos-freya-amd64.20150411.iso": "sha256sum elementaryos-freya-amd64.20150411.iso"
}