{
    "Check out our progress for Freya Beta 2": "تابع عملنا علي نسخة فريا التجريبية 2",
    "Fixed": "تم حلها",
    "In Progress": "جار العمل",
    "Unfixed": "غير محلولة",
    "Translations": "الترجمات",
    "Web Development": "تطوير الويب",
    "Design": "التصميم",
    "Desktop Development": "تطوير سطح المكتب",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"لغة مختلفة تعني رؤية مختلفة للحياة\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages. Launchpad has a built-in tool called Rosetta that enables collaborative translations online.": "نظام المنتري تم بناءه واستخدامه من اشخاص مختلفين من كل انحاء العالم٬ ساعدنا لجعل التجربه افضل من خلال الترجمه الي لغات اخري. قائمة البرامج \"لانشباد\" مبنيه علي اداة تسمي Rosetta وهي ستساعدك في التعاون والترجمه باستخدام الانترنت. ",
    "View Our Translations Page": "عرض صفحة الترجمات",
    "Get More Info About Rosetta": "احصل علي المزيد من المعلومات حول روسيتا",
    "World map": "خريطة العالم",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"الموقع الالكتروني يجب ان يكون جيد من كل الجوانب\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "موقعنا مبني علي HTML, CSS, PHP وجافاسكربت. ونحن نبحث دوما عن لديهم خبرة في هذه المجالات ولديهم الرغبة في المساهمة لجعل موقعنا افضل. اغلب التصاميم يعدها فريق التصميم ولكن نسعد بافكاركم حول التصميم او المقترحات لفريق الويب.",
    "Fork Us on GitHub": "استنسخ من GitHub",
    "See Our Open Bug Reports": "شاهد تقارير المشاكل التقنية المفتوح",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"التصميم الجيد يجعل اي شئ له معني ويتذكره الناس\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "اي مشروع يبدا بفكرة. فرق التصميم يعتمد هذا المبدأ ويتخذه كخارطة للطريق. ونحن نقسم التصاميم الي جزئين:",
    "Visual Design": "التصميم المرئي",
    "A great place for visual designers to get started is by sharing mockups with": "افضل مكان للمصممين للبدء هو مشاركة نماذجهم مع ",
    "our Google+ Community": "مجتمعنا في جوجل بلس",
    "Interactive Design": "التصميم التفاعلي",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "نحن نستخدم نظام في قائمة البرامج \"لانشباد\" يسمي بلوبرنت Blueprints لانشاء توضيحات مفصلة للمزايا الجديدة.",
    "Read the Interface Guidelines": "إقرأ ارشادات الواجهة",
    "Browse Our Blueprints": "تصفح مخططاتنا",
    "Read About Our Workflow": "اقرأ عن سير عملنا",
    "Application wire frame": "إطار التطبيق",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"قبل ان يكون البرنامج صالح لاعادة الاستخدام يجب ان يكون اولا صالح للاستخدام\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "كل تطبيقاتنا وبيئة سطح المكتب مبنية باستخدام Vala, GTK+, Clutter, Cairo, Granite وعدد من المكتبات المفتوحة. كل الكود المصدري مستضاف في موقع Launchpad.net وهي خدمة للمشاريع مفتوحة المصدر. نحن دوما نبحث عن المشاركة من الجميع بمختلف الخبرات.",
    "Browse Our Desktop Code": "تصفح الكود المصدري لسطح المكتب",
    "Browse Our Apps' Code": "تصفح كود تطبيقاتنا",
    "Scratch text editor": "محرر النصوص سكراتش",
    "Get Involved with elementary OS": "شارك مع نظام المنتري"
}