{
    "Brand": "Merek",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary adalah merek unik: secara teknis merek ini menjadi hak milik elementary LLC, perusahaan yang memelopori dan mendukung pengembangan produk - produk elementary. Namun demikian, kami memiliki komunitas yg agung serta tidak menghendaki terlalu dikuasai oleh masalah - masalah legal dan teknis. Untuk itu, kami telah menuliskan banyak petunjuk untuk mempermudah dan memahami kapan dan bagaimana semestinya menggunakan merek elementary.",
    "Name": "Nama",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Kata \"elementary\" merujuk kepada dan menjadi merek dagang dari elementary LLC. elementary senantiasa menggunakan huruf kecil, bahkan ketika berada di awal kalimat seperti ini. Merek tersebut juga tetap demikian saat dipergunakan bersama dengan nama produk (misal. \"elementary OS\") sebagai rujukan pada produk spesifik dari elementary.",
    "Brand Marks": "Logo Brand",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary mengandung dua unsur penanda; \"elementary\" logo kata dan huruf \"e\" logo merek. Keduanya adalah merek dagang dan mewakili elementary--perusahaan---dan produk-produk mereka.",
    "Both should be used with the following in mind:": "Keduanya harus dipergunakan dengan memperhatikan hal-hal berikut:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Dilarang diregangkan, dicondongkan, diputar, dibalik, atau tindakan lain yang mengubah bentuk.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Jangan menggunakan tanda di latar belakang yang terlalu sibuk; warna solid bekerja dengan baik.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Tanda harus selalu monokromatis, biasanya putih dalam background gelap, atau hitam dalam background terang.",
    "Logotype": "Tipe logo",
    "elementary Logotype": "tipe logo elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotype akan digunakan bila ada kemungkinan untuk merujuk ke perusahaan elementary. Hal ini dapat digunakan sebelum nama produk merujuk kepada produk tertentu dari elementary.",
    "The logotype should always be used under the following guidelines:": "Logo kata harus senantiasa dipergunakan dengan ketentuan berikut ini:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Dilarang mencoba coba membuat ulang logo kata. Itu adalah sebuah penanda merek yang dirancang secara cermat, bukan sekedar kata \"elementary\" ditulis dengan fon tertentu.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Jangan mempergunakan logo kata dengan ukuran kecil; apabila hal tersebut akan membuatnya tidak jelas, gunakan logo gambar sebagai gantinya.",
    "Logomark": "Logo Gambar",
    "elementary Logomark": "Logo gambar elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Logo gambar \"e\" dipergunakan untuk melambangkan perusahaan elementary, bila terjadi masalah dengan ruang atau rasio bujur sangkar dibutuhkan.",
    "Color": "Warna",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary memanfaatkan dengan menggunakan kombinasi warna antara nama dan penanda untuk membuat merek, kami menggunakan palet berikut ini:",
    "Strawberry": "strawberi",
    "Strawberry 100": "Stroberi 100",
    "Strawberry 300": "Stroberi 300",
    "Strawberry 500": "Stroberi 500",
    "Strawberry 700": "Stroberi 700",
    "Strawberry 900": "Stroberi 900",
    "Orange": "Jingga",
    "Orange 100": "Jingga 100",
    "Orange 300": "Jingga 300",
    "Orange 500": "Jingga 500",
    "Orange 700": "Jingga 700",
    "Orange 900": "Jingga 900",
    "Banana": "Pisang",
    "Banana 100": "Pisang 100",
    "Banana 300": "Pisang 300",
    "Banana 500": "Pisang 500",
    "Banana 700": "Pisang 700",
    "Banana 900": "Pisang 900",
    "Lime": "Jeruk Nipis",
    "Lime 100": "Jeruk Nipis 100",
    "Lime 300": "Jeruk Nipis 300",
    "Lime 500": "Jeruk Nipis 500",
    "Lime 700": "Jeruk Nipis 700",
    "Lime 900": "Jeruk Nipis 900",
    "Blueberry": "Beribiru",
    "Blueberry 100": "Beribiru 100",
    "Blueberry 300": "Beribiru 300",
    "Blueberry 500": "Beribiru 500",
    "Blueberry 700": "Beribiru 700",
    "Blueberry 900": "Beribiru 900",
    "Grape": "Anggur",
    "Grape 100": "Anggur 100",
    "Grape 300": "Anggur 300",
    "Grape 500": "Anggur 500",
    "Grape 700": "Anggur 700",
    "Grape 900": "Anggur 900",
    "Cocoa": "Coklat",
    "Cocoa 100": "Coklat 100",
    "Cocoa 300": "Coklat 300",
    "Cocoa 500": "Coklat 500",
    "Cocoa 700": "Coklat 700",
    "Cocoa 900": "Coklat 900",
    "Silver": "Perak",
    "Silver 100": "Perak 100",
    "Silver 300": "Perak 300",
    "Silver 500": "Perak 500",
    "Silver 700": "Perak 700",
    "Silver 900": "Perak 900",
    "Slate": "Abu-abu",
    "Slate 100": "Abu-abu 100",
    "Slate 300": "Abu-abu 300",
    "Slate 500": "Abu-abu 500",
    "Slate 700": "Abu-abu 700",
    "Slate 900": "Abu-abu 900",
    "Black": "Hitam",
    "Black 100": "Hitam 100",
    "Black 300": "Hitam 300",
    "Black 500": "Hitam 500",
    "Black 700": "Hitam 700",
    "Black 900": "Hitam 900",
    "Fonts": "Huruf",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Untuk web dan cetak, kami menggunakan Raleway untuk titel dan Open Sans untuk bagian batang tulisan, untuk kode, kami menggunakan Roboto Mono.",
    "Third Parties &amp; Community": "Pihak Ketiga &amp; Komunitas",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Kami menghimbau pengembang pihak ketiga yang membuat produk untuk elementary OS agar mengacu elemen tertentu dari merek elementary untuk menjaga konsistensi:",
    "Voice\/tone": "Suara\/nada",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Meskipun demikian, untuk menghindari kebingungan para pengguna, kami melarang penggunaan dari nama merek elementary:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Anda dianjurkan untuk mengatakan bahwa aplikasi atau layanan Anda dirancang untuk elementary OS, tapi jangan gunakan nama atau merek elementary sebagai bagian dari nama perusahaan, aplikasi, produk, layanan, atau logo yang Anda buat.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Hanya gunakan nama atau penanda elementary yang mengacu pada elementary LLC. atau produk-produknya (misal elementary OS).",
    "Community": "Komunitas",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Produk komunitas (situs, klub penggemar, dll.) dianjurkan untuk menggunakan Logo Komunitas elementary:",
    "elementary Community Logo with color": "Logo Komunitas elementary dengan warna",
    "elementary Community Logo in black": "Logo Komunitas elementary dalam warna hitam",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Hal ini membantu menetapkan produk sebagai bagian dari komunitas elementary secara keseluruhan sambil mengurangi kebingungan yang dapat timbul dari penggunaan logomark utama.",
    "Hardware Distributors": "Distributor Perangkat Keras",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Kami ingin memastikan bahwa selama perangkat lunak kami mengusung merek elementary, pengalaman akan konsisten baik diunduh dari situs web kami atau sudah diinstal sebelumnya pada produk perangkat keras.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Komponen perangkat lunak elementary OS dapat dimodifikasi dan disebarluaskan sesuai dengan persyaratan lisensi perangkat lunak. Namun, merek kami hanya dapat didistribusikan di bawah satu atau lebih dari kondisi berikut:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "Perangkat lunak tetap tidak berubah, termasuk aplikasi yang sudah diinstal sebelumnya, stylesheet dan ikonografi, berkas konfigurasi, dll., atau",
    "The modifications are approved in writing by elementary.": "Modifikasi disetujui secara tertulis oleh elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Kami mengerti bahwa termasuk driver, pengaktifan perangkat keras, dan branding distributor penting bagi distributor, sehingga modifikasi ini hampir selalu disetujui oleh elementary. Jika ragu, kirim surel <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> untuk klarifikasi atau arahan.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Jika Anda tidak dapat atau tidak mau mengikuti persyaratan distribusi merek dagang ini, menghapus merek dagang elementary dari OS harus sederhana dan lugas:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Memodifikasi baris <code>DISTRIB_DESCRIPTION<\/code> pada berkas <code>\/etc\/lsb-release<\/code> untuk mengecualikan merek dagang kami.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Ganti ikonografi seperti ikon <code>distributor-logo<\/code> pada <code>\/usr\/share\/icons\/elementary\/places\/<\/code> di setiap ukuran yang disediakan yang tidak muncul di dalam OS.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Hapus paket <code>plymouth-theme-elementary<\/code> dan <code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "Barang dagangan",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Kami tidak menyetujui merek kami (termasuk nama dan penanda merek) untuk dipergunakan pada barang dagangan oleh pihak ketiga.",
    "Assets &amp; More Info": "Aset &amp; Info Lebih Lanjut",
    "Download on GitHub": "Unduh di GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Untuk informasi lebih lanjut tentang penggunaan elementary sebagai nama, merek dan merek dagang, kirim surel <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": "Merek &sdot; elementary"
}
