{
    "Code of Conduct": "Kode Etik",
    "Community Guidelines": "Pedoman Komunitas",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Ikut terlibat dalam komunitas elementary merupakan pengalaman yang luar biasa; Anda akan menjadi bagian dari suatu hal yang besar, berkolaborasi dengan orang-orang di seluruh dunia, dan membantu orang lain untuk membuat komputer mereka menjadi mengagumkan. Bagaimanapun juga, semua itu membutuhkan tanggung jawab untuk mengikuti sejumlah aturan yang memastikan lingkungan yang terbaik untuk semua pihak yang terlibat. Aturan-aturan berikut diharapkan agar dapat dipatuhi setiap kali Anda terlibat langsung dengan komunitas, seperti di Slack, di GitHub, di situs komuntas elementary, secara pribadi, ataupun di tempat lainnya.",
    "I. Respect": "I. Hormat",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Menghormati yang lain adalah yang terpenting. Pastikan untuk menghormati orang lain dan opini mereka, latar belakang personal, privasi, dan ide. Komunitas elementary bukan tempat untuk ketidak-sopanan atau komentar menyakitkan untuk alasan apapun. Ketika memberikan kritik, dekati dengan sikap membangun dan penuh rasa hormat. Serangan personal tidak akan ditoleransi. Ketika menerima kritik yang membangun, terimalah sebagai pertimbangan dan berterima-kasihlah kepada pemberi kritik atas masukan mereka, tidak peduli seperti apa sikap Anda.",
    "II. Content": "II. Muatan",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "Komunitas elementary dibuat oleh ribuan pengguna dari berbagai kalangan umur, kepercayaan, dan tingkat kedewasaan. Oleh karena itu, Anda harus sadar akan konten yang Anda hasilkan dan pendapat yang Anda sampaikan. Tidak ada ketelanjangan, terlalu vulgar, konten politik, konten agama, atau konten yang tidak pantas dimunculkan sehubungan dengan elementary. Terakhir, moderator-moderator elementary memiliki keputusan final yang menentukan terhadap apa yang dianggap sebagai hal yang tidak pantas. Jika terdapat keraguan, pertimbangkan apakah hal tersebut memang seharusnya Anda tunjukkan atau tidak pada sebuah ruangan yang berisi banyak orang termasuk anak-anak dan orangtua dari seluruh dunia. Jika Anda ragu-ragu, sebaiknya jangan lakukan hal tersebut.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Cuplikan layar yang dibagikan di komunitas elementary yang di moderasi diharuskan tidak boleh mengandung tema yang meniru OS lain, foto atau ilustrasi dengan obyek individu, atau muatan yang melanggar Kode Etik kami.",
    "III. Rumors and Speculation": "III. Rumor dan Spekulasi",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Sementara sifat berkontribusi elementary yang serba cepat dan menarik pada keinginan untuk menyebarkan rumor dan spekulasi, hindarilah. Mendiskusikan rencana yang akan datang tidak masalah, tetapi kapanpun itu bukan fakta yang terverifikasi, mengungkapkannya sebagai spekulasi pribadi atau jangan mendiskusikannya. Menyebarkan informasi yang tidak akurat dapat merugikan komunitas, terutama jika menyebarkan dalam konotasi yang negatif.",
    "IV. Helpful Discussion": "IV. Diskusi yang Membangun",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary diberdayakan oleh individu-individu yang berkumpul saat waktu luang mereka untuk membuat sesuatu yang spesial. Penting untuk menghormati fakta tersebut dan selalu berusaha berkontribusi pada diskusi yang sehat dan membantu. Jika dalam rapat, tetaplah berada dalam topik dan tetap diam kecuali Anda memiliki sesuatu yang bermanfaat berkaitan dengan diskusi langsung. Jika mengomentari pada situs web, pertahankan diskusi berhubungan dengan isi entri Jurnal atau topik Jawaban. Jika berpartisipasi dalam diskusi berorientasi pengembang seperti pelacak masalah, permintaan pull, milis, IRC, atau Slack, jangan membuat kebisingan yang tidak perlu dengan mendiskusikan topik non-pengembangan; ini hanya menggagalkan diskusi dan memperkeruh log bagi pengembang yang mungkin tidak hadir.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Sebagai komunitas berbasis daring, penting kita menghindari aspek yang berpotensi negatif dari Internet. Jangan mengganggu; memulai perkelahian atau membuat pernyataan dengan tujuan membuat seseorang marah adalah kekanak-kanakan dan tidak dapat diterima. Spam juga tidak dapat diterima; ini termasuk mengeposkan tautan ke situs yang tidak relevan dan berulang kali mengeposkan tautan ke situs yang sama. Jika seseorang mengganggu atau melakukan spam, abaikan dan tandai pengguna.",
    "V. Avoiding Conflict": "V. Menghindari Konflik",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Jika Anda merasa seseorang—baik itu kontributor lama atau baru—berlaku kasar, mohon beri tahu orang itu. Keluar di depan maslah sebelum mereka bergabung sangat penting. Setiap orang memiliki peran dalam membantu alur komunikasi yang lancar di lingkungan kerja kami yang unik (terkadang menantang).",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Demikian pula, selalu berusaha untuk menjadi profesional, akurat, dan menghormati ketika menyebutkan atau berinteraksi dengan proyek, perusahaan, atau orang lain. Ingat bahwa kata-kata dan interaksi Anda dapat dianggap sebagai komunitas elementary yang lebih besar. Sementara kritik konstruktif dapat membantu, selalu dekati dari arah yang positif, dan jangan pernah salah menggambarkan atau memfitnah—jika Anda tidak yakin, berbuat salah di pihak yang mengabaikan.",
    "VI. Step Down Considerately": "VI. Mundur dengan Bijak",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Prioritas, ketertarikan, dan minat hidup dapat berubah. Jika Anda terlibat dengan project yang berhubungan dengan elementary namun merasa perlu menarik diri dari situ, lakukanlah dengan tujuan untuk meminimalisir gangguan. Ketika kami bekerja bersama, pekerjaan dan gagasan kami tidak lagi hanya milik kami; hal tersebut milik komunitas elementary secara keseluruhan. Informasikan kepada anggota lain dari tim bahwa Anda ingin mengundurkan diri, dan jika mungkin, bantu temukan seseorang untuk mengambil pekerjaan Anda. Setidaknya, pastikan pekerjaan Anda dapat dilanjutkan di tempat yang Anda tinggalkan.",
    "Consequences": "Konsekuensi",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Jika Anda memilih untuk tidak mengikuti kode etik ini atau mengganggu komunitas, kami berhak untuk melakukan hal berikut: mengubah atau menghapus konten apapun yang telah Anda poskan; menonaktifkan atau melarang akun Anda pada situs pihak ketiga; menonaktifkan akun Anda di Slack; atau mencegah Anda berinteraksi dengan komunitas.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>Kode Etik elementary dilisensikan di bawah lisensi <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Atribusi-BerbagiSerupa 3.0<\/a>. Aspek tertentu telah terinspirasi oleh <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Kode Etik Ubuntu<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Kode Etik &sdot; elementary"
}
