{
    "Be a Part of Something Bigger": "Jadilah Bagian dari Sesuatu yang Besar",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Semua yang kita buat adalah 100% open source dan dikembangkan secara bersama-sama oleh orang-orang dari seluruh dunia. Meskipun Anda bukan seorang programmer, Anda bisa ikut terlibat dan membuat perbedaan.",
    "Funding": "Pendanaan",
    "Translations": "Terjemahan",
    "Support": "Dukungan",
    "Web": "Web",
    "Desktop": "Desktop",
    "Design": "Rancangan",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Dengan bantuan Anda, kita bisa berkembang dari sekelompok kecil orang-orang yang bersemangat menjadi sebuah perusahaan kecil. Setiap bantuan kecil adalah satu langkah lebih maju untuk merekrut pengembang lainnya secara penuh.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon bekerja layaknya kampanye urun dana. Tentukan jumlah sumbangan, dapatkan timbal balik, dan bantu kami mencapai tujuan kami.",
    "Learn More": "Pelajari Selengkapnya",
    "Become a Patron": "Menjadi seorang Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Gunakan kartu debit, kartu kredit, atau akun PayPal dengan mudah. Anda dapat memilih sekali pembayaran atau mengatur pembayaran berulang.",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Bantu kami secara finansial, dan dapatkan tambahan cinderamata eksklusif dari elementary untuk menujukkan dukungan Anda pada teman, keluarga, dan rekan kerja Anda.",
    "Visit Store": "Kunjungi Toko",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource memberi dana secara langsung kepada para pengembang dengan memberi hadiah untuk setiap commit perbaikan atau pembuatan fitur baru. Buat sayembara pada isu yang sangat Anda pedulikan atau beri dana kepada aplikasi tertentu. Anda juga dapat mengatur langganan berulang.",
    "Bountied Bugs": "Bugs Berhadiah",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS dibuat dan digunakan oleh orang-orang dari seluruh dunia; bantu kami menciptakan pengalaman yang lebih baik dengan menerjemahkannya ke dalam bahasa lain.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Baik elementary OS dan situs web kami diterjemahkan secara terbuka dengan platform daring yang disebut Weblate.",
    "Join Chat": "Ikut Mengobrol",
    "Suggest Translations": "Sarankan Terjemahan",
    "World map": "Peta dunia",
    "Question &amp; Answer": "Pertanyaan & Jawaban",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Pertanyaan Belum Terjawab",
    "New Questions": "Pertanyaan Baru",
    "Documentation": "Dokumentasi",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary menyediakan dokumentasi dasar untuk para pengguna dan pengembang. Semua dokumentasi kami ditulis dengan Markdown dan disimpan di GitHub, jadi mengirimkan sebuah perubahan atau bagian baru adalah mudah sekali.",
    "Learning The Basics Guide": "Belajar Panduan Dasar",
    "Developer Docs": "Dokumen Pengembang",
    "Web Development": "Pengembangan Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Website kami dibangun menggunakan HTML, CSS, PHP, dan JavaScript. Kita selalu mencari orang-orang yang berpengalaman di bidang tersebut yang ingin melakukan kontribusi dan membuatnya lebih baik.",
    "Fork Our Website on GitHub": "Fork Website Kami di GitHub",
    "Report a Website Issue": "Laporkan Masalah Website",
    "Desktop Development": "Pengembangan Destop",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Lingkungan destop kami dan semua aplikasinya dibangun menggunakan Vala, dan beberapa pustaka terbuka lainnya. Kami menyimpan kode destop kami di GitHub, sebuah layanan gratis untuk proyek sumber terbuka. Jika Anda belum pernah mengembangkan elementary OS, kami sarankan Anda untuk melihat Panduan Memulai kami.",
    "Browse Our Code": "Jelajahi Kode Kami",
    "Bitesized Bugs": "Bug berukuran kecil",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Tim Perancang kami mengubah ide-ide menjadi laporan permasalahan yang jelas dan aset-aset yang dapat diserahkan. Sebelum masuk lebih jauh, sangat disarankan untuk membaca alur kerja rancangan kami.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS menggunakan sistem stylesheet ditulis dalam CSS. Itu menjelaskan bagaimana semuanya digambar, dari tombol dan bilah alat ke panel dan menu.",
    "Browse Our Stylesheet": "Jelajahi Stylesheet kami",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS hadir dengan satu set ikon vektor yang digunakan di semua aplikasi bawaan dan tersedia untuk pengembang pihak ketiga juga.",
    "Browse Our Icons": "Jelajahi Ikon Kami",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Tim perancang kami melacak masalah \"Needs Design\" di GitHub. Hal ini mungkin memerlukan diskusi lebih lanjut, wireframes, atau aset yang dapat dikirimkan.",
    "Browse 'Needs Design' Issues": "Jelajahi isu 'Needs Design'",
    "Get Involved with elementary OS": "Ikut Terlibat dengan elementary OS"
}
