{
    "We're Built on Open Source": "Kami dibuat berdasarkan Sumber Terbuka",
    "The elementary OS platform is built upon a strong foundation of Free &amp; Open Source software. Without projects such as these, elementary OS would not exist.": "Platform elementary OS dibuat berdasarkan fondasi yang kuat dari perangkat lunak bebas &amp; dan sumber terbuka. Tanpa proyek tersebut, elementary OS tidak akan terjadi.",
    "Security &amp; Privacy": "Keamanan &amp; Privasi",
    "By being Open Source, elementary OS can benefit from superior security and privacy over closed source software. When the source code is available to audit, anyone in the community — whether a security researcher, a concerned user, or an OEM shipping the OS on their hardware — can ensure the software is secure and not collecting or leaking personal information.": "Dengan merupakan sebuah perangkat lunak sumber terbuka, elementary OS memiliki keamanan dan privasi yang jauh lebih baik dibandingkan perangkat lunak sumber tertutup. Saat kode sumber tersedia untuk diperiksa, oleh siapapun di komunitas—pengamat keamanan, pengguna yang tertarik, atau pun OEM yang menggunakan OS ini untuk perangkat keras mereka—dapat memastikan perangkat lunaknya aman dan tidak mengumpulkan atau membocorkan informasi personal.",
    "Better for Developers": "Lebih baik untuk Pengembang",
    "If your app could benefit from a system API or feature that’s not yet available, you can help write that feature into the OS. Similarly, you might be curious as to how a feature or design pattern in elementary OS was made. Instead of guessing or trying to reimplement it on your own, you can just look at the underlying source code for a definitive answer.": "Jika aplikasi Anda dapat menggunakan API sistem atau fitur yang belum tersedia, Anda dapat menulis fitur tersebut ke dalam OS. Demikian pula, Anda mungkin penasaran bagaimana sebuah fitur atau pola desain di elementary OS dibuat. Daripada menebak atau membuat sendiri, Anda dapat melihat kode sumber aslinya untuk jawaban yang pasti.",
    "Get Involved": "Ikut Terlibat",
    "Applications": "Aplikasi",
    "elementary OS Applications": "Aplikasi elementary OS",
    "Calendar": "Kalender",
    "Camera": "Kamera",
    "Files": "Berkas",
    "Mail": "Surat",
    "Music": "Musik",
    "Photos": "Foto",
    "Scratch": "Coretan",
    "Terminal": "",
    "Videos": "Video",
    "Desktop Shell": "Kerangka Desktop",
    "Pantheon Desktop Shell": "Kerangka Desktop Pantheon",
    "GTK+ Stylesheet": "Stylesheet GTK+",
    "Icon Theme": "Tema Ikon",
    "Gala": "",
    "Plank": "",
    "Slingshot": "",
    "Switchboard": "",
    "Wingpanel": "",
    "Platform": "",
    "Pantheon Platform": "Platform Pantheon",
    "Contractor": "",
    "Granite": "",
    "Captive Portal Assistant": "",
    "Pantheon Online Accounts": "Akun Online Pantheon",
    "Polkit Agent": "Agen Polkit",
    "Ubuntu": "Ubuntu",
    "Desktop Libraries &amp; Repositories": "Repositori &amp; Pustaka Desktop",
    "Ayatana": "",
    "BAMF": "",
    "libunity": "",
    "Ubiquity": "",
    "GTK+": "",
    "User Interface Toolkit": "Toolkit Tampilan Pengguna",
    "ATK": "",
    "Pango": "",
    "Cairo": "",
    "GNOME": "",
    "Desktop Libraries": "",
    "dconf": "",
    "GLib": "",
    "PolicyKit": "",
    "Vala": "",
    "FreeDesktop": "",
    "FreeDesktop.org": "",
    "Base Technology": "Teknologi Dasar",
    "D-Bus": "",
    "GStreamer": "",
    "libinput": "",
    "LightDM": "",
    "PulseAudio": "",
    "systemd": "",
    "X.Org": "",
    "Display Server &amp; Windowing System": "Sistem Jendela &amp; Server Tampilan",
    "X11": "",
    "XServer": "",
    "GNU": "",
    "Compiler &amp; Core Utilities": "",
    "Bash": "",
    "GCC": "",
    "GNU C Library": "",
    "Coreutils": "",
    "Linux": "",
    "Filesystem, Hardware, Networking &amp; Drivers": "Sistem File, Perangkat Keras, Jaringan, &amp; Driver",
    "Kernel": "",
    "We Support Open Source Projects": "Kami Mendukung Proyek Sumber Terbuka",
    "elementary makes a point to send funds back to the projects we rely on. When you purchase a copy of elementary OS, you're also supporting great projects like these.": "elementary memastikan untuk mengirimkan dan sumbangan ke proyek yang kami gunakan. Saat Anda membeli elementary OS, Anda juga mendukung proyek-proyek tersebut.",
    "Bountysource": "Bountysource",
    "Debian": "",
    "Font Awesome": "",
    "Inkscape": "",
    "Let’s Encrypt": "",
    "OpenStreetMap": "",
    "rEFInd": "",
    "Software Freedom Conservancy": "",
    "Weblate": "",
    "All logos featured here are trademarks of their respective projects.": "Semua logo yang ditampilkan di sini adalah merek dagang dari proyeknya sendiri.",
    "Open Source &sdot; elementary": "Sumber Terbuka &sdot; elementary"
}
