{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Kami meyakini kombinasi unik UX terbaik dan kekuatan untuk mengubah dunia kode terbuka",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary  didirikan tahun 2007 oleh sekelompok kecil sekarelawan-sukarelawati yg penuh semangat. Setelah beberapa tahun, kami tumbuh menjadi sebuah perusahaan kecil dan mulai membiayai pengembangan perangkat lunak kode terbuka. Kami adalah tim pengembang, desainer, penulis dan pengguna komputer awam membentuk pengalaman menakjubkan tenpan komputasi terbuka, kami adalah elementary",
    "Pacific Standard Time": "Pacific Standard Time",
    "Mountain Standard Time": "Mountain Standard Time",
    "India Standard Time": "Waktu Standar India",
    "Eastern Standard Time": "Eastern Standard Time",
    "Central Standard Time": "Central Standard Time",
    "Central European Time": "Central European Time",
    "Greenwich Mean Time": "Greenwich Mean Time",
    "Moscow Time": "Waktu Moscow",
    "Eastern European Time": "Waktu Eropa Timur",
    "Korea Standard Time": "Waktu Standar Korea",
    "Brasilia Summer Time": "Brasilia Summer Time",
    "Community &amp; Collaborators": "Komunitas & Kolaborator",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary tidak akan ada tanpa keterlibatan anggota komunitas yang berdedikasi dan kolaborator yang bebas lainnya dan proyek open source.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Ikut Terlibat",
    "Powered by Slack": "Dipersembahkan oleh Slack",
    "Team &sdot; elementary": "Tim Elementary"
}