{
    "Be a Part of Something Bigger": "Sé parte de algo grande",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Todo lo que hacemos es 100% de código abierto y desarrollado en colaboración por personas de todo el mundo. Incluso si no eres un programador, puedes involucrarte y hacer la diferencia.",
    "Funding": "",
    "Translations": "Traducciones",
    "Support": "Soporte",
    "Web": "Web",
    "Desktop": "Escritorio",
    "Design": "Diseño",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Con su ayuda, hemos podido crecer de un pequeño grupo de voluntarios apasionados a una pequeña empresa. Cada poquito de ayuda está un paso más cerca de contratar a otro desarrollador de tiempo completo.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona como una campaña de crowdfunding en curso. Elija una cantidad, obtenga recompensas y ayúdenos a alcanzar nuestras metas.",
    "Learn More": "Aprende más",
    "Become a Patron": "",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utilice fácilmente una tarjeta de débito, una tarjeta de crédito o una cuenta de PayPal. Puede elegir un pago único o configurar pagos recurrentes.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "",
    "Visit Store": "Visita la tienda",
    "Bountysource": "",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "",
    "Bountied Bugs": "",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "el sistema operativo elemental es creado y utilizado por personas de todo el mundo; ayúdanos a mejorar la experiencia traduciéndola a más idiomas.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tanto el sistema operativo elementry como nuestro sitio web se traducen abiertamente utilizando una plataforma en línea llamada Weblate.",
    "Join Chat": "",
    "Suggest Translations": "Sugerir traducciones",
    "World map": "Mapa del mundo",
    "Question &amp; Answer": "Pregunta &amp; Respuesta",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Preguntas sin respuesta",
    "New Questions": "Nuevas Preguntas",
    "Documentation": "Documentación",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona documentación básica para usuarios y desarrolladores. Toda nuestra documentación está escrita en Markdown y alojada en GitHub, por lo que enviar un cambio o una nueva sección es pan comido.",
    "Learning The Basics Guide": "Guía de aprendizaje básico",
    "Developer Docs": "",
    "Web Development": "Desarrollo web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nuestro sitio web está construido con HTML, CSS, PHP y JavaScript. Siempre estamos buscando personas con experiencia en aquellas áreas a las que les gustaría contribuir y hacerlo aún mejor.",
    "Fork Our Website on GitHub": "",
    "Report a Website Issue": "Informar un problema en el sitio web",
    "Desktop Development": "Desarrollo de Escritorio",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Nuestro entorno de escritorio y todas sus aplicaciones están construidos usando Vala, GTK +, Granite y otras bibliotecas abiertas. Recibimos nuestro código de escritorio en GitHub, un servicio gratuito para proyectos de código abierto. Si nunca antes ha desarrollado para el sistema operativo elemental, le recomendamos que consulte nuestra guía de Inicio.",
    "Browse Our Code": "",
    "Bitesized Bugs": "",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS usa una hoja de estilo del sistema escrita en CSS. Define cómo se dibuja todo, desde botones y barras de herramientas hasta el panel y los menús.",
    "Browse Our Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "El sistema operativo elemental viene con un conjunto de iconos de vectores que se utilizan en todas las aplicaciones preinstaladas y también están disponibles para desarrolladores de terceros.",
    "Browse Our Icons": "",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "Browse 'Needs Design' Issues": "",
    "Get Involved with elementary OS": "Involucrarse con elementary OS"
}
