{
    "Brand": "Бренд",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "Бренд elementary принадлежит elementary, Inc., компании, которая направляет и поддерживает разработку продуктов elementary. Эти рекомендации описывают, когда и как следует использовать бренд elementary.",
    "Company and Product Names": "Компания и названия продуктов",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Слово <strong>elementary</strong> является товарным знаком elementary, Inc., обозначающим саму компанию. Это всегда строчные буквы, даже в начале предложения. Его также можно использовать вместе с названиями продуктов (например, «elementary OS») для обозначения определенного продукта elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Основным продуктом elementary, Inc. является <strong>elementary OS</strong>. Для ясности, elementary OS никогда не следует сокращать до «elementary» или какого-либо иного сокращения.",
    "Brand Marks": "Торговые марки",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. заявляет права на два знака: <strong>эмблему «e»</strong> и <strong>логопип «elementary»</strong>. Оба считаются товарными знаками и представляют elementary, Inc.",
    "Both should be used with the following in mind:": "При их использовании нужно помнить следующие рекомендации:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Не растягивайте, не наклоняйте, не поворачивайте и не изменяйте иным образом эти знаки.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Не используйте знаки на перегруженном фоне, на сплошном цвете они выглядят лучше.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Знаки должны быть однотонными, например, белый на тёмном фоне или черный на светлом фоне.",
    "elementary Logomark": "Эмблема elementary",
    "Default logomark": "Стандартная эмблема",
    "Alternate elementary Logomark": "Альтернативная эмблема elementary",
    "Alternate logomark": "Альтернативная эмблема",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "Эмблема «e» должна использоваться для обозначения «elementary, Inc.», особенно когда требуется квадратное соотношение. Её следует использовать при больших размерах и рядом с эмблемами аналогичного веса. Более тонкую, альтернативную эмблему можно использовать в небольших размерах или когда логотип по умолчанию кажется слишком тяжелым.",
    "elementary Logotype": "Логотип elementary",
    "Logotype": "Логотип",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "Логотип «elementary» следует использовать, когда окружение позволяет ссылаться на elementary, Inc. Он также может использоваться перед названием продукта для обозначения конкретного продукта elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "При использовании логотипа нужно помнить следующие правила:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Не пытайтесь воссоздать логотип, написав «elementary» определенным шрифтом; Всегда используйте предоставленную графику.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Не используйте логотип при недостатке места для него, вместо этого используйте эмблему «e».",
    "Color": "Цвет",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Мы прибегаем к использованию цвета в сочетании с нашим именем и знаками для создания нашего бренда. Мы используем следующую палитру:",
    "Strawberry": "Клубничный",
    "Strawberry 100": "Клубничный 100",
    "Strawberry 300": "Клубничный 300",
    "Strawberry 500": "Клубничный 500",
    "Strawberry 700": "Клубничный 700",
    "Strawberry 900": "Клубничный 900",
    "Orange": "Апельсиновый",
    "Orange 100": "Апельсиновый 100",
    "Orange 300": "Апельсиновый 300",
    "Orange 500": "Апельсиновый 500",
    "Orange 700": "Апельсиновый 700",
    "Orange 900": "Апельсиновый 900",
    "Banana": "Банановий",
    "Banana 100": "Банановий 100",
    "Banana 300": "Банановий 300",
    "Banana 500": "Банановий 500",
    "Banana 700": "Банановий 700",
    "Banana 900": "Банановий 900",
    "Lime": "Лаймовый",
    "Lime 100": "Лаймовый 100",
    "Lime 300": "Лаймовый 300",
    "Lime 500": "Лаймовый 500",
    "Lime 700": "Лаймовый 700",
    "Lime 900": "Лаймовый 900",
    "Mint": "Мятный",
    "Mint 100": "Мятный 100",
    "Mint 300": "Мятный 300",
    "Mint 500": "Мятный 500",
    "Mint 700": "Мятный 700",
    "Mint 900": "Мятный 900",
    "Blueberry": "Черничный",
    "Blueberry 100": "Черничный 100",
    "Blueberry 300": "Черничный 300",
    "Blueberry 500": "Черничный 500",
    "Blueberry 700": "Черничный 700",
    "Blueberry 900": "Черничный 900",
    "Grape": "Виноградный",
    "Grape 100": "Виноградный 100",
    "Grape 300": "Виноградный 300",
    "Grape 500": "Виноградный 500",
    "Grape 700": "Виноградный 700",
    "Grape 900": "Виноградный 900",
    "Bubblegum": "Бубльгумовый",
    "Bubblegum 100": "Бубльгумовый 100",
    "Bubblegum 300": "Бубльгумовый 300",
    "Bubblegum 500": "Бубльгумовый 500",
    "Bubblegum 700": "Бубльгумовый 700",
    "Bubblegum 900": "Бубльгумовый 900",
    "Latte": "Латте",
    "Latte 100": "Латте 100",
    "Latte 300": "Латте 300",
    "Latte 500": "Латте 500",
    "Latte 700": "Латте 700",
    "Latte 900": "Латте 900",
    "Cocoa": "Какаовый",
    "Cocoa 100": "Какаовый 100",
    "Cocoa 300": "Какаовый 300",
    "Cocoa 500": "Какаовый 500",
    "Cocoa 700": "Какаовый 700",
    "Cocoa 900": "Какаовый 900",
    "Silver": "Серебряный",
    "Silver 100": "Серебряный 100",
    "Silver 300": "Серебряный 300",
    "Silver 500": "Серебряный 500",
    "Silver 700": "Серебряный 700",
    "Silver 900": "Серебряный 900",
    "Slate": "Каменно-серый",
    "Slate 100": "Каменно-серый 100",
    "Slate 300": "Каменно-серый 300",
    "Slate 500": "Каменно-серый 500",
    "Slate 700": "Каменно-серый 700",
    "Slate 900": "Каменно-серый 900",
    "Black": "Угольный",
    "Black 100": "Угольный 100",
    "Black 300": "Угольный 300",
    "Black 500": "Угольный 500",
    "Black 700": "Угольный 700",
    "Black 900": "Угольный 900",
    "Fonts": "Шрифты",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Для сети и печати мы применяем Inter для заголовков и основных копий. Для блоков кода мы пользуемся Roboto Mono.",
    "Third Parties &amp; Community": "Третьи лица и сообщество",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Мы приглашаем сторонних разработчиков, создающих продукты для elementary OS для того, чтобы принять определенные элементы бренда elementary для обеспечения согласованности:",
    "Voice/tone": "Общая атмосфера",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Однако, чтобы избежать недоразумений, мы ограничиваем использование наименования и знаков elementary:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Убедительная просьба утвердить, что ваше приложение или услуга «предназначены для elementary OS», но не использует имя или знаки elementary как часть названия вашей компании, приложения, продукта или услуги—или в любом логотипе, который вы создаете.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Используйте имя elementary или её торговые марки только для обозначения elementary, Inc. или её продуктов (например elementary OS).",
    "Community": "Сообщество",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "В деятельности сообществ (сайты, фан-клубы и т. д.) рекомендуется использовать логотип elementary Community:",
    "elementary Community Logo with color": "Цветной логотип сообщества elementary",
    "elementary Community Logo in black": "Черный логотип сообщества elementary",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Это помогает утвердить продукт как часть общего сообщества, одновременно уменьшая путаницу, которая может возникнуть при использовании эмблемы elementary, Inc.",
    "Hardware Distributors": "Поставщики оборудования",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Пока наше программное обеспечение несёт бренд elementary, опыт использования должен быть одинаковым, независимо от того, была ли ОС загружена с нашего сайта или предустановлена на устройстве.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Программные компоненты elementary OS могут быть изменены и распространены в соответствии с условиями лицензирования программного обеспечения с открытым исходным кодом; однако вышеупомянутый брендинг и товарные знаки могут быть распространены только при одном или нескольких из следующих условий:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Программное обеспечение остается существенно неизменным, включая приложения по-умолчанию, таблицы стилей, иконографию и т. д., или",
    "Software modifications are approved by elementary, Inc.": "Модификации программного обеспечения одобрены компанией elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Драйверы и аппаратное обеспечение, конечно-же, приемлемы. Мы понимаем, что бренд дистрибьютора (то есть обои по умолчанию) может быть важен для дистрибьюторов, поэтому эти модификации, как правило, будут одобрены. Если вы сомневаетесь, напишите нам по электронной почте <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> для уточнения или направления.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Если вы не можете или не хотите следовать условиям перераспределения товарных знаков elementary, Inc., то удаление наших товарных знаков из ОС является самым простым и легким выходом:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Измените строку <code>DISTRIB_DESCRIPTION</code> в файле <code>/etc/lsb-release</code>, чтобы исключить наши товарные знаки.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Замените значки, такой как <code>distributor-logo</code>, находящийся в директории <code>/usr/share/icons/elementary/places/</code>, в каждом представленном размере.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Удалите или замените пакеты <code>plymouth-theme-elementary</code> и <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Для получения дополнительной информации об OEM-производителях и дистрибьюторах оборудования см. нашу <a href=\"oem\">статью об OEM-производителях</a>.",
    "Merchandise": "Предметы с символикой",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Мы не разрешаем использовать наш бренд (включая наше имя или фирменные знаки) на товарах третьих лиц без явного письменного разрешения.",
    "Assets &amp; More Info": "Ресурсы и дополнительная информация",
    "Download on GitHub": "Загрузить с GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Для получения дополнительной информации об использовании бренда, имени и торговых знаков elementary, пожалуйста, свяжитесь с нами по почте <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Бренд &sdot; elementary"
}
