{
    "Be a Part of Something Bigger": "Будьте частью чего-то большего",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Всё, что мы делаем, на 100% состоит из открытого и свободного кода, совместно разрабатываемого людьми со всего мира. Даже если вы не программист, вы можете принять участие и помочь нам.",
    "Funding": "Финансирование",
    "Translations": "Переводы",
    "Support": "Поддержка",
    "Web": "Веб",
    "Desktop": "Десктоп",
    "Design": "Дизайн",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "С вашей помощью из маленькой группы воодушевленных волонтеров мы стали небольшой компанией. Каждый может немного помочь нам, приблизив нас к найму еще одного разработчика на полный рабочий день.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon работает как постоянная краудфандинговая кампания. Выберите сумму, получите награду и помогите нам достичь наших целей.",
    "Learn More": "Узнать больше",
    "Become a Patron": "Стать спонсором",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Просто используйте дебетовую или кредитную карту, либо аккаунт PayPal. Вы можете совершить разовый перевод, либо настроить регулярные платежи.",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Помогите нам финансово и получите эксклюзивные вещи от elementary, которыми можно похвастаться перед друзьями, близкими и коллегами.",
    "Visit Store": "Посетить магазин",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource переводит средства напрямую разработчикам, в качестве награды за исправление ошибок или за создание новых функций. Назначьте вознаграждение за решение вопросов, которые наиболее важны для вас, или просто окажите помощь конкретному проекту. Также вы можете настроить ежемесячный платеж.",
    "Bountied Bugs": "Ошибки с наградами",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS создается и используется людьми со всего мира; помогите нам улучшить взаимодействие с системой, переводя ее на другие языки.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS и наш веб-сайт открыто переводятся с помощью онлайн-платформы Weblate.",
    "Join Chat": "Присоединиться к чату",
    "Suggest Translations": "Предложить перевод",
    "World map": "Карта мира",
    "Question &amp; Answer": "Вопросы и ответы",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Вопросы без ответов",
    "New Questions": "Новые вопросы",
    "Documentation": "Документация",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary предоставляет базовую документацию для пользователей и разработчиков, которая написана на Markdown и размещена на GitHub, что облегчает ее редактирование и пополнение.",
    "Learning The Basics Guide": "Обучение основам",
    "Developer Docs": "Справка для разработчиков",
    "Web Development": "Веб-разработка",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Наш веб-сайт использует HTML, CSS, PHP и JavaScript. Мы всегда ищем людей, разбирающихся в этих областях, которые хотели бы внести свой вклад и сделать его еще лучше.",
    "Fork Our Website on GitHub": "«Форкнуть» наш сайт",
    "Report a Website Issue": "Сообщить о проблеме сайта",
    "Desktop Development": "Десктоп-разработка",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Окружение нашего рабочего стола и все его приложения созданы с использованием Vala, GTK+, Granite и множества других свободных библиотек. Мы размещаем наш исходный код на GitHub — бесплатном сервисе для открытых проектов. Если вы никогда не писали код для elementary OS, мы рекомендуем ознакомиться с руководством по началу работы.",
    "Browse Our Code": "Просмотреть наш код",
    "Bitesized Bugs": "Ошибки «на один укус»",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Наша команда дизайнеров превращает идеи в четко сформулированные задачи. Перед погружением рекомендуется ознакомиться с нашим рабочим процессом.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS использует таблицу стилей, написанную на CSS, которая определяет весь внешний вид: от кнопок до панелей и меню.",
    "Browse Our Stylesheet": "Смотреть наши стили",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS поставляется с набором векторных значков, которые используются во всех предустановленных приложениях.",
    "Browse Our Icons": "Смотреть наши значки",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Наша команда дизайнеров отслеживает на GitHub отчёты об ошибках с тегом «Needs Design», чтобы держать руку на пульсе.",
    "Browse 'Needs Design' Issues": "Смотреть отчёты об ошибках",
    "Get Involved with elementary OS": "Принять участие в разработке elementary OS"
}
