{
    "Be a Part of Something Bigger": "Будьте частью чего-то большего",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Всё, что мы делаем, на 100% состоит из открытого и свободного кода, совместно разрабатываемого людьми со всего мира. Даже если вы не программист, вы можете принять участие и помочь нам.",
    "Funding": "Финансирование  ",
    "Translations": "Переводы",
    "Support": "Поддержка",
    "Web": "Веб",
    "Desktop": "Рабочий стол",
    "Design": "Дизайн",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.",
    "Bug Bounties": "Премии за решение проблем",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource передает разработчикам деньги напрямую, вознаграждая их за исправление ошибок или создание новых функций. Назначьте примии за решение проблем, которые волнуют вас больше всего, или просто пожертвуйте конкретному проекту. Также вы можете подписаться на ежемесячный платеж.",
    "Learn More": "Узнать больше",
    "BountySource": "BountySource",
    "Bountied Bugs": "Ошибки с наградами",
    "General Funding": "Общее финансирование",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon работает как бессрочная краудфандинговая кампания. Внесите свой вклад, получите от нас подарок или благодарность и помогите нам достичь наших целей.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal — это быстрый и легкий способ помочь нашему делу. Выберите разовую сумму или настройте регулярный платеж.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS создается и используется людьми со всего мира; помогите нам улучшить взаимодействие с системой, переводя ее на другие языки.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS использует открытый инструмент для коллективного перевода Rosetta, расположенный на Launchpad.",
    "Our website is also openly translated using an online platform called Transifex.": "Наш веб-сайт также открыто переводится, используя онлайн-платформу Transifex.",
    "Translate elementary OS": "Перевести elementary OS",
    "Translate This Website": "Перевести этот веб-сайт",
    "World map": "Карта мира",
    "Question & Answer": "Вопросы и Ответы",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange — это Q&A сайт, созданный с целью поиска лучших ответов на популярные вопросы. Любой желающий может создать аккаунт, чтобы начать задавать вопросы, либо давать ответы.",
    "Unanswered Questions": "Вопросы без ответов",
    "New Questions": "Новые вопросы",
    "Documentation": "Документация",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary предоставляет базовую документацию для пользователей и разработчиков. Вся наша документация написана на Markdown и размещена на GitHub, что облегчает ее редактирование и пополнение.",
    "Learning The Basics Guide": "Обучение основам",
    "Developer Docs": "Справка для разработчиков",
    "Web Development": "Веб-разработка",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Наш веб-сайт использует HTML, CSS, PHP и JavaScript. Мы всегда ищем людей, разбирающихся в этих областях, которые хотели бы внести свой вклад и сделать его еще лучше.",
    "Fork Our Website on GitHub": "Создать форк нашего сайта",
    "Report a Website Issue": "Сообщить о проблеме сайта",
    "Desktop Development": "Десктоп-разработка",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Наше окружение рабочего стола и все его приложения созданы с использованием Vala, GTK+, Granite и множества других свободных библиотек. Мы размещаем наш исходный код на Launchpad.net — бесплатном сервисе для открытых проектов. Если вы никогда не создавали код для elementary OS, мы рекомендуем ознакомиться с руководством по началу работы.",
    "Browse Our Desktop Code": "Код рабочего стола",
    "Browse Our Apps' Code": "Код наших приложений",
    "Bitesized Bugs": "Ошибки «на один байт»",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Каждый проект начинается с идеи. Наша команда перевоплощает идеи в своего рода путевые карты. Мы разделяем дизайн на две составляющие:",
    "Visual Design": "Визуальный дизайн",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Мы всегда открыты для новых идей визуального дизайна в elementary OS. Начните делиться макетами в",
    "our Google+ Community": "нашем сообществе в Google+",
    "Read the Interface Guidelines": "Руководства по интерфейсу",
    "See Our Mockups": "Наши макеты",
    "Interaction Design": "Интерактивный дизайн",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Для создания детальных описаний новых возможностей и изменений в пользовательском интерфейсе мы используем систему путевых карт на Launchpad.",
    "Read About Our Workflow": "О нашем рабочем процессе",
    "Browse Our Blueprints": "Наши путевые карты",
    "Get Involved with elementary OS": "Принять участие в разработке elementary OS"
}