{
    "Be a Part of Something Bigger": "Будьте частью чего-то большего",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Всё, что мы делаем, на 100% состоит из открытого и свободного кода, совместно разрабатываемого людьми со всего мира. Даже если вы не программист, вы можете присоединиться и помочь нам.",
    "Funding": "Финансирование",
    "Translations": "Переводы",
    "Support": "Поддержка",
    "Web": "Сеть",
    "Desktop": "Рабочий стол",
    "Design": "Дизайн",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Благодаря нашим пользователям и поклонникам, мы смогли вырасти из небольшой группы увлечённых волонтёров в небольшую, но устойчивую компанию. Даже самая незначительная поддержка помогает нам улучшать elementary OS и решать ещё более амбициозные задачи.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Финансируйте elementary напрямую и получите значок в вашем профиле GitHub, показав свою поддержку. GitHub Sponsors не взимает никаких комиссий, так что это отличный способ сделать ваш вклад еще больше.",
    "Sponsor on GitHub": "Спонсировать на GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon работает как постоянная краудфандинговая компания. Выберите сколько, хотите вносить каждый месяц, чтобы помочь нам достичь нашей цели. Кроме того, получайте эксклюзивные награды и читайте эксклюзивный контент раньше, чем другие.",
    "Back on Patreon": "Поддержать на Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Просто используйте дебетовую или кредитную карту, либо аккаунт PayPal. Вы можете совершить разовый перевод, либо настроить регулярные платежи.",
    "Use PayPal": "Воспользоваться PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - Безопасный и простой способ оплаты через Интернет!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Установите регулярный взнос через Liberapay, платформу с открытым исходным кодом и некоммерческим финансированием.",
    "Contribute with Liberapay": "Внести свой вклад с Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS создаётся и используется людьми со всего мира. Помогите нам улучшить взаимодействие с системой, переводя её на другие языки.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "elementary OS и наш веб-сайт открыто переводятся с помощью онлайн-платформы Weblate.",
    "Learn More": "Узнать больше",
    "Join Chat": "Присоединиться к чату",
    "Suggest Translations": "Предложить перевод",
    "World map": "Карта мира",
    "Question &amp; Answer": "Вопросы и ответы",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "",
    "New Questions": "Новые вопросы",
    "Unanswered Questions": "Вопросы без ответов",
    "Documentation": "Документация",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary предоставляет базовую документацию для пользователей и разработчиков, которая написана на Markdown и размещена на GitHub, что облегчает её редактирование и пополнение.",
    "Learning the Basics Guide": "Руководство по изучению основ",
    "Developer Docs": "Справка для разработчиков",
    "Web Development": "Веб-разработка",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Наш веб-сайт использует HTML, CSS, PHP и JavaScript. Мы всегда ищем людей, разбирающихся в этих областях, которые хотели бы внести свой вклад и сделать его еще лучше.",
    "Report a Website Issue": "Сообщить о проблеме сайта",
    "Fork the Website on GitHub": "Создать форк веб-сайта на GitHub",
    "Desktop Development": "Разработка рабочего стола",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Наше окружение рабочего стола и все его приложения созданы с помощью Vala, GTK, Granite и ряда других открытых библиотек. Мы размещаем весь наш код и ведём всю разработку на GitHub. Если вы никогда раньше не разрабатывали для elementary OS, мы рекомендуем вам ознакомиться с нашим руководством по разработке.",
    "Developer Guide": "Руководство по разработке",
    "Browse Code": "Посмотреть код",
    "Report issues": "Сообщайте о проблемах",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Помогайте нам, отслеживая проблемы и сообщая о них. Или помогайте, подтверждая, разъясняя и очищая уже существующие.",
    "Read the Guide": "Прочитать руководство",
    "Fix issues": "Исправляйте ошибки",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Помогайте elementary OS, исправляя ошибки, улучшая функциональность или внедряя новые функции.",
    "Bitesize Issues": "Крошечные проблемы",
    "Create apps": "Создавайте приложения",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Улучшайте общую экосистему elementary OS и зарабатывайте деньги, создавая отличные новые приложения для AppCenter.",
    "Publish on AppCenter": "Опубликовать в AppCenter",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Наша команда дизайнеров превращает идеи в чёткие отчеты о проблемах и готовые материалы. Перед погружением, советуем прочитать о нашем рабочем процессе.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Наша команда дизайнеров отслеживает проблемы помеченные меткой «Needs Design» в GitHub. Возможно, им понадобится больше обсуждений относительно дизайна, моделей или результатов.",
    "See ‘Needs Design’ Issues": "Просмотреть проблемы с меткой «Needs Design»",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS использует системную таблицу стилей, написанную на CSS. Она определяет способ отображается интерфейса, например кнопок, панелей инструментов и меню.",
    "View Stylesheet": "Просмотреть таблицу стилей",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS поставляется с набором векторных иконок, которые используются во всех стандартных приложениях и доступны сторонним приложеням.",
    "Browse Icons": "Просмотреть иконки",
    "Get Involved with elementary OS": "Приобщиться к разработке elementary OS"
}
