{
    "Press Resources": "Ресурсы для прессы",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Мы любим работать с прессой — как в мире Linux, так и в сфере высоких технологий и культуры — чтобы поделиться нашей историей и над чем мы работаем.",
    "Join Our Press List": "Присоединяйтесь к нашему списку прессы",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Будьте первыми, кто узнает о новых релизах и значительных событиях. Мы отправляем ранний доступ к пресс-релизам и пресс-наборам, включая скриншоты с высоким разрешением. Это Будьте первыми, кто узнает о новых релизах и значительных событиях. Мы отправляем ранний доступ к пресс-релизам и пресс-наборам, включая скриншоты с высоким разрешением. Это <strong>очень объемный</strong> список, мы посылаем Вам самые большие новости примерно раз в год.очень низкий объемный список, мы посылаем Вам самые большие новости примерно раз в год.",
    "Email": "Электронный адрес",
    "First Name": "Имя",
    "Last Name": "Фамилия",
    "Publication": "Публикация",
    "Subscribe": "Подписывайся",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "Самое большое обновление платформы с добавленными мультитач жестами, тёмным стилем, песочницей приложений и совершенно новым установщиком. OS 6 даёт вам возможность контролировать и выражать себя, продолжает внедрять инновации с помощью новых возможностей, легкого получения и лучшей доступности чем когда-либо.",
    "Read Announcement": "Читать объявление",
    "Download Press Kit": "Загрузить набор для прессы",
    "News &amp; Announcements": "Новости и объявления",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Мы делимся частыми обновлениями по разработке, масштабными анонсами, советами для разработчиков, рекомендуемыми приложениями и другим новым контентом через наш официальный блог.",
    "Visit Our Blog": "Посетить наш блог",
    "Brand Resources": "Подробности о бренде",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Просмотрите логотипы elementary, рекомендации по использованию бренда, цветовую палитру и логотип сообщества. Кроме того, загрузите официальные символы в высоком разрешении и векторные логотипы elementary.",
    "View Brand Resources": "Посмотреть подробности о бренде",
    "Get in Touch": "Свяжитесь с нами",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Обратитесь непосредственно к команде, отправив нам письмо на адрес <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Мы приветствуем запросы на интервью, выступления в подкастах или просто общие запросы от прессы.",
    "Send an Email": "Отправить электронное письмо",
    "Press &sdot; elementary": "Пресса &sdot; elementary"
}
