{
    "Press Resources": "Ресурсы для прессы",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Мы любим работать с прессой — как в мире Linux, так и в сфере высоких технологий и культуры — чтобы поделиться нашей историей и над чем мы работаем.",
    "In the Press": "Мы в прессе",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;elementary OS — иная... красивая и мощная операционная система. &rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;Не мешается под ногами и даёт сфокусироваться на том, что тебе нужно сделать.&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;Я заметил, что за последние две недели [использования elementary OS] я стал более продуктивным, чем за последние два месяца вместе взятые.&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;Быстрая, не требующих больших затрат платформа, которую можно установить практически где угодно.&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;Легкая и быстрая... и имеет явный талант в дизайне и во внешнем виде.&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;Лучший способ попробовать elementary [OS] — установить её, а поскольку сам установщик до изящества прост, это довольно легко сделать.&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;Этичная и достойная замена традиционным системам, таким как Windows и macOS… простая в использовании и хорошо настраиваемая для различных рабочих процессов.&rdquo;",
    "Join Our Press List": "Присоединяйтесь к нашему списку прессы",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Будьте первыми, кто узнает о новых релизах и значительных событиях. Мы предоставляем ранний доступ к пресс-релизам и пресс-наборам, включая скриншоты в высоком разрешении. Это <strong>очень небольшой</strong> список, мы отправляем вам самые только большие новости примерно раз в год.",
    "Email": "Эл. почта",
    "First Name": "Имя",
    "Last Name": "Фамилия",
    "Publication": "Публикация",
    "Subscribe": "Подписывайся",
    "elementary OS 6.1 Jólnir": "elementary OS 6.1 Jólnir",
    "Larger strides in less time than ever before with a redesigned window switcher, much improved apps, better portals, and refinements in every corner. OS 6.1 addresses feedback, gets stuff done around the office, and expands compatibility with a wide range of hardware.": "Больше свершений за меньшее время с переработанном переключателем окон, значительные улучшения приложений, обновлённые порталы и усовершенствования в каждом уголке. OS 6.1 учитывает ваши отзывы, подходит для работы в офисе и расширяет совместимость с большим спектром оборудования.",
    "Read Announcement": "Читать объявление",
    "Download Press Kit": "Загрузить набор для прессы",
    "News &amp; Announcements": "Новости и объявления",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Мы делимся частыми обновлениями по разработке, масштабными анонсами, советами для разработчиков, рекомендуемыми приложениями и другим новым контентом через наш официальный блог.",
    "Visit Our Blog": "Посетить наш блог",
    "Brand Resources": "Подробности о бренде",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Просмотрите логотипы elementary, рекомендации по использованию бренда, цветовую палитру и логотип сообщества. Кроме того, загрузите официальные символы в высоком разрешении и векторные логотипы elementary.",
    "View Brand Resources": "Посмотреть подробности о бренде",
    "Get in Touch": "Свяжитесь с нами",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Обратитесь непосредственно к команде, отправив нам письмо на адрес <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Мы приветствуем запросы на интервью, выступления в подкастах или просто общие запросы от прессы.",
    "Send an Email": "Отправить электронное письмо",
    "Press &sdot; elementary": "Пресса &sdot; elementary"
}
