{
    "Privacy": "Конфиденциальность",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Ваши данные всегда принадлежат Вам, и только Вам. Мы не заключаем рекламных соглашений и не собираем конфиденциальные личные данные. Мы финансируемся непосредственно нашими пользователями, платящими столько, сколько захотят за elementary OS и приложения в Центре приложений. Так и должно быть.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Мы активно защищаем Ваши данные от нас и других, не собирая их. Мы верим что уважать и защищать Вашу конфиденциальность - это этично; <strong>люди имеют фундаментальное право на максимальную конфиденциальность, даже от компаний и продуктов, которым они доверяют.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Мы не собираем никаких данных через elementary OS.</strong> Ваши файлы, настройки, и прочие персональные данные остаются на Вашем устройстве если Вы сами не поделитесь ими со сторонним приложением или сервисом.",
    "Protections": "Защита",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS поставляется со встроенными средствами защиты конфиденциальности, чтобы помочь защитить ваши данные от посторонних.",
    "Tattle-tale": "Сплетни-сказки",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS помогает Вам следить за тем, что делают приложения. Когда приложение использует ваш микрофон, мы показываем индикатор, чтобы вы знали об этом. Когда приложение использует много энергии, мы сообщаем вам об этом в индикаторе аккумулятора.",
    "Permissions": "Права доступа",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Когда приложение желает получить доступ к вашим данным или устройствам, оно должно спросить об этом. Мы проверяем все приложения в Центре приложений чтобы удостовериться, что они корректно используют права, и вы всегда можете отозвать их сами в Параметрах системы.",
    "Housekeeping": "Домоводство",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS автоматически очищает ваши временные и файлы из корзины. Это не только экономит свободное место в памяти устройства, но и помогает удостовериться, что Ваша конфиденциальная информация не будет Вас преследовать.",
    "Online Accounts": "Онлайн аккаунты",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS по желанию интегрируется с онлайн-аккаунтами, например поставщиками электронной почты и календаря, с помощью Параметров системы. Данные этих поставщиков могут быть получены с помощью вашей копии elementary OS, а также сохранены локально на вашем устройстве для отображения в локально установленных приложениях, таких как Почта, Календарь и Задачи. <strong>Эти данные не отправляются в elementary и не передаются третьим сторонам.</strong>",
    "What Data is Collected": "Какие данные собираются",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Если Вы решите добавить онлайн-аккаунт, ваша копия elementary OS может собирать и хранить Ваше имя, адрес электронной почты, аватар, сообщения электронной почты, события календаря, контакты, фотографии и файлы из подключённых учётных записей локально на вашем устройстве. <strong>elementary не собирает никаких из этих данных.</strong>",
    "How Data is Used": "Как данные используются",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Ваши данные хранятся локально на вашем устройстве и никогда не отправляются на сервера elementary или третьих лиц.</strong> Они используются для наполнения локально установленных приложений, таких как Почта, Календарь, Задачи, Файлы и Фотографии с Вашими данными, чтобы Вы могли получить к ним доступ.",
    "Sharing Data": "Обмен данными",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS не передает никакие данные, собранные с ваших онлайн-аккаунтов.</strong> Эти данные никогда не отправляются на сервера elementary или сторонних компаний.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Этот веб-сайт использует Plausible Analytics с открытым кодом, направляемый через наш домен <code>stats.elementary.io</code>, для анонимного подсчёта посещений, загрузок и т.д. Вы можете увидеть те же данные, что и мы, на <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">общедоступной панели управления</a>. Никакие файлы cookie не используются, а также никакие личные данные, даже IP-адрес или user agent браузера не сохраняются. Для получения дополнительной информации см. <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Политика Plausible в отношении данных</a>",
    "Cookies": "Cookie-файлы",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Вы можете отключить или выборочно отключить любые cookie-файлы или сторонние cookie-файлы в настройках браузера.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Этот сайт использует cookie-файлы для дополнительных улучшений. Вы можете обнаружить, что службы работают без них, но с ограниченным удобством использования. Например, сайт не будет помнить, платили ли вы ранее за elementary OS; по умолчанию вас попросят заплатить ещё раз.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Сохраняет cookie-файлы для запоминания элементов поведения и определения возможных угроз. Для дополнительной информации читайте на",
    "Cloudflare Privacy &amp; Security Policy": "Политика конфиденциальности и безопасности Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Использует cookie-файлы для запоминания вашего последнего заказа и вашей страны, чтобы знать, какие типы карт предлагать для платежей. Для дополнительной информации, читайте",
    "Stripe's Privacy Policy": "Политика конфиденциальности Stripe",
    "Manage Cookies": "Управление cookie-файламы",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Поскольку вы уже посещали наш сайт, возможно, вы захотите управлять cookie-файлами, которые уже установлены в вашем браузере. Ссылки на соответствующие инструкции можно найти ниже.",
    "Transparency": "Прозрачность",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Мы не размещали никаких дырок в нашем программном обеспечении и не получали никаких запросов на это. Мы также никогда не получали писем о национальной безопасности, заказов FISA или любых других засекреченных запросов о пользовательской информации.",
    "Privacy &sdot; elementary": "Конфиденциальность &sdot; elementary"
}
