{
    "Community-Powered Support": "Поддержка от сообщества",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Общайтесь и участвуйте в нашем глобальном сообществе. Ищите вопросы, задавайте свои или помогайте другим, делясь своими знаниями. Выберите приложение или компонент ниже, чтобы просмотреть связанные обсуждения.",
    "AppCenter": "AppCenter",
    "Calculator": "Калькулятор",
    "Calendar": "Календарь",
    "Camera": "Камера",
    "Code": "Код",
    "Files": "Файлы",
    "Mail": "Почта",
    "Music": "Музыка",
    "Photos": "Фотографии",
    "Screenshot": "Снимок экрана",
    "Shortcuts": "Сочетания клавиш",
    "Tasks": "Задачи",
    "Terminal": "Терминал",
    "Videos": "Видео",
    "Web": "Сеть",
    "Installer": "Установщик",
    "Multitasking": "Многозадачность",
    "System Settings": "Параметры системы",
    "Other Questions &amp; Help": "Другие вопросы и поддержка",
    "Guides &amp; Documentation": "Руководства и документация",
    "Installation": "Установка",
    "Get help installing elementary OS with our step-by-step guide.": "Используйте пошаговое руководство, если вам нужна помощь с установкой elementary OS.",
    "Learning the Basics": "Изучение основ",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Познакомьтесь с рабочим столом, многозадачностью, сочетаниями клавиш и многим другим.",
    "Payment &amp; Download Support": "Оплата и поддержка загрузки",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please contact us using the details in your email receipt and a team member will contact you as soon as possible.": "Если вам нужна помощь с покупкой elementary OS — например, для загрузки вашей копии или запроса возврата средств — свяжитесь с нами, используя данные, указанные в квитанции по электронной почте, и член команды свяжется с вами как можно скорее.",
    "Support &sdot; elementary": "Поддержка &sdot; elementary"
}
