{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Мы верим в силу уникального сочетания превосходного UX и могучего Open Source.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary была основана в 2007 году небольшой группой добровольцев. За эти годы мы смогли стать небольшой компанией и фондом разработки программного обеспечения с открытым исходным кодом. Мы — команда разработчиков, дизайнеров, писателей и обычных пользователей ПК, строящих невероятную систему взаимодествия с компьютером. Мы — elementary.",
    "Pacific Standard Time": "Тихоокеанское стандартное время",
    "Mountain Standard Time": "Горное стандартное время",
    "India Standard Time": "Индийское стандартное время",
    "Eastern Standard Time": "Восточное стандартное время",
    "Central Standard Time": "Центральное стандартное время",
    "Central European Time": "Центральноевропейское время",
    "Greenwich Mean Time": "Время по Гринвичу",
    "Eastern European Time": "Восточноевропейское время",
    "Korea Standard Time": "Корейское стандартное время",
    "Moscow Time": "Московское время",
    "Brasilia Summer Time": "Бразильское летнее время",
    "Community &amp; Collaborators": "Сообщество и соавторы",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary не смогла бы существовать без отдельных членов сообщества и соавторов из других свободных проектов с открытым исходным кодом.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Принять участие",
    "Powered by Slack": "Технологии Slack",
    "Team &sdot; elementary": "Команда ⋅ elementary"
}