{
    "Actions": "Acciones",
    "Action icons are graphics used to represent user actions. Action icons are most commonly found in app toolbars, but can be found throughout the OS.": "Los iconos de acciones representan actividades del usuario. Los iconos de acciones pueden encontrarse por lo general en barras de herramientas, aunque también aparecen en otros sitios del sistema operativo.",
    "If your app has an action that can be described by an existing system action icon, reference that icon. This ensures a consistent user experience and aids in user recognition of common functions.": "Si su aplicación incluye una acción que puede ilustrarse con un icono de acción ya proporcionado por el sistema, utilice ese icono. Esto garantiza una experiencia de usuario coherente y ayuda al reconocimiento de funciones comunes.",
    "If your app has a unique action not easily described by an existing icon, you may need to create your own icon. Follow the look and feel of existing system icons and install the icon along with your app.": "Si, por el contrario, su aplicación contiene una acción que no puede describirse fácilmente con un icono existente, puede que necesite crear uno propio. Imite la apariencia de los iconos existentes e instálelo con su aplicación.",
    "Next Page:": "Próxima página:",
    "Symbolic": "Iconos simbólicos",
    "Always Provide An Undo": "Siempre permita deshacer",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should allow the user to undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "En ocasiones el usuario realizará una acción que puede ser destructiva o tradicionalmente irreversible. En lugar de mostrar al usuario una advertencia, las apps deben permitirle deshacer la acción durante un periodo de tiempo apropiado. Veamos los principales ejemplos en los que este comportamiento es útil:",
    "<strong>Closing an app<\/strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"\/docs\/human-interface-guidelines\/closing\">Closing<\/a>.": "<strong>Cierre de una aplicación<\/strong>. En lugar de advertir al usuario,  guarde automáticamente su trabajo y el estado de la aplicación, para que pueda regresar exactamente donde lo dejó. Vea <a href=\"\/docs\/human-interface-guidelines\/closing\">Cierre<\/a>.",
    "<strong>Deleting an item<\/strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Eliminación de un elemento<\/strong>. En lugar de preguntar al usuario si está seguro; hacer que el elemento \"desaparezca\" de la app, pero proporcionando una forma fácil e intuitiva para deshacer la eliminación.",
    "<strong>Sending an email<\/strong>. Rather than asking the user if they want to send an email, allow them to undo or edit the message a short time after &quot;sending.&quot;": "<strong>Enviar un correo electrónico<\/strong>. En lugar de preguntar al usuario si desea enviar un correo electrónico, permítanle deshacer o editar el mensaje durante cierto tiempo tras \"enviarlo\".",
    "<strong>Editing a photo<\/strong>. Instead of asking the user if they want to destructively apply an edit, allow them to undo the edit and always keep the original backed up.": "<strong>Editar una foto<\/strong>. En lugar de preguntar al usuario si desea  aplicar una edición de forma irreversible, permítanle deshacer la edición y mantener siempre una copia de seguridad del original.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Este comportamiento, sólo como último recurso, debe ser implementado proporcionando un tiempo de seguridad entre que la app muestra al usuario lo que ha pasado y lleva a cabo realmente la acción. Para mantener interactiva la experiencia, la aplicación debe aparentar siempre que ha realizado la acción en cuanto el usuario la inicie.",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Este comportamiento rompe con el equilibrio perfecto de no entrometerse en las acciones del usuario pero asegurándose de que no hacen nada no intencionado. Es importante que la acción de deshacer pase desapercibida, pero que a la vez sea simple e intuitiva; una manera común de hacer esto es usando una barra de información, aunque otros métodos pueden ser apropiados.",
    "See also: <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo<\/a> by Aza Raskin": "Vea tambien: <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Leer artículo en A List Apart\">Nunca Uses una Advertencia Cuando te refieres a Deshacer<\/a> por Aza Raskin",
    "First-Launch Experience": "Experiencia de la primera apertura",
    "Always Saved": "Siempre Guardado",
    "Users should feel confident when using elementary; they should know that everything they see is saved and up to date.": "Los usuarios deben sentirse seguros usando elementary; deben saber que todo lo que ven está guardado y actualizado.",
    "Apps in elementary should operate around an always-saved state. This means that changes the user makes are instantly applied and visible and that making the user manually save things is a legacy or specialized behavior.": "Las aplicaciones en elementary deben funcionar según el principio de \"Siempre Guardado\". Esto significa que los cambios que el usuario realiza son instantáneamente aplicados y visibles, y que hacer que un usuario deba guardar manualmente un archivo es una herencia o un comportamiento especializado.",
    "For example, a Song Info dialog should update the track information instantly without a user having to press a save button, user preferences should be applied as soon as the user manipulates the relevant widget, and closing an app should mean that reopening it will return to where the user left off.": "Por ejemplo, un panel de información de una canción debe actualizar la información de la pista instantáneamente sin que el usuario tenga que pulsar ningún botón de guardado; los ajustes del usuario deben ser aplicados en el momento que estos se manipulan; y una app cerrada debe reabrirse justo donde el usuario la dejó.",
    "Desktop Integration": "Integración con el escritorio",
    "App Launchers": "Lanzadores de Aplicaciones",
    "The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. In order to provide these launchers you must install an appropriate .desktop file with your app. This includes giving your launcher an appropriate name, placing it in the correct category, assigning it an icon, etc.": "El principal método de descubrimiento y uso de su app será a través de un lanzador en Slingshot o en el dock. Para proporcionar estos lanzadores, debe instalar un archivo .desktop junto con su app. Esto incluye darle a su lanzador un nombre apropiado, colocarlo en la categoría adecuada, asignarle un icono, etc.",
    ".desktop files follow the freedesktop.org <a href=\"http:\/\/standards.freedesktop.org\/desktop-entry-spec\/latest\/index.html\" title=\"View the spec on FreeDesktop.Org\">Desktop Entry Specification<\/a>. They should be installed in <em>\/usr\/share\/applications<\/em>. Users may create their own launchers by putting .desktop files in <em>~\/.local\/share\/applications<\/em>.": "Los archivos .desktop siguen las  <a href=\"http:\/\/standards.freedesktop.org\/desktop-entry-spec\/latest\/index.html\" title=\"View the spec on FreeDesktop.Org\">Especificaciones de Acceso al Escritorio -en inglés-<\/a> de freedesktop.org. Deben ser instaladas en <em>\/usr\/share\/applications<\/em>. Los usuarios pueden crear sus propios lanzadores poniendo archivos .desktop en <em>~\/.local\/share\/applications<\/em>.",
    "The contents of .desktop files should follow this formula:": "Los contenidos de los archivos .desktop deben seguir este modelo:",
    "<em><strong>Title<\/strong> is a(n) <strong>GenericName<\/strong> that lets you <strong>Comment<\/strong>.<\/em>": "<em><strong>Title<\/strong> es un(a) <strong>GenericName<\/strong> que te permite <strong>Comment<\/strong>.<\/em>",
    "You should not include descriptive words in your title. For example, Dexter is called &quot;Dexter,&quot; not &quot;Dexter Address Book.&quot; Midori is just &quot;Midori,&quot; not &quot;Midori Web Browser.&quot; Instead, utilize the GenericName attribute of your app's .desktop file for a generic name, and the Comment attribute for a longer descriptive phrase.": "No se deben incluir palabras calificativas en el título. Por ejemplo, Dexter se llama \"Dexter\", no \"Libreta de Direcciones Dexter\". Midori es sólo \"Midori\", no \"Navegador de Internet Midori\". En su lugar, utilice el atributo GenericName de su app para un nombre genérico, y el atributo Comment para una frase calificativa más larga.",
    "If your app is easily categorized or described with a generic name, you should use that for the GenericName attribute in your app's .desktop file. If you can say, &quot;My app is a(n) <strong>____<\/strong>,&quot; then whatever fits in that blank could be the generic name. For example, Maya is a calendar, so its generic name is &quot;Calendar.&quot;": "Si su app es fácilmente clasificada o descrita con un nombre genérico, debe usarlo para el atributo GenericName del archivo .desktop de su app. Si usted dice \"Mi app es un(a) <strong>_____<\/strong>\", entonces lo que vaya en ese hueco debe ser el nombre genérico. Por ejemplo, Maya es un calendario, así que su nombre genérico es \"Calendario\". ",
    "You should not include articles (the, a, an) or the words &quot;program,&quot; &quot;app,&quot; or &quot;application&quot; in your app's generic name.": "No debe incluir los artículos (el, la, uno, una) o las palabras \"programa\", \"app\", o \"aplicación\" en el nombre genérico de su app.",
    "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app. ": "El nombre genérico debe tener el <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">estilo de título<\/a> y debe ser usado a lo largo de todo el sistema para describir o clasificar mejor su app.",
    "The system utilizes an app's Comment attribute found in the .desktop file to succinctly inform a user what can be done with the app. It should be a short sentence or phrase beginning with a verb and containing the primary nouns that your app deals with. For example, the following are appropriate comments:": "El sistema utiliza un atributo de comentario de la app que se localiza en el archivo .desktop para informar concisamente de lo que puede hacerse con ella. Debe ser una oración corta o una frase que comience con un verbo y contenga sustantivos relativos a su app. Por ejemplo, estos son comentarios apropiados.",
    "Maya: <strong>Browse and schedule events<\/strong>": "Maya: <strong>Explore y programe eventos<\/strong>",
    "Noise: <strong>Listen to music<\/strong>": "Noise: <strong>Escuche música<\/strong>",
    "Lingo: <strong>Look up definitions<\/strong>": "Lingo: <strong>Busque definiciones<\/strong>",
    "Geary: <strong>Send and receive mail<\/strong>": "Geary: <strong>Envíe y reciba correo electrónico<\/strong>",
    "Scratch: <strong>Edit text files<\/strong>": "Scratch: <strong>Edite archivos de texto<\/strong>",
    "Files: <strong>Browse and manage your files<\/strong>": "Archivos: <strong>Explore y gestione archivos<\/strong>",
    "An app's comment should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization\">sentence case<\/a>, not include terminal punctuation (periods, exclamation points, or question marks), and should be as short as possible while describing the <em>primary<\/em> use case of the app.": "El comentario de una app debe seguir el <a  href=\"\/docs\/human-interface-guidelines\/capitalization\">estilo de oración<\/a>, sin incluir puntuación final (puntos, signos de exclamación o interrogación), y debe ser lo más corta posible, mientras describe el uso <em>primario<\/em> de la app.",
    "Categories": "Categorías",
    "The following categories may be used to aid with searching or browsing for your app:": "Las siguientes categorías se pueden utilizar para ayudar con la búsqueda o la navegación para su aplicación:",
    "AudioVideo  ": "AudioVideo",
    "Video": "Vídeo",
    "Development": "Desarrollo",
    "Education": "Educación",
    "Game": "Juegos",
    "Graphics": "Gráficos",
    "Network ": "Internet",
    "Office": "Oficina",
    "Science": "Ciencia",
    "Settings": "Configuración ",
    "System": "Sistema",
    "Utility": "Utilidades",
    "Keywords": "Palabras claves",
    "Files: <strong>Folders;Browser;Explorer;Finder;Manager<\/strong>": "Files: <strong>Carpetas;Navegar;Explorador;Finder;Gestor<\/strong>",
    "Terminal: <strong>Command;Prompt;cmd;Emulator<\/strong>": "Terminal: <strong>Comando;Prompt;cmd;Emulador<\/strong>",
    "Scratch: <strong>Notepad;IDE;Plain<\/strong>": "Scratch: <strong>Bloc de notas;IDE;Plain<\/strong>",
    "System Settings: <strong>Control;Panel<\/strong>": "Configuración del sistema: <strong>Control;Panel<\/strong>",
    "Shotwell: <strong>Camera;Picture<\/strong>": "Shotwell: <strong>Cámara;Imágen<\/strong>",
    "Keywords should be single words in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and seperated with a semicolon.": "Las palabras clave deben ser palabras únicas escritas en <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">estilo de título<\/a> y separadas con un punto y coma.",
    "See also: <a href=\"http:\/\/standards.freedesktop.org\/desktop-entry-spec\/latest\/index.html\">Desktop Entry Specification<\/a> from FreeDesktop.org": "Vea también: <a href=\"http:\/\/standards.freedesktop.org\/desktop-entry-spec\/latest\/index.html\">Especificación de entrada al escritorio<\/a> de FreeDesktop.org",
    "The AppMenu is an optional menu which is opened using the gear-shaped icon on the far-right of an app's toolbar. It provides relevant menu items in place of the traditional &quot;File, Edit, View...&quot; menu bar.": "El AppMenu es un menú opcional que se abre mediante el icono de la rueda dentada en el extremo derecho de la barra de herramientas de una aplicación. Este menú sustituye a la barra de menús tradicional y, por tanto, contiene las mismas órdenes.",
    "Usage": "Uso",
    "You should first consider if your app needs this widget. While most apps may have one, your app may not necessarily need an AppMenu.": "Debe considerar en primer lugar si su aplicación necesita este <i>widget<\/i>. Aunque que la mayoría de las aplicaciones tengan uno, eso no significa que deba utilizarlo.",
    "When adding items to your AppMenu, consider the following:": "Tome en cuenta estas consideraciones antes de añadir elementos al AppMenu:",
    "Items should be relevant and useful. It's not acceptable to duplicate items that are found in your main UI here.": "Cualquier elemento debe ser relevante y útil. No es aceptable duplicar elementos que ya se encuentran en la IU principal.",
    "If the app includes a &quot;preferences&quot; window, it should be available from the AppMenu.": "Si la aplicación incluye una ventana de preferencias, esta debe ser accesible desde el AppMenu.",
    "There should be an item for the &quot;About&quot; dialog which contains links to the project's bug tracker, help, etc.": "Debe haber un elemento que abra el cuadro de diálogo «Acerca de», que contiene enlaces a la ayuda y sitios web relacionados con la aplicación.",
    "If an AppMenu is displayed, a menu bar should not be, and vice-versa.": "Si una aplicación utiliza un AppMenu, no debe haber una barra de menús; y viceversa.",
    "Search Fields": "Campos de búsqueda",
    "Avoid Configuration": "Evitar La Configuración",
    "If possible, completely avoid presenting any settings or configuration in your app. Providing settings is usually an easy way out of making design decisions about an app's behavior. But just like with problems of feature bloat, settings mean more code, more bugs, more testing, more documentation, and more complexity.": "Si es posible, evite completamente presentar cualquier ajuste o configuración en su app. Proporcionar ajustes es normalmente una manera fácil de evitar hacer decisiones en el diseño del comportamiento de una app. Pero, al igual que los problemas de exceso de características, los ajustes significan más código, más bugs, más testeo, más documentación, y más complejidad.",
    "Build for the &quot;Out of The Box&quot; Experience": "Creado para tener una experiencia \"Listo para Usar\" ",
    "Design with sane defaults in mind. elementary apps put strong emphasis on the out of the box experience. If your app has to be configured before a user is comfortable using it, they may not take the time to configure it at all and simply use another app instead.": "Diseñe con predeterminados sensatos en mente. Las apps de elementary enfatizan en la experiencia \"Lista para Usar\". Si tu app tiene que ser configurada antes de que un usuario se sienta cómodo usándola, quizá él no dedique nada de tiempo a configurarla y simplemente busque otra app en su lugar.",
    "Ask the Operating System": "Pedir al Sistema Operativo",
    "Get as much information automatically as possible. Instead of asking a user for their name or their location, ask the system for this information. This cuts down on the amount of things a user has to do before they are able to actually do anything and makes your app look intelligent and integrated.": "Tome tanta información automáticamente como sea posible. En lugar de preguntar al usuario por su nombre o ubicación, pregúntele al sistema esta información. Esto reduce el número de cosas que el usuario tiene que hacer antes de que pueda hacer algo y hace que su app parezca más inteligente e integrada.",
    "Do You Really Need It?": "¿Realmente lo necesita?",
    "Ask yourself if the configuration option you are adding is really necessary or makes sense to a user. Don't ever ask users to make engineering or design decisions. Configuration should be strictly regulated to either set-up or personal preference.": "Pregúntese si la opción de configuración que está añadiendo es realmente necesaria o si tiene sentido para un usuario. Nunca haga a los usuarios tomar decisiones de ingeniería o de diseño. La configuración debe estar estrictamente regulada a preferencias organizativas o personales.",
    "When You Absolutely Have To": "Cuando absolutamente tienes que",
    "Keep things contextual. Instead of tucking away preferences in a configuration dialog, think about displaying them in context with the objects they affect (much like how shuffle and repeat options appear near your music library).": "Mantenga las opciones en su contexto. En lugar de separar las preferencias en un cuadro de configuración, piense en mostrarlas en su contexto junto a aquello que afecta (piense en como los botones de aleatorio y repetición aparecen cerca de su colección de música).",
    "If your app needs to be configured before it can be used (like a mail client), present this configuration inside the main window much like a <a href=\"\/docs\/human-interface-guidelines\/welcome-screen\">Welcome Screen<\/a>. Once again, make sure this is really necessary set-up. Adding unnecessary configuration screens stops users from doing what they wanted to do when they opened your app in the first place.": "Si su app necesita ser configurada antes de que se pueda usar (como un cliente de correo), presente esta configuración dentro de la ventana principal como una <a href=\"\/docs\/human-interface-guidelines\/welcome-screen\">Pantalla de Bienvenida<\/a>. De nuevo, asegúrese de que es un ajuste completamente necesario. Añadir pantallas de configuración innecesarias frena al usuario de hacer aquello que quería cuando abrió su app al principio.",
    "See Also:": "Véase también:",
    "<a href=\"http:\/\/limi.net\/checkboxes-that-kill\">Checkboxes That Kill Your Product<\/a> by Alex Limi": "<a href=\"http:\/\/limi.net\/checkboxes-that-kill\">Casillas De Verificación Que Acaban Con Su Producto<\/a> by Alex Limi",
    "<a href=\"http:\/\/zachholman.com\/posts\/shit-work\/\">Don't Give Your Users Shit Work<\/a> by Zach Holman": "<a href=\"http:\/\/zachholman.com\/posts\/shit-work\/\">No Dar a los Usuarios una Mierda de Trabajo<\/a> por Zach Holman",
    "Minimal Documentation": "Un mínimo de documentación",
    "Background Tasks": "Tareas en segundo plano",
    "Closing the App Window": "Cerrado de la ventana de la aplicación",
    "It is not desirable for an app window to simply minimize rather than close when the user attempts to close it. Instead, the app window should be &quot;hidden&quot;. If it makes sense to continue a process in the background (such as downloading\/transferring, playing music, or executing a terminal command) the app backend should continue with the task and close when the task is finished. If it's not immediately apparent that the process has completed (as with the file download\/transfer or terminal command), the app may show a notification informing the user that the process has completed. If it is apparent, as with the music, no notification is necessary.": "No es deseable para una ventana de aplicación minimizar simplemente cuando el usuario intenta cerrarla. En cambio, la ventana de la aplicación debe estar \"oculta\". Si tiene sentido seguir un proceso en segundo plano (como la descarga \/ transferencia, escuchar música, o ejecutar un comando de terminal) la aplicación debe continuar con la tarea en segundo plano y se cierra cuando se termina la tarea. Si no es inmediatamente evidente que el proceso se ha completado (como ocurre con la descarga del archivo \/ transferencia o comando de terminal), la aplicación puede mostrar una notificación que informa al usuario de que el proceso se ha completado. Si es evidente, como con la música, la notificación no es necesaria.",
    "Re-Opening the App Window": "Reapertura de la ventana de la aplicación",
    "If the user re-opens the app while the background process is still executing, the app should be exactly where it would be if the window had been open the whole time. For example, the terminal should show any terminal output, the music player should be on the same page it was when closed, and the browser should come back to the page it was on previously. For more details, see the discussion of app state on a <a href=\"\/docs\/read\/human-interface-guidelines\/normal-launch\">Normal Launch<\/a>.": "Si el usuario reabre la aplicación cuando esta en segundo plano el proceso sigue ejecutandose, la aplicación seguira exactamente como si la ventana estuviera abierta todo el tiempo. Por ejemplo, la terminal puede mostrar cualquier entrada de entrada de terminal, el reproductor de música puede estar en el mismo lugar si fuera cerrado, y el buscador úede volver a la página en la que estaqba previamente. Para más detalles, ver la discusión de estado de aplicación en un <a href=\"\/docs\/read\/human-interface-guidelines\/normal-launch\">Lanzamiento normal<\/a>",
    "See also: <a href=\"http:\/\/design.canonical.com\/2011\/03\/quit\/\">That's It, We're Quitting<\/a> by Matthew Paul Thomas": "Véase también: <a href=\"http:\/\/design.canonical.com\/2011\/03\/quit\/\">Bien, terminamos<\/a> por Matthew Paul Thomas",
    "Buttons": "Botones",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them.",
    "Toolbar Buttons": "Botones de las Barras de Herramientas",
    "Labeling": "Uso de etiquetas",
    "Tooltips": "Información sobre herramientas",
    "Text Buttons": "Botones de Texto",
    "&quot;Remove Account&quot;, &quot;Transfer to Jim's Laptop&quot;, and &quot;Import 20 Songs&quot; are good labels.": "\"Eliminar Cuenta\", \"Transferencia a la Laptop de Jim\", y \"Importar 20 Canciones\" son buenas etiquetas.",
    "Since Text buttons have a clear and explicit label, it's usually unnecessary to give them a tooltip.": "Desde que los botones de Texto tiene una etiqueta clara y explícita , es habitualmente  innecesario ponerles tooltip.",
    "<a href=\"http:\/\/uxmovement.com\/buttons\/why-the-ok-button-is-no-longer-okay\/\">Why The OK Button Is No Longer Okay<\/a> by UX Movement": "<a href=\"http:\/\/uxmovement.com\/buttons\/why-the-ok-button-is-no-longer-okay\/\">Porque el boton OK ya no esta bien<\/a> por UX Movement",
    "<a href=\"http:\/\/ux.stackexchange.com\/questions\/9946\/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes\/No or Ok\/Cancel on my message box?<\/a> on UX StackExchange": "<a href=\"http:\/\/ux.stackexchange.com\/questions\/9946\/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Deberia usar Si\/No o Ok\/Cancelar en mi cuadro de mensaje?<\/a> en UX StackExchange",
    "Toolbars": "Barras de herramientas",
    "Capitalization": "Uso de mayúsculas",
    "All textual user interface items, including labels, buttons, and menus, should use one of two capitalization styles: sentence case or title case.": "En inglés, todos los componentes textuales de una interfaz de usuario, incluyendo etiquetas, botones y menús, deben utilizar uno de dos estilos de uso de mayúsculas: «oración» (<i>Sentence case<\/i>) y «título» (<i>Title Case<\/i>). Es muy importante hacer énfasis que esto solo aplica al texto que escriba en inglés; en español no existen estos estilos y no deben calcarse.",
    "Sentence Case": "Estilo de oración",
    "Sentence case means you capitalize like in a standard sentence or phrase.": "El «estilo de oración» significa que las mayúsculas se utilizan como es normal en cualquier oración o frase.",
    "Only the first letter of the phrase and the first letter of proper nouns are capitalized.\nUsed for labels and descriptive text.": "Solo se escribe en mayúsculas la primera letra de la oración y la primera letra de los nombres propios.\nEste estilo se utiliza en las etiquetas y los bloques de texto descriptivo.",
    "ex. &quot;Always open MPEG files with Marlin&quot; next to a checkbox.": "Ejemplos: <i>Always open MPEG files with Marlin<\/i> como etiqueta de casilla de verificación.",
    "ex. &quot;Read news feeds&quot; for the description of an RSS reader.": "<i>Read news feeds<\/> como descripción de un lector de RSS.",
    "ex. &quot;This folder is empty&quot; in a file manager.": "<i>This folder is empty<\/i> en un gestor de archivos.",
    "Title Case": "Estilo de título",
    "Title case means you capitalize like a book or article title.": "El «estilo de título» es como se acostumbra escribir el título de canciones, libros y artículos en inglés.",
    "Capitalize the first and last words.\nAll nouns, pronouns, adjectives, verbs, adverbs, and subordinate conjunctions (as, because, although) are capitalized.\nUsed for titles, buttons, menus, and most other widgets.": "Las palabras primera y última llevan mayúscula inicial.\nTambién la llevan todos los sustantivos, pronombres, adjetivos, adverbios y conjunciones subordinadas (<i>as, because, although<\/i>).\nEste estilo se usa en títulos, botones, menús y muchos otros <i>widgets<\/i>.",
    "ex. &quot;Open File&quot; title in a dialog.": "Ejemplos: <i>Open File<\/i> como título de un cuadro de diálogo.",
    "ex. &quot;Delete 13 Songs&quot; on a button.": "<i>Delete 13 Songs<\/i> como nombre de un botón.",
    "ex. &quot;Search Contacts...&quot; in a search bar.": "<i>Search Contacts…<\/i> en un cuadro de búsqueda.",
    "Notes\/Exceptions": "Notas y excepciones",
    "Proper nouns should always be capitalized properly; this means that, for example, Google should always be shown as &quot;Google,&quot; elementary should always be shown as &quot;elementary,&quot; and MPEG should always be shown as &quot;MPEG.&quot; If you're unsure how a certain pronoun should be officially capitalized, refer to the documentation of the pronoun in question.": "Los nombres propios siempre deben seguir el uso de mayúsculas oficial para cada cual. Esto significa que Google siempre debe escribirse «Google», elementary siempre debe mostrarse como «elementary», eBay siempre debe ser «eBay» y MPEG, un acrónimo, debe aparecer como «MPEG».",
    "Punctuation": "Puntuación",
    "Checkboxes &amp; Switches": "Casillas de verificación e interruptores",
    "Checkboxes": "Casillas de verificación",
    "Checkboxes present a way for users to select items from a list.": "Las casillas de verificación presentan una forma a los usuarios para seleccionar elementos de una lista.",
    "Notebooks": "Cuadernos",
    "Closing": "Cierre",
    "When a user closes an app, it's typically because they're done using it for now and they want to get it out of the way.": "Cuando una usuario cierra una aplicación, normalmente es porque ha terminado de utilizarla y quiere quitarla de en medio.",
    "Saving State": "Guardar el estado",
    "Concision": "Consición",
    "Avoid Feature Bloat": "Evitar el Exceso de Características",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "Su aplicación es más lenta, consume más recursos, y ocupa más espacio en disco.",
    "More code can often mean a greater possibility for bugs.": "Más código a menudo puede significar una mayor posibilidad de errores.",
    "More features means more work on documentation, translations, etc.": "Más características significa más trabajo, documentación, traducciones, etc.",
    "Think in Modules": "Pensar en módulos",
    "Register one of it's functions as a service that can be used from other apps": "Registrar una de sus funciones como un servicio que puede ser utilizado desde otras aplicaciones",
    "If the item acted upon is one of many items visible, such as in an icon view, be sure to display results in a way that is directly related to the item such as in a context menu.": "Si el elemento ha actuado sobre uno de los muchos elementos visibles, como en un icono de vista, asegúrese de mostrar los resultados de una forma que este directamente relacionada con el artículo, tal como en un menú de contexto.",
    "Dock Integration": "Integración con el <i>dock<\/i>",
    "Design Philosophy": "Filosofía de diseño",
    "The elementary HIG isn't just about a set of concrete rules; it's meant to be flexible and extensible. As such, this very first portion of the guideline is all about the guiding philosophy we employ. The main pillars of elementary design are as follows:": "Las HIG de elementary no son solo un conjunto de normas concretas: su propósito es permitir la flexibilidad y la extensibilidad. Por ello, hablaremos primero de la filosofía de diseño que empleamos. Los pilares principales del diseño en elementary son:",
    "What Design Is Not": "Lo que no es el diseño",
    "Dialogs": "Cuadros de diálogo",
    "A generic alert dialog": "Una alerta genérica",
    "Alert Text": "Texto de alerta",
    "An alert contains both primary and secondary text.": "Las alertas contienen texto primario y secundario.",
    "The primary text contains a brief summary of the situation and offer a suggested action. This text should be displayed in a bold font that is slightly larger than the default.": "El texto primario contiene un resumen breve de la situación y sugieren una acción. Este texto debe mostrarse en negritas y un poco más grande que el resto del texto.",
    "The secondary text provides a more detailed description of the situation and describes any possible side effects of the available actions. It's important to note that a user should only need the primary text to make a decision and should only need to refer to the secondary text for clarification. This text should be placed one text line height beneath the primary text using the default font size and weight.": "El texto secundario explica a detalle la situación y describe cualquier efecto secundario que pueda resultar como consecuencia de las acciones disponibles. Cabe mencionar que los usuarios solo deberían necesitar el texto primario para hacer una decisión; el texto secundario solo aclara las cosas. Este texto se ubica debajo del primario, separado de este por un salto de línea, y mostrado en el tamaño y peso de letra predeterminado.",
    "Make both the primary and secondary text selectable. This makes it easy for the user to copy and paste the text to another window, such as an email message.": "Haga que los textos primario y secundario puedan seleccionarse. Esto permitirá a los usuarios copipegarlo para, por ejemplo, enviarlo en un mensaje de correo electrónico.",
    "Button Order": "Orden de los botones",
    "&quot;OK&quot; is not Okay": "«Aceptar» no es adecuado",
    "Preference Dialogs": "Cuadros de diálogo de preferencias",
    "See also:": "Véase también:",
    "Window Titles": "Títulos de ventanas",
    "Progressbars": "Barras de progreso",
    "System Indicators": "Indicadores del sistema",
    "Required Configuration": "Configuración necesaria",
    "Speed of Launch": "Velocidad de apertura",
    "Welcoming the User": "Bienvenida al Usuario",
    "Resetting the App": "Restablecimiento de la aplicación",
    "Normal Launch": "Apertura normal",
    "Human Interface Guidelines": "Directrices de interfaz humana",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Los usuarios aprenderán a usar su aplicación con mayor rapidez debido a que esta reutiliza elementos con los que ya están familiarizados.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.",
    "For sections that have not yet been written, please refer to": "Para las secciones que todavía no se han escrito, consulte",
    "The GNOME HIG": "las Directrices de GNOME",
    "Icons": "Iconos ",
    "Iconography is a key part of elementary OS. Icons make up the majority of the UI that your user will be actively engaging with; they're what bring the system to life and cater to the powerful recognition engine of the human brain.": "La iconografía es un elemento clave de elementary OS. Los iconos constituyen una gran parte de la interfaz que el usuario utiliza, le dan vida al sistema y activan el potente mecanismo de reconocimiento del cerebro humano.",
    "This document is currently in rapid development. For sections that have not yet been written, please refer to The <a href=\"http:\/\/tango.freedesktop.org\/Tango_Icon_Theme_Guidelines\">Tango Icon Theme Guidelines<\/a>.": "Estamos en proceso de desarrollar este documento. Consulte las <a href=\"http:\/\/tango.freedesktop.org\/Tango_Icon_Theme_Guidelines\">directrices del tema de iconos Tango<\/a> para las secciones que aún no se han escrito.",
    "Style": "Estilo",
    "Infobars": "Barras de información",
    "Infobars provide contextual information and actions to the user with varying levels of severity.": "Las barras de información proporcionan información contextual y acciones para el usuario con diferentes niveles de severidad.",
    "It is important to determine the severity or type of infobar to use. There are four types of infobars available:": "Es importante determinar la severidad o el tipo de la barra de información a utilizar. Hay cuatro tipos de barras de información disponible:",
    "<strong>Information<\/strong>: Supplemental information and an optional action the user may perform. Shows as white in the UI.": "<strong>Información<\/strong>: Información complementaria y una acción opcional que el usuario puede realizar. Muestra en blanco la interfaz de usuario.",
    "<strong>Question<\/strong>: A non-critical question for the user. An answer of some sort is expected, but it's not urgent or severe. Shows as blue in the UI.": "<strong>Pregunta<\/strong>: Una pregunta no crítica para el usuario. Se espera una respuesta de algún tipo, pero no es urgente o grave. Mostrar como azul en la UI",
    "<strong>Warning<\/strong>: Lets the user know something unexpected or bad may happen and provides an action to resolve it. Displays as yellow in the UI.": "<strong>Advertencia<\/strong>: Le permite al usuario saber que algo inesperado o malo puede ocurrir y le proporciona una acción para resolverlo. Mostrar como amarillo en la UI.",
    "<strong>Error<\/strong>: Informs the user of an error that has occurred and requires a user action to resolve it. Reserved for critical situations. Displays as red in the UI.": "<strong>Error<\/strong>: Informa al usuario que se ha producido un error y requiere de una acción del usuario para resolverlo. Reservado para situaciones críticas. Muestralo en rojo en la interfaz de usuario.",
    "Welcome Screen": "Pantalla de bienvenida",
    "Language": "Idioma",
    "While much of elementary is developed in English, there are many users who do not know English or prefer their native language. While putting text into your app, keep the following in mind:": "Aunque mucho del desarrollo original de elementary se lleva a cabo en inglés, debemos considerar a los muchos usuarios que prefieren usar su lengua materna. Tenga en mente lo siguiente cuando añada texto a su aplicación:",
    "<strong>Make it translatable.<\/strong> Always, always make your text translatable using the built-in methods. It can't be translated if you don't make it translatable. Include punctuation in translatable strings.": "<strong>Hágalo traducible.<\/strong> Siempre, siempre permita la traducción del texto mediante los métodos incorporados. Si no marca una cadena de texto como traducible, los traductores no podrán verla. Incluya toda la puntuación en las cadenas traducibles, ya que no siempre es igual a la inglesa.",
    "<strong>Avoid culture-specific references.<\/strong> Remember that users of another language are going to be using your app. Specific metaphors or references will likely be lost on or downright confusing to other those users. Instead, use universal text.": "<strong>Evite referencias culturales específicas.<\/strong> Recuerde que los usuarios de otros idiomas van a usar su aplicación. Las metáforas o referencias específicas seguramente se acaben perdiendo o confundan a estos otros usuarios. En su lugar use un lenguaje universal.",
    "<strong>Keep differences in mind.<\/strong> Remember that other languages and cultures often use different currencies, date formats, punctuation, and more. Always keep these things in mind when developing your app's text, and use the system-provided methods for translating these items when possible.": "<strong>Tenga en cuenta las diferencias.<\/strong> Recuerde que a veces otros idiomas y culturas usan monedas, formatos de fecha y puntuación distintos, entre otros. Siempre tenga esto en cuenta a la hora de desarrollar el texto de su app y use los métodos proporcionados por el sistema para la traducción de estos elementos cuando sea posible.",
    "<strong>Right-to-left.<\/strong> It's easy to forget about right-to-left (RTL) languages if you're so used to using left-to-right. Make sure your app still works well when used with RTL layouts, and always use RTL-compatible widgets when developing your app.": "<strong>Derecha a izquierda.<\/strong> Es fácil olvidarse de idiomas que escriben de derecha a izquierda (RTL, de sus siglas en inglés right-to-left) si está acostumbrado a escribir de izquierda a derecha. Asegúrese de que su app sigue funcionando bien cuando se usan diseños RTL y use siempre widgets compatibles con RTL cuando esté desarrollando su aplicación.",
    "Launcher Icons": "Iconos de lanzador",
    "Goals of the Launcher Icon": "Objetivos del Icono del Lanzador",
    "App launcher icons have three primary goals:": "Los  iconos del Lanzador de aplicaciones tienen tres objetivos principales:",
    "Help users discover the app in the software center.": "Ayudar a los usuarios a descubrir la aplicación en el centro de software.",
    "Function well in the OS.": "Mimetizarse con el sistema operativo.",
    "Promote the brand story": "Promover la historia de la marca",
    "Create an icon that is unique and memorable.": "Crear un icono único y rememorable.",
    "Use a color scheme that suits your brand.": "Utilizar un esquema de color que se adapte a tu marca.",
    "Don't try to communicate too much with the icon. A simple icon will have more impact and be more memorable.": "No trate de comunicar demasiadas cosas en el icono. Los iconos sencillos tendrán más impacto y serán más fáciles de recordar.",
    "Avoid including the application name in the icon.": "Evitar incluir el nombre de la aplicación en el icono.",
    "Help users discover the app in the software center": "Ayudar a los usuarios a descubrir la aplicación en el centro de software.",
    "Function well in the OS": "Funciona bien en el SO",
    "Communicate well at smaller sizes.": "Comunicarse bien en tamaños más pequeños.",
    "Work on a wide variety of backgrounds.": "Trabaja en una amplia variedad de fondos.",
    "Not present a cropped view of a larger image.": "No presente una vista recortada de una imagen más grande.",
    "Do's and Don'ts": "Recomendaciones",
    "Below are some &quot;do and don't&quot; examples to consider when creating icons for your app.": "A continuación se presentan algunas cosas que debe y que no debe hacer al crear iconos para su aplicación.",
    "Size and Format": "Tamaño y formato",
    "Sizes": "Tamaños",
    "MimeTypes": "Tipos MIME",
    "MimeType icons are used to visually represent files and types of files. Users will come across them in the file browser and when saving or opening a file.": "Los iconos de tipos MIME se utilizan para distinguir visualmente entre los tipos de archivos. Los usuarios los encontrarán en el gestor de archivos y durante la apertura o guardado de un archivo.",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance. This is great for developers because most of us don't want to write documentation anyways. Follow these principals and you'll create understandable apps that save you a lot of work.": "La mayoría de los usuarios no quieren leer los archivos de ayuda antes de que poder usar su app. Al contrario, esperan que sea intuitiva y sencilla de entender sin ayuda. Esto es genial para los desarrolladores ya que la mayoría de nosotros no queremos escribir esta documentación. Siga estos principios y creará apps entendibles que le ahorrarán mucho trabajo.",
    "The most ridiculous offender of all is the sudoers man page, which for 15 years has started with a 'quick guide' to EBNF, a system for defining the grammar of a language. 'Don't despair', it says, 'the definitions below are annotated.'": "La ofensa más ridícula de todas es la página de 'sudoers man', que durante 15 años ha empezado con una \"guía rápida\" a EBNF, un sistema para definir la gramática de un lenguaje. \"No desespere\", dice, \"las definiciones de abajo están comentadas\".",
    "Use Understandable Copy": "El texto debe ser fácil de entender",
    "Avoid technical jargon and assume little-to-no technical knowledge. This allows your app to be &quot;self-documenting.&quot;": "Evite la jerga técnica y asuma poco o ningún conocimiento técnico. Esto hará que la aplicación «se documente a sí misma».",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Proporcione explicaciones no técnicas en vez de mensajes de error crípticos. Si algo falla, debe aparecer una explicación simplificada de lo que ocurrió y de cómo corregirlo.",
    "For more information, see <a href=\"\/docs\/human-interface-guidelines\/writing-style\">Writing Style<\/a>.": "Para obtener más información, consulte <a href=\"\/docs\/human-interface-guidelines\/writing-style\">Estilo de escritura<\/a>.",
    "User Workflow": "Flujo de trabajo del usuario",
    "Naming Menu Items": "Nombrar elementos de menú",
    "Menu items should have names that are either actions or locations, never descriptions. Make sure menu items are concise, but also fully describe the action that will be performed when they are clicked.": "Los elementos de menú deben tener nombres  ya sea acciones o lugares, nunca descripciones. Asegúrese de que los elementos de menú son concisos, pero también describen plenamente la acción que se realiza cuando se hace clic.",
    "&quot;Find in Page...&quot; is acceptable as it clearly describes the action that will be performed when the item is clicked. &quot;Software Up to Date&quot; is not acceptable. What happens if I click this item? Where will it take me? What will it do? The outcome is uncertain.": "«Buscar en la página…» es un nombre aceptable porque describe la acción que se realizará cuando se pulse en el elemento. «Programa actualizado» no es aceptable. ¿Qué sucederá cuando se pulse en el elemento? ¿Adónde llevará? ¿Qué hará? El resultado no es obvio.",
    "When a user launches an app, they're performing an explicit action and expecting a fast, oftentimes immediate response. You should focus on three key areas for app launching: speed, obviousness of what to do next, and state.": "Cuando un usuario inicia una aplicación, está realizando una acción explícita y la espera  rápido, a menudo la respuesta inmediata. Usted debe centrarse en tres áreas clave para el lanzamiento de la aplicación: la velocidad, la evidencia de qué hacer a continuación, y el estado.",
    "Speed": "Velocidad",
    "As has been said before, speed, especially when launching an app, is very important. There should be as little delay as possible in between the time a user decides to launch an app and the instant they can begin using it. If your app requires a splash screen, you're doing it wrong.": "Como se ha dicho antes, la velocidad, especialmente al iniciar una aplicación, es muy importante. Debe ser el plazo más corto posible entre el tiempo que un usuario decide lanzar una aplicación, y en el instante en que puede comenzar a utilizarlo. Si su aplicación requiere una pantalla de presentación, lo estás haciendo mal.",
    "Obviousness": "Obviedad",
    "When a user launches your app, they should know exactly what to do next. This is achieved by following the other interface guidelines (ensuring your app is consistent with other apps) and by offering up explicit actions from the get go. If the app typically displays &quot;items,&quot; such as songs or emails, let the user get at those items by displaying them when the app opens. If there are no previously-opened items, you should offer to open or create a new item (such as a document) by using a <a href=\"\/docs\/human-interface-guidelines\/welcome-screen\">welcome screen<\/a>.": "Cuando un usuario inicia tu aplicación, se debe saber exactamente qué hacer a continuación. Esto se logra siguiendo el resto de las directrices de interfaz (asegurarse de que su aplicación sea coherente con otras aplicaciones) y a través del ofrecimiento de acciones explícitas desde el inicio. Si la aplicación normalmente muestra \"elementos\", como las canciones o mensajes de correo electrónico, permitale al usuario obtener los elementos mediante la presentación cuando la aplicación se abre. Si no hay elementos previamente abiertos, se debe ofrecer la opción de abrir o crear un nuevo elemento (como un documento) mediante el uso de una <a href=\"\/docs\/human-interface-guidelines\/welcome-screen\">pantalla de bienvenida<\/a>.",
    "State": "Estado",
    "If the user has previously used your app, it's typically best to restore the state of the app when opening it again. This means the app comes up to right where the user left off so they can pick up their work again. For a music player, this means opening up with the view where the user left it and the song paused where the user closed the app. For a document editor, this would mean opening up with the same document scrolled to the same spot with the cursor in the same spot on the page.": "Si el usuario ya ha utilizado la aplicación, generalmente es mejor restaurar el estado de la aplicación cuando se abre de nuevo. Esto significa que la aplicación inicia justo donde el usuario la dejó para que puedan tomar su trabajo de nuevo. Para un reproductor de música, esto significa que la apertura iniciara con la vista en la que el usuario la dejo y la canción en pausa cuando el usuario cerró la aplicación. Para un editor de documentos, esto significaría que la apertura sera con el mismo desplazado del documento hasta el mismo punto con el cursor en el mismo lugar en la página.",
    "Notebooks are a type of widget that allow showing one of multiple pages in an app, also colloquially referred to as &quot;tab bars.&quot;": "Un cuaderno es un tipo de <i>widget<\/i> que permite mostrar varias páginas de contenido en una ventana. También se conoce con el nombre de «barra de pestañas».",
    "Static Notebook": "Cuaderno estático",
    "Dynamic Notebook": "Cuaderno dinámico",
    "Prevent Common Mistakes": "Evite errores comunes",
    "Only use <strong>one space<\/strong> after a period.": "Escriba únicamente <strong>un espacio<\/strong> después de un punto.",
    "i.e. “This is a sentence. This is another sentence.”": "o sea: «Esta es una oración. Esta es otra oración.»",
    "Use <code>\\u0133<\/code> in your code.": "Utiliza <code>\\u0133<\/code> en tu código.",
    "Use <code>\\u201C<\/code> and <code>\\u201D<\/code> in your code.": "Utiliza <code>\\u201C<\/code> y <code>\\u201D<\/code> en tu código.",
    "Use <code>\\u2019<\/code> in your code.": "Utiliza <code>\\u2019<\/code>en tu código.",
    "Use correct <strong>copyright symbols<\/strong> (©).": "El uso correcto de los <strong>símbolos de copyright<\/strong> (©).",
    "Use <code>\\u0169<\/code> in your code.": "Utiliza <code>\\u0169<\/code> en tu código.",
    "Use <strong>superscripts<\/strong> where needed (e.g. 1<sup>st<\/sup>).": "Añada <strong>letras voladas<\/strong> donde sean necesarias (p. ej., 1.<sup>er<\/sup>).",
    "Hyphens &amp; Dashes": "Guiones y rayas",
    "Hyphen (-)": "Guion (-)",
    "Use <code>\\u2010<\/code> in code. Used for:": "Utiliza <code>\\u2010<\/code> en el código. Usado para:",
    "Joining words (e.g. non-breaking).": "Unir palabras compuestas (p. ej., <i>non-breaking<\/i>)",
    "En Dash (–)": "Semirraya (–)",
    "Em Dash (—)": "Raya (—)",
    "These rules apply to the English language; other languages may have their own conventions which should be followed by translators.": "Las reglas anteriores aplican al idioma inglés. Cada lengua utiliza sus propias normas que los traductores deberán seguir.",
    "Using Ellipses": "Uso de puntos suspensivos",
    "Behavior": "Comportamiento",
    "Most search fields should use the format &quot;Search OBJECTS&quot; where OBJECTS is something to be searched, like Contacts, Accounts, etc.": "La mayoría de campos de búsqueda deben utilizar el formato «Buscar OBJETOS», en donde «OBJETOS» puede ser «contactos», «cuentas», etcétera.",
    "If the search field interacts with a search service, the hint text should be the name of that service such as &quot;Google&quot; or &quot;Yahoo!&quot;": "Si el campo de búsqueda interactúa con un servicio de búsqueda, la etiqueta debe ser el nombre del servicio, como «Google» o «Yahoo!»",
    "Windows": "Ventanas",
    "Size and Alignment": "Tamaño y alineación",
    "Exceptions": "Excepciones",
    "Contrary to popular belief, you cannot supply a single high resolution version of an icon and expect it to scale properly. Your icon will appear blurry or heavy and may have illegible pieces. It is always best to begin designing an icon at it's expected display size (which will be provided for you as we talk about different kinds of icons).": "Contrario a lo que suele creerse, no es posible usar un solo icono en alta resolución y esperar que escale adecuadamente. El icono se verá borroso o pesado y podría tener partes ilegibles o indistinguibles. Siempre es mejor diseñar un icono para el tamaño en que se mostrará. Según el tipo de icono, los tamaños correspondiente son:",
    "<strong>16px<\/strong> for Symbolic icons, MimeTypes, Places icons, and Status Icons": "<strong>16px<\/strong> para la representación Simbólica de los iconos, MimeTypes, los iconos de lugares y los Iconos de Estado",
    "Source List": "Lista de fuentes",
    "Sections": "Secciones",
    "Hierarchy": "Jerarquía",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "Design Elements": "Elementos del diseño",
    "Shape": "Forma",
    "Outline": "Contorno",
    "Highlights": "Resaltes",
    "Limited glossy reflections": "Reflexiones brillantes limitadas",
    "Lighting and Perspective": "Iluminación y  Perspectiva",
    "Lighting": "Iluminación",
    "Icons are lit from above. Items may produce a small, fuzzy shadow toward the bottom of the icon as if the icon is sitting on a shelf facing the user.": "Los iconos son iluminados desde arriba. Los artículos pueden producir una pequeña y sombra difusa hacia la parte inferior del icono como si el icono está sentado en un estante que se enfrenta el usuario.",
    "Perspective": "Perspectiva",
    "According to <a href=\"http:\/\/www.freedesktop.org\/wiki\/SymbolicIcons\">FreeDesktop.Org<\/a>:": "Según <a href=\"http:\/\/www.freedesktop.org\/wiki\/SymbolicIcons\">FreeDesktop.org<\/a>:",
    "[Symbolic icons] are usually monochrome, mostly matching the surrounding text color, and often involve simpler shapes than their non-symbolic equivalents.": "[Los iconos simbólicos] suelen ser monocromáticos, en su mayoría a juego con el color de texto de su alrededor, y a menudo implican formas más simples que sus equivalentes no simbólicos.",
    "Text": "Texto",
    "Does Your App Need An Indicator?": "¿Su aplicación necesita de un indicador?",
    "See also: <a href=\"http:\/\/design.canonical.com\/2010\/04\/notification-area\/\">Farewell To The Notification Area<\/a> by Matthew Paul Thomas": "Véase también: <a href=\"http:\/\/design.canonical.com\/2010\/04\/notification-area\/\">Adiós al área de notificación<\/a> por Matthew Paul Thomas",
    "UI Toolkit Elements": "Elementos del kit de herramientas de IU",
    "Although elementary primarily uses graphics as a means of interaction, text is also widely used for things like button labels, tooltips, menu items, dialog messages, and more. Using text consistently and clearly both in terminology and format is an extremely important part of designing your app and helps add to the overall cohesiveness of the elementary platform.": "Aunque elementary utiliza principalmente gráficos como medio de interacción, el texto es también ampliamente utilizado para cosas como las etiquetas de los botones, información sobre herramientas, elementos de menú, mensajes de diálogo, y más. El uso de texto de forma consistente y claramente en la terminología y formato es una parte extremadamente importante en el diseño de su aplicación y ayuda a añadir a la cohesión de la plataforma elementary.",
    "<strong>Writing Style<\/strong>. Keep your text understandable and consistent with the rest of elementary.": "<strong>Estilo de escritura<\/strong>. Haga que su texto resulte fácil de entender y sea coherente con el resto de elementary.",
    "<strong>Language<\/strong>. Keep other languages in mind.": "<strong>Idioma<\/strong>. Tenga en cuenta otros idiomas.",
    "<strong>Capitalization<\/strong>. What, when, and where to capitalize.": "<strong>Uso de mayúsculas<\/strong> (en inglés, principalmente). Qué, cuándo y dónde usarlas.",
    "<strong>Punctuation<\/strong>. Avoid common mistakes and follow convention.": "<strong>Puntuación<\/strong>. Evite errores comunes y siga las convenciones recomendadas para su idioma.",
    "<strong>Using Ellipsis<\/strong>. When, where, and why to use ellipsis.": "<strong>Uso de puntos suspensivos<\/strong>. Dónde, cuándo y por qué utilizarlos.",
    "<strong>Naming Menu Items<\/strong>. Keep your menus clear and consistent.": "<strong>Nombre de los elementos de los menús<\/strong>. Manténgalos claros y coherentes.",
    "Writing Style": "Estilo de escritura",
    "A Toolbar is useful for providing users with quick access to an app's most used features. Besides Buttons, a Toolbar is one of the most frequently used UI elements. It may seem like a simple container, but it is important to remain consistent in it's use and organization.": "Una barra de herramientas es útil para proporcionar a los usuarios acceso rápido a las funciones más utilizadas de una aplicación. Además de los botones, una barra de herramientas es uno de los elementos de la interfaz de uso más frecuente. Puede parecer un simple contenedor, pero es importante que se mantenga constante en su uso y organización.",
    "Ordering Toolbar Items": "Ordenar los elementos de la barra de herramientas",
    "Toolbar items should be organized with the most significant objects on the left and the least significant on the right, with the AppMenu always on the far right of the Toolbar. If you have many toolbar items it may be appropriate to divide them into groups with space in between each group. Keep in mind that when viewed with RTL languages, your toolbar layout will be flipped.": "Los elementos de la barra de herramientas se deberían organizar con los objetos más significativos a la izquierda y los menos significativos en la derecha, con el Menú de la Aplicación siempre en el extremo derecho de la barra de herramientas. Si tienes muchos elementos en la barra de herramientas, puede ser apropiado dividirlos en grupos con espacio entre cada grupo. Ten en cuenta que cuando se ve con idiomas RTL, el diseño de la barra de herramientas se volteará.",
    "Allowing for Customization": "Permitir la personalización",
    "Although it's not required, you may feel that your app should be flexible with its UI. In the case of a complex app like a file browser or web browser, this means the ability to hide and show different panes as well as the ability to rearrange toolbar items. This kind of functionality should be provided by a context menu on the toolbar. The menu should first display UI elements that can be shown or hidden, then a separator, and finally the &quot;Customize...&quot; entry.": "Aunque no es necesario, usted puede sentir que aplicación debe ser flexible con su interfaz de usuario. En el caso de una aplicación compleja como el explorador de archivos o el navegador web, esto significa la capacidad de ocultar y mostrar diferentes paneles, así como la capacidad de reorganizar los elementos de la barra de herramientas. Este tipo de funcionalidad debe ser proporcionada por un menú contextual de la barra de herramientas. El menú debe primero mostrar los elementos de la interfaz de usuario que se pueden mostrar u ocultar, luego el separador, y finalmente la entrada \"Personalizar...\".",
    "elementary uses consistent user interface (UI) elements to bring a unified and predictable experience to users, no matter what app they're using. When used properly, this ensures a small (or nonexistent) learning curve for your app.": "elementary utiliza elementos de interfaz de usuario (IU) coherentes entre sí para que los usuarios reciban una experiencia confiable y predecible, sin importar qué aplicación estén usando. Al realizar esto adecuadamente, se reduce (o nulifica incluso) la curva de aprendizaje para la aplicación.",
    "Widget Concepts": "Conceptos de Widget",
    "Visible design is a large part of the user experience, but so is the user's workflow, or how they interact with an app. In this section, we cover a few important steps of a typical workflow:": "El diseño atractivo es una gran parte de la experiencia del usuario, pero también lo es el flujo de trabajo del usuario, o la forma en que interactúa con una aplicación. En esta sección, cubrimos algunos pasos importantes de un flujo de trabajo típico:",
    "<strong>First-Launch Experience<\/strong>: What the user sees the first time they use your app.": "<strong>La experiencia del primer lanzamiento<\/strong>: Lo que el usuario ve la primera vez que utilizan su aplicación.",
    "<strong>Normal Launch<\/strong>: What happens when opening your app on a day-to-day basis.": "<strong>Lanzamiento normal<\/strong>: Que sucede cuando abre su aplicación sobre una base del día-a-día.",
    "<strong>Closing<\/strong>: What happens when closing your app.": "<strong>Cierre<\/strong>: lo que sucede cuando se cierra la aplicación.",
    "<strong>Background Tasks<\/strong>: How your app manages to do things invisibly in the background.": "<strong>Tareas de Segundo Plano<\/strong>: Cómo maneja su aplicación para hacer las cosas de forma invisible en segundo plano.",
    "Always Provide an Undo": "Siempre permita deshacer",
    "Using Ellipsis": "Uso de puntos suspensivos",
    "The ellipsis character (…) is used in the interface for two primary reasons: informing the user of an additional required information and letting the user know text has been shortened.": "Los puntos suspensivos (…) se utilizan en la interfaz de usuario por dos motivos: informar al usuario de que se necesita información adicional e indicar que se ha abreviado el texto.",
    "Additional Information": "Información adicional",
    "Shortened Text": "Texto acortado",
    "When Not to Use Ellipsis": "Cuándo no usar los puntos suspensivos",
    "The Welcome Screen is a friendly way to help users get started with your app.": "La pantalla de bienvenida es una buena manera de ayudar a que los usuarios se familiaricen con su aplicación.",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Normalmente, la pantalla de bienvenida se utiliza en aplicaciones como Noise o Scratch, en las que es necesario importar o crear objetos antes de poder interactuar con ellos. De esta manera, los usuarios saben con rapidez cómo comenzar a usar la aplicación y qué pasos hay que seguir.",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Asegúrate de que si tu aplicación permite limpiar su biblioteca, la pantalla de bienvenida sea mostrada de nuevo en vez de una lista vacía.",
    "The Welcome Screen consists of two sets of labels:": "La pantalla de bienvenida contiene dos conjuntos de etiquetas:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "El primer conjunto explica la situación y qué te ayudará a lograr la pantalla de bienvenida. Por ejemplo, la pantalla de bienvenida de Noise te explica que tu bibliteca de música está vacía y que para hacer que la vista de biblioteca sea útil debemos añadirle música.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "El segundo conjunto de etiquetas consta de las acciones que ayudarán al usuario a empezar a usar la aplicación. Usando Noise como un ejemplo de nuevo, una posible acción es establecer la carpeta de música en otra ubicación. Primero nombramos la acción, \"Establecer la carpeta de música\". Luego describimos qué hace esa acción, \"Encontrar la carpeta de música e importar sus contenidos\"",
    "Iconography": "Iconografía",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Cada acción incluye un icono para facilitar su visualización rápida. En la mayoría de los casos se utilizan iconos de acciones, pero también es posible utilizar iconos de lugares, para acciones como importar; e incluso iconos de aplicaciones, para abrir utilidades de configuración.",
    "Before we get into all the things that make up elementary apps, there is a clarification that needs to be made. We need to understand what exactly design is about. For a quick crash course, we recommend watching <a href=\"http:\/\/youtu.be\/r2CbbBLVaPk\">This Video<\/a>. But let's give a quick run down of what design is not and smash two major myths:": "Antes de entrar en todas las cosas que componen las aplicaciones de elementary, tenemos que hacer una aclaración. Tenemos que comprender en qué consiste exactamente el diseño. Para un rápido curso intensivo, recomendamos ver <a href=\"http:\/\/youtu.be\/r2CbbBLVaPk\">este vídeo<\/a>. Pero hagamos un pequeño resumen de lo que no es diseño y aplastemos dos grandes mitos:",
    "<strong>Design is not something you add on after you've completed a product.<\/strong> Whether you realize it or not, you are constantly designing anything you build. It is an intrinsic part of creating something. Design is not just what something looks like. It's not just the colors and fonts. Design is how it works. When you decide to add a button that does a thing, that is design. You made a decision to add a button with an icon or a label and where that button went and the size and color of that button. Decisions are designs.": "<strong>El diseño no es algo que añades después de haber terminado un producto.<\/strong> Te des cuenta o no, estás constantemente diseñando todo lo que construyes. Es una parte intrínseca de la creación de cualquier cosa. El diseño no es solo cómo se ve algo. No son solo colores y fuentes. El diseño es cómo funciona. Cuando decides añadir un botón que hace algo, eso es diseño. Hiciste la decisión de añadir un botón con un icono o etiqueta, dónde ponerlo y el tamaño y color del botón. Las decisiones son diseños.",
    "<strong>Design is not just like your opinion, man.<\/strong> Design is quantifiable. One design will meet a specific goal better than another design. Consider different types of bicycles. A folding bicycle has a different set of design goals than a mountain bicycle. Things like weight, size, and tire tread are important factors in helping the intended user reach their goals. Because we understand that design is about solving specific problems, we must also understand that we can objectively compare the effectiveness of two designs at solving those problems.": "<strong>El diseño no es igual que tu opinión.<\/strong> El diseño es cuantificable. Un diseño cumplirá un objetivo específico mejor que otro diseño. Piensa en dos tipos de bicicletas diferentes. Una bicicleta plegable tiene un conjunto de objetivos distinto al de una bicicleta de montaña. Cosas como el peso, el tamaño y la rodadura son factores importantes para ayudar al usuario a alcanzar sus objetivos. Como entendemos que el diseño consiste en resolver problemas específicos, también debemos entender que podemos comparar objetivamente la eficacia de los dos diseños a la hora de resolver los problemas.",
    "Design Is Not Veneer, Aral Balkan": "«Diseñar no es aplicar barniz.» —Aral Balkan",
    "Design is Not Subjective, Jeff Law": "«El diseño no es subjetivo.» —Jeff Law",
    "Controls That Do Nothing": "Controles que no hacen nada",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing.",
    "Sensitivity": "Sensibilidad",
    "Hidden Widgets": "Widgets Ocultos ",
    "Spacing": "Espaciamiento",
    "Horizontal spacing between buttons is 6px.": "El espaciamiento horizontal entre los botones es de 6px",
    "Alignment": "Alineación",
    "Section headers should be left aligned with respect to each other.": "Los encabezados de la sección deben ser alineados a la izquierda con respecto a cada uno de los otros.",
    "Window Tiles": "Títulos de ventanas",
    "A window's title should not show the vendor name or version number of the app.  Adding the version number or vendor name clutters the title and doesn't help to distinguish a window. Additionally, this information is already available from your app's About window.": "El título de ventana no debe contener el nombre del fabricante ni el número de versión, ya que esta información no ayuda a distinguir la ventana. Además, el cuadro de diálogo «Acerca de» tiene como propósito mostrar estos datos.",
    "Dialogs and alerts should not display a window title. They are distinctive enough in their visual style and are often modal.": "Los cuadros de diálogo y las alertas no deben mostrar títulos de ventana. Están estilizados visualmente de modo que no lo necesitan y, por lo general, son modales.",
    "Window Types": "Tipos de ventanas",
    "Use the following rules to keep your text understandable and consistent:": "Siga las reglas presentadas a continuación para mantener el texto comprensible y coherente:",
    "Be Brief": "Sea breve",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "No dé demasiado texto a los usuarios: los párrafos grandes desaniman la lectura. Escriba textos concisos y breves.",
    "<strong>Bad<\/strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Incorrecto<\/strong>: No parece que cuente con ninguna canción en la colección. Puede usar Noise para organizar música, añadir más y escuchar la que ya posee. Para comenzar pulse en el botón «Añadir» y siga las indicaciones. Cuando termine, la música aparecerá aquí.",
    "<strong>Better<\/strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Mejor<\/strong>: Obtenga algo de música. Noise no puede encontrar ninguna pusta. [Botones para importar o añadir música]",
    "Think Simple": "Piense con sencillez",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Asuma que los usuarios son inteligentes pero no técnicos. Evite palabras largas y raras; en cambio, emplee verbos, sustantivos y adjetivos sencillos y comunes. Jamás use la jerga técnica.",
    "<strong>Bad<\/strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Incorrecto<\/strong>: 37 archivos en formato de audio han sido importados correctamente en la base de datos de canciones.",
    "<strong>Better<\/strong>: Successfully added 37 songs.": "<strong>Mejor<\/strong>: Se añadieron 37 canciones correctamente.",
    "Get To The Bottom Line": "Vaya al grano",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Coloque la información más importante al principio. Así, si los usuarios no terminan de leer, tendrán en mente los datos necesarios.",
    "<strong>Bad<\/strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Incorrecto<\/strong>: Podría haber problemas con su conexión a Internet porque Lingo no pudo encontrar ninguna definición. Revísela e inténtelo de nuevo.",
    "<strong>Better<\/strong>: No definition found. Check your network connection and try again.": "<strong>Mejor<\/strong>: No se encontró la definición. Revise la conexión a Internet e inténtelo de nuevo.",
    "Don't Repeat Yourself": "No se repita",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "La repetición es molesta y alarga innecesariamente los mensajes.",
    "<strong>Bad<\/strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Incorrecto<\/strong>: Su dirección de correo electrónico, juanito@correo.com, se ha añadido. Para acceder a juanito@correo.com, pulse en el enlace «juanito@correo.com» ubicado más arriba.",
    "<strong>Better<\/strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Mejor<\/strong>: Se añadió la dirección de correo electrónico. Para acceder a ella, pulse en el enlace «juanito@correo.com» ubicado más arriba.",
    "Use Visual Hierarchy": "Utilice una jerarquía visual",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "La jerarquía visual ayuda a los usuarios a leer y entender el texto y, al mismo tiempo, saber qué es lo más importante. Utilice los encabezamientos y otros estilos de texto adecuadamente.",
    "<strong>Bad<\/strong>:": "<strong>Incorrecto<\/strong>:",
    "No files are open. Open a file to begin editing.": "No hay archivos abiertos. Abra un archivo para comenzar la edición.",
    "<strong>Better<\/strong>:": "<strong>Mejor<\/strong>:",
    "No files are open.": "No hay archivos abiertos.",
    "Open a file to begin editing.": "Abra un archivo para comenzar la edición."
}