{
    "Installation": "Instalación",
    "Download elementary OS": "Descargar elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si todavía no lo hace, <a href=\"/\" target=\"_blank\">descargue elementary OS desde nuestra página principal</a>. Necesitará copiar el archivo ISO descargado en un soporte USB siguiendo las instrucciones a continuación.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS está disponible actualmente para dos arquitecturas de procesador, 32 bits y 64 bits.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Si sabe que tiene un equipo reciente con un procesador de 64 bits, elija la versión de 64 bits.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Si su equipo es antiguo o si no sabe qué tipo de procesador tiene, elija la versión de 32 bits. (Los procesadores de 64 bits serán capaces de ejecutar esta versión).",
    "Recommended System Specifications": "Especificaciones de sistema recomendadas",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 o procesador de dos núcleos a 64 bits equiparable",
    "1 GB of system memory (RAM)": "1 GB de memoria (RAM)",
    "15 GB of disk space": "15 GB de espacio en disco",
    "Internet access": "Acceso a internet",
    "Back Up Your Data": "Realice una copia de seguridad de sus datos",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Asegúrese de hacer una copia de seguridad de sus datos importantes en una ubicación externa, como un servicio en línea o un disco duro externo. Instalar un sistema operativo nuevo puede sobrescribir los datos existentes.",
    "Choose your current Operating System": "Seleccione su sistema operativo actual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Seleccione el sistema operativo que esté utilizando en este momento para ver las instrucciones de instalación pertinentes.",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Compruebe la descarga",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Es importante, pero no obligatorio, que compruebe la integridad del archivo descargado. Generamos sumas de comprobación (o <em>hash</em>) para las imágenes de elementary OS y le recomendamos que revise que la suma de su descarga coincida con la suma correspondiente antes de intentar una instalación. Esto asegura que el archivo esté completo y carente de daños.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "Windows no incluye herramientas para comprobar sumas SHA256; por ello necesitará descargar <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Abra Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "En «Tipo de suma» seleccione <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "En «Archivo de entrada» elija <code>Seleccionar archivo(s)</code> y encuentre el archivo ISO de elementary OS",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Compruebe que el código en el cuadro «Resultados» corresponda con una de las sumas siguientes",
    "32-bit": "32 bits",
    "64-bit": "64 bits",
    "Creating an Install Drive": "Crear un soporte de instalación",
    "Rufus - select ISO": "Rufus: selección de ISO",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.",
    "Download Rufus": "Descargar Rufus",
    "Open Rufus": "Abrir Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Inserte el soporte USB y selecciónelo en la lista «Dispositivo»",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Junto a «Crear una imagen de disco arrancable con…», seleccione «Imagen ISO»",
    "Click": "Pulse en",
    "the disk icon": "el icono del disco",
    "to choose the ISO that you downloaded previously.": "para seleccionar el archivo ISO descargado previamente.",
    "Click &quot;Start&quot; and wait for the process to finish.": "Pulse en «Iniciar» y espere a que el proceso finalice.",
    "Booting from the Install Drive": "Arranque desde la unidad de instalación",
    "In order to start the installation process, you must boot your computer from the install drive.": "Arranque el equipo a partir del soporte de instalación para comenzar con el proceso de instalación.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Si el equipo está encendido, inserte el soporte de instalación y reinicie el equipo.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La mayoría de los equipos le permitirán, durante unos segundos, cambiar temporalmente el orden de arranque mediante la pulsación de una tecla (comúnmente <kbd>F12</kbd>, pero también puede ser <kbd>Esc</kbd> u otra tecla de función. Vea la indicación en pantalla o el manual del equipo para asegurarse.)",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Oprima <kbd>F12</kbd> (o la tecla apropiada) y seleccione el soporte de instalación; normalmente su nombre es «USB-HDD» u otro que contenga el término «USB». Si selecciona el soporte incorrecto, probablemente el equipo arrancará con normalidad; en cuyo caso deberá reiniciarlo de nuevo y elegir otro soporte en el menú.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "En cuanto elija la unidad de arranque apropiada, verá la pantalla de inicio de elementary OS. Ahora puede seguir las instrucciones en pantalla que le guiarán a través del resto del proceso.",
    "Running the following command in your Terminal:": "Running the following command in your Terminal:",
    "Should produce the output:": "Should produce the output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below",
    "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".",
    "Download Etcher": "Download Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Inserte el soporte USB y seleccione el archivo ISO que recién ha descargado.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Open \"Etcher\" and select your downloaded elementary OS image file using the \"Select image\" button.",
    "Select image in Etcher": "Select image in Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.",
    "Flash image in Etcher": "Flash image in Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "The following dialog may appear during the flashing process, it is safe to ignore.",
    "Not readable warning": "Not readable warning",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Tras escuchar el pitido, mantenga presionada la tecla <kbd>Opción</kbd>. A continuación, seleccione la unidad de arranque apropiada. Es normal que, en algunos casos, la unidad aparezca identificada incorrectamente como «Windows».",
    "Boot Errors": "Boot Errors",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-freya-xx.xx.iso to Disc\". When complete, attempt to boot again from the Install DVD.",
    "Running the following command in your terminal:": "Ejecute la orden siguiente en la consola:",
    "should produce the output:": "La consola debe mostrar:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.",
    "Download UNetbootin": "Descargar UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Abra UNetbootin desde el Tablero. Se abrirá una ventana como la siguiente:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Seleccione «Imagen de disco».",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Pulse en «…» para seleccionar la ISO que ha descargado anteriormente.",
    "Unplug all USB memory devices apart from the one you want to use.": "Desconecte todos los dispositivos de almacenamiento USB excepto el que quiere utilizar.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Pulse en «Aceptar» y espere a que el proceso finalice.",
    "After Installation": "Postinstalación",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Dedique algunos minutos para leer la guía de <a href=\"/docs/learning-the-basics\">primeros pasos</a> que seguir en su nuevo sistema operativo."
}