{
    "Learning the Basics": "Conceptos básicos",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Como sucedería con cualquier sistema operativo, existen algunas cosas con las que una persona podría no estar familiarizada. Esta sección se enfoca en describir cómo realizar tareas cotidianas básicas —como explorar la web y escuchar música—, pero también proporciona información adicional que puede resultarle útil.",
    "The Desktop": "El escritorio",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "El escritorio de elementary OS es sencillo y es fácil aprender a usarlo. Consiste de dos elementos: el panel y el <i>dock</i>. Puede personalizar el fondo del escritorio yendo a <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuración del sistema</a></strong> → <strong>Escritorio</strong> → <strong>Fondo</strong>.",
    "The Panel": "El panel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "El panel se ubica en la parte superior de la pantalla. A la izquierda se ubica el menú Aplicaciones; al centro, la fecha y la hora; y a la derecha, los indicadores.",
    "Applications": "Aplicaciones",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "En la parte izquierda del panel hallará el botón <strong>Aplicaciones</strong>. Al pulsar en él se abrirá un lanzador que contiene todos los programas instalados. Para desplazarse en la lista, utilice los botones numerados ubicados en la parte inferior, o bien, la rueda del ratón. Además, puede cambiar la vista para organizar los elementos por categorías con el icono correspondiente.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Puede buscar aplicaciones por nombre o palabra clave y ejecutar acciones relacionadas con estas. Además, es posible buscar paneles de configuración del sistema. Algunas de las acciones que encontrará en la búsqueda son:",
    "Shutdown and Restart": "Apagar y reiniciar",
    "Compose Message": "Redactar un mensaje",
    "New Private Browsing Window": "Abrir ventana de navegación privada",
    "Math operations (example: 23 * 5)": "Operaciones matemáticas (por ejemplo: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "To open the applications menu with the keyboard, press <kbd>⌘</kbd> + <kbd>space</kbd>.",
    "Indicators": "Indicadores",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Los iconos localizados en el extremo derecho del panel se llaman indicadores. Sirven para informarle del estado de la sesión: por ejemplo, proporcionan datos de conexiones de red, energía, hora, chat y correo, entre otras funcionalidades. Al pulsar en un indicador se despliega un menú con acciones relacionadas.",
    "The Dock": "El <i>dock</i>",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "El <i>dock</i> se encuentra en el extremo inferior de la pantalla. Contiene los programas favoritos del usuario, así como los abiertos actualmente.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Se puede personalizar el contenido del <i>dock</i> con facilidad. Para añadir una aplicación al <i>dock</i>, abra el menú <strong>Aplicaciones</strong> y arrastre y suelte un icono de aplicación hasta llegar al <i>dock</i>; o bien, pulse con el botón secundario del ratón sobre el icono de una aplicación abierta y elija la opción <strong>Mantener en el dock</strong>. Si quiere eliminar una aplicación anclada al <i>dock</i>, arrástrela fuera de este hacia un espacio vacío del escritorio, o bien, pulse con el botón secundario del ratón y desmarque la opción <strong>Mantener en el dock</strong>. Para reorganizar las aplicaciones, simplemente arrastre y suelte.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "De manera predeterminada, el <i>dock</i> se oculta de la vista siempre que maximice una ventana. Para hacer que aparezca, mueva el puntero del ratón hacia la parte inferior central de la pantalla.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Para modificar el comportamiento del <i>dock</i>, vaya a <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuración del sistema</a></strong> → <strong>Escritorio</strong> → <strong>Dock</strong>.",
    "App Windows": "Ventanas de aplicaciones",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Las aplicaciones utilizan sus propias ventanas, las cuales pueden cerrarse, maximizarse o desplazarse.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Cuando abra una aplicación, aparecerá la ventana correspondiente a esta en el escritorio. Por lo general, las aplicaciones tienen tres áreas: los botones de ventana, una barra de herramientas y el contenido.",
    "Window Buttons": "Botones de ventana",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Los botones de la ventana de una aplicación se ubican en las esquinas superiores. El botón de cierre se ubica en el lado izquierdo y el de maximización en el derecho. Al pulsar en el botón de cierre se cerrará la ventana. Pulsar en el botón de maximización expandirá —o reducirá, una vez activado— la ventana para que ocupe toda la pantalla. Puede mover las ventanas arrastrándolas desde las áreas vacías entre ambos botones.",
    "Toolbar": "Barra de herramientas",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Muchas aplicaciones poseen una barra de herramientas en la parte superior de sus ventanas. Esta área contiene acciones comunes o elementos de navegación para el programa.",
    "Multitasking": "Ejecución de varias tareas a la vez",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS admite dos tipos de multitarea: ventanas y áreas de trabajo.",
    "Windows": "Ventanas",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Las aplicaciones se abren en ventanas. Pueden solaparse mutuamente en el escritorio y organizarse por el usuario. Hay varias maneras de cambiar de ventana activa:",
    "click on the window you want to switch to": "pulse con el ratón en la ventana que quiera utilizar",
    "click on the app's icon in the dock": "en el <i>dock</i>, pulse en el icono correspondiente a una aplicación",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "presione <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Para mostrar una vista general de todas las ventanas abiertas, presione <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Estas combinaciones de teclas pueden personalizarse en <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuración del sistema</a></strong> → <strong>Teclado</strong> → <strong>Atajos</strong> → <strong>Ventanas</strong>.",
    "Hot Corners": "Esquinas activas",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "También puede utilizar las «esquinas activas» (atajos que se activan al posar el puntero del ratón en las esquinas de la pantalla) para activar funciones de multitarea, como la vista general de ventanas y el selector de áreas de trabajo.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Vaya a <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuración del sistema</a></strong> → <strong>Escritorio</strong> → <strong>Esquinas activas</strong> para personalizar esta funcionalidad.",
    "Workspaces": "Áreas de trabajo",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "De manera predeterminada, todas las ventanas se abren en una sola área de trabajo. Sin embargo, puede utilizar más áreas para organizarse:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Presione <kbd>⌘</kbd> + <kbd>S</kbd> para ver todas las áreas de trabajo.",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Para desplazarse rápidamente por las áreas de trabajo, presione <kbd>⌘</kbd> + <kbd>←</kbd> o <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Utilice la combinación de teclas <kbd>⌘</kbd> + <kbd>Tab</kbd> para cambiar cíclicamente entre las áreas de trabajo.",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Para ir directamente a una área específica, presione <kbd>⌘</kbd> + <kbd>1</kbd> hasta <kbd>⌘</kbd> + <kbd>9</kbd>. En cualquier momento podrá presionar <kbd>⌘</kbd> + <kbd>0</kbd> para ir a una área nueva.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Asimismo, es posible reorganizar las ventanas entre las áreas de trabajo al arrastrar los iconos correspondientes en el selector de áreas de trabajo. Para ver las ventanas abiertas en todas las áreas de trabajo, presione <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Las combinaciones de teclas pueden personalizarse en <strong><a href=\"/docs/learning-the-basics#system-settings\">Configuración del sistema</a></strong> → <strong>Teclado</strong> → <strong>Atajos</strong> → <strong>Áreas de trabajo</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Nota: <kbd>⌘</kbd> se refiere a la tecla «Súper». Según si su equipo es PC o Mac, esta tecla será nombrada «Windows» o «Comando».</em>",
    "Multiple Displays": "Pantallas múltiples",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "El panel, dock, y los espacios de trabajo solo aparecen en la pantalla principal. Cualquier otra pantalla ligada actua como un espacio independiente. Para administrar y reorganizar las pantallas, dirígete a <strong><a href=\"/docs/learning-the-basics#system-settings\">Ajustes del Sistema</a></strong> → <strong>Pantallas</strong>. Tu pantalla principal está marcada con una estrella rellena (",
    ") and each display's settings can be changed from its cog (": ") y las opciones de cada pantalla pueden ser cambiadas desde su engranaje (\n",
    ") menu.": ") menú.",
    "Installing Apps": "Instalación de aplicaciones",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "elementary OS incluye el <strong>Centro de software</strong>, una tienda de aplicaciones libres y de pago. Es fácil instalar una aplicación mediante el Centro de software:",
    "Open the <strong>Software Center</strong> app.": "Abra la aplicación <strong>Centro de software</strong>.",
    "Search in the top-right, or browse.": "Navegue por las categorías o realice una búsqueda.",
    "Click <strong>Install</strong> next to the app you want to install.": "Pulse en el botón <strong>Instalar</strong> ubicado junto a la aplicación que desee.",
    "You may be asked for your password prior to installing an app.": "Puede que el sistema solicite su contraseña antes de proceder con la instalación.",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>Nota: no todo el software existente está disponible en el Centro de software. Aunque no recomendamos descargar aplicaciones desde la Internet, cualquier aplicación que sea compatible con Ubuntu 14.04 LTS debe funcionar igual de bien en elementary OS Freya.</em>",
    "Updating": "Actualización",
    "elementary OS includes &quot;Software Update&quot;, an easy to use utility for installing app updates and security patches. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS incluye «Actualización de software», una utilidad fácil de usar que permite instalar actualizaciones de las aplicaciones y mejoras de seguridad. Recomendamos que busque actualizaciones por lo menos <em>una vez por semana</em> para asegurarse de que su equipo cuente con las funcionalidades y protección más recientes.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/trusty/\">Ubuntu security notices</a>.": "Para obtener más información acerca de las actualizaciones de seguridad, consulte el sitio de <a href=\"http://www.ubuntu.com/usn/trusty/\">avisos de seguridad de Ubuntu</a>.",
    "System Settings": "Configuración del sistema",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS incluye una útil aplicación, «Configuración del sistema», que controla las preferencias «globales» (que afectan al sistema en general). Mediante Configuración del sistema es posible hacer ajustes en el funcionamiento de las combinaciones de teclas, la resolución de la pantalla, el fondo del escritorio, y mucho más.",
    "Search": "Búsqueda",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Para encontrar con rapidez lo que busca, escriba palabras clave en el cuadro de búsqueda del extremo superior de la ventana. El contenido se filtrará para mostrar únicamente los resultados relevantes.",
    "App Settings": "Configuración de aplicaciones",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tenga en mente que Configuración del sistema gestiona solamente las preferencias del sistema. Aunque haya aplicaciones que incluyan sus propias preferencias, no las hallará aquí. Deberá buscarlas dentro de la aplicación en cuestión."
}