{
    "Brand": "Varumärke",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementarys varumärke är unikt: tekniskt sett tillhör det elementary LLC, dvs. företaget som leder och stödjer utvecklingen av elementary-produkter. Emellertid har vi en storartad gemenskap och vill inte bli alltför nertyngda av lagkrav och teknikaliteter. För den skull har vi skrivit ner några riktlinjer för att göra det lättare att förstå när och hur elementarys märkesnamn ska användas.",
    "Name": "Namn",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Ordet \"elementary\" avser och är ett varumärke som tillhör elementary LLC. elementary skrivs alltid med små bokstäver, även i början av meningar som denna. Det används också tillsammans med produktnamn  (dvs. \"elementary OS\") för att hänvisa till en bestämd elementary-produkt.",
    "Brand Marks": "Märkessymboler",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary äger två märkessymboler: \"elementary\"-logotypen och \"e\"-emblemet. Båda betraktas som varumärken och representerar elementary - företaget - och dess produkter.",
    "Both should be used with the following in mind:": "Båda bör användas med följande i åtanke:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Man får inte sträcka, förvränga, rotera, vända eller på annat sätt ändra märkessymbolerna.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Använd inte märkena på en alltför brokig bakgrund; rena färger fungerar bäst.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Märkessymbolerna bör alltid vara monokromatiska; typiskt vita mot en mörk bakgrund eller svarta mot en ljus bakgrund.",
    "Logotype": "Logotyp",
    "elementary Logotype": "elementarys logotyp",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotypen ska användas när utrymmet medger för att hänvisa till elementary-företaget. Den kan användas framför ett produktnamn för att ange en bestämd elementary-produkt.",
    "The logotype should always be used under the following guidelines:": "Logotypen ska alltid användas enligt följande riktlinjer:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Försök inte att omskapa logotypen. Den är en noggrant utformad märkessymbol, inte bara \"elementary\" skrivet med ett visst teckensnitt.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Använd inte logotypen i små storlekar; om det inte blir tydligt så använd emblemet istället.",
    "Logomark": "Emblem",
    "elementary Logomark": "elementarys emblem",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "\"e\"-emblemet ska användas för att hänvisa till elementary-företaget när utrymmet är begränsat eller en kvadratisk yta behövs.",
    "Color": "Färg",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary tar användning av färg i anspråk, i kombination med vårt namn och våra märken, för att etablera märkesnamnet. Vi använder följande palett:",
    "Blueberry": "Blåbär",
    "Strawberry": "Jordgubb",
    "Orange": "Apelsin",
    "Banana": "Banan",
    "Lime": "Lime",
    "Grape": "Druva",
    "White": "Vit",
    "Black": "Svart",
    "Fonts": "Typsnitt",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "För webb och tryck använder vi Raleway för rubriker och Open Sans för brödtext. För kodblock använder vi Roboto Mono.",
    "Third Parties &amp; Community": "Third Parties & Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Vi vill uppmuntra tredjepartsutvecklare som gör produkter för elementary OS att anta vissa delar av elementarys grafiska profil för att uppnå enhetlighet:",
    "Voice/tone": "Röst/ton",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Men för att undvika att användarna blir konfunderade begränsar vi användningen av elementarys namn och symboler:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Du uppmuntras att säga att appen eller tjänsten är utvecklad för elementary OS, men vänligen använd inte elementarys namn eller varumärken som en del av namnet på ditt företag, applikation, produkt, tjänst eller i någon logotyp som du skapar.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Använd elementarys namn eller symboler endast för att hänvisa till elementary LLC. eller dess produkter (dvs. elementary OS).",
    "Community": "Community",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:",
    "elementary Community Logo with color": "elementary Community Logo with color",
    "elementary Community Logo in black": "elementary Community Logo in black",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.",
    "Merchandise": "Handelsvaror",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "I regel tillåter vi inte vårt märke (inklusive vårt namn eller våra märkessymboler) att användas på tredjepartsvaror.",
    "Assets &amp; More Info": "Tillgångar & mer info",
    "Download on GitHub": "Ladda ner från GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "För mer information om användning av elementarys namn, märke och varumärken, mejla till <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Varumärke ⋅ elementary"
}