{
    "Code of Conduct": "Uppförandekod",
    "Our Pledge": "Vårt löfte",
    "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, caste, color, religion, or sexual identity and orientation.": "Vi som medlemmar, bidragsgivare och ledare lovar att göra deltagandet i vår gemenskap till en trakasserifri upplevelse för alla, oavsett ålder, kroppsstorlek, synligt eller osynligt funktionshinder, etnicitet, könskarakteristika, könsidentitet och könsuttryck, erfarenhetsnivå, utbildning, socioekonomisk status, nationalitet, personligt utseende, ras, kast, färg, religion eller sexuell identitet och läggning.",
    "We pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community.": "Vi lovar att agera och interagera på ett sätt som bidrar till en öppen, välkomnande, mångsidig, inkluderande och hälsosam gemenskap.",
    "Our Standards": "Våra standarder",
    "Examples of behavior that contributes to a positive environment for our community include:": "Exempel på beteenden som bidrar till en positiv miljö för vårt samhälle är:",
    "Demonstrating empathy and kindness toward other people": "Uppvisar empati och vänlighet mot andra människor",
    "Being respectful of differing opinions, viewpoints, and experiences": "Att respektera olika åsikter, synpunkter och erfarenheter",
    "Giving and gracefully accepting constructive feedback": "Ge och ta emot konstruktiv återkoppling på ett värdigt sätt",
    "Accepting responsibility and apologizing to those affected by our mistakes, and learning from the experience": "Ta ansvar och be om ursäkt till dem som drabbats av våra misstag, och lära av erfarenheten",
    "Focusing on what is best not just for us as individuals, but for the overall community": "Fokusera på vad som är bäst, inte bara för oss som individer, utan för hela gemenskapen",
    "Examples of unacceptable behavior include:": "Exempel på oacceptabelt beteende är:",
    "The use of sexualized language or imagery, and sexual attention or advances of any kind": "Användning av sexualiserat språk eller bildspråk, och sexuell uppmärksamhet eller närmanden av något slag",
    "Trolling, insulting or derogatory comments, and personal or political attacks": "Trollning, förolämpande eller nedsättande kommentarer samt personliga eller politiska angrepp",
    "Public or private harassment": "Offentliga eller privata trakasserier",
    "Publishing others&#39; private information, such as a physical or email address, without their explicit permission": "Publicera andras privata information, t.ex. en fysisk adress eller e-postadress, utan deras uttryckliga tillstånd",
    "Other conduct which could reasonably be considered inappropriate in a professional setting": "Annat beteende som rimligen kan anses olämpligt i en professionell miljö",
    "Enforcement Responsibilities": "Ansvar för verkställighet",
    "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful.": "Gemenskapsansvariga är ansvariga för att klargöra och upprätthålla våra normer för godtagbart beteende och kommer att vidta lämpliga och rättvisa korrigerande åtgärder som svar på alla beteenden som de anser vara olämpliga, hotfulla, stötande eller skadliga.",
    "Community leaders have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, and will communicate reasons for moderation decisions when appropriate.": "Gemenskapsansvariga har rätten och ansvaret att ta bort, redigera eller avvisa kommentarer, commits, kod, wiki-redigeringar, frågor och andra bidrag som inte är i linje med denna uppförandekod, och kommer att meddela skälen till modereringsbeslut när så är lämpligt.",
    "Scope": "Omfång",
    "This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.": "Denna uppförandekod gäller på alla platser i gemenskapen, och gäller även när en person officiellt representerar gemenskapen på offentliga platser. Exempel på att representera vår gemenskap är att använda en officiell e-postadress, publicera inlägg via ett officiellt konto på sociala medier eller agera som en utsedd representant vid ett online- eller offline-evenemang.",
    "Enforcement": "Verkställighet",
    "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at contact@elementary.io. All complaints will be reviewed and investigated promptly and fairly.": "Fall av kränkande, trakasserande eller på annat sätt oacceptabelt beteende kan rapporteras till de gemenskapsansvariga som ansvarar för verkställighet på contact@elementary.io. Alla klagomål kommer att granskas och utredas snabbt och rättvist.",
    "All community leaders are obligated to respect the privacy and security of the reporter of any incident.": "Alla ansvariga i gemenskapen är skyldiga att respektera integriteten och säkerheten för den som rapporterar om en incident.",
    "Enforcement Guidelines": "Riktlinjer för verkställighet",
    "Community leaders will follow these Community Impact Guidelines in determining the consequences for any action they deem in violation of this Code of Conduct:": "Gemenskapsansvariga kommer att följa dessa riktlinjer för påverkan på samhället när de fastställer konsekvenserna för varje handling som de anser bryter mot denna uppförandekod:",
    "1. Correction": "1. Korrigering",
    "<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed unprofessional or unwelcome in the community.": "<strong>Påverkan på gemenskapen</strong>: Användning av olämpligt språk eller annat beteende som anses vara oprofessionellt eller ovälkommet i gemenskapen.",
    "<strong>Consequence</strong>: A private, written warning from community leaders, providing clarity around the nature of the violation and an explanation of why the behavior was inappropriate. A public apology may be requested.": "<strong>Konsekvens</strong>: En privat, skriftlig varning från ansvariga i gemenskapen, som klargör överträdelsens art och förklarar varför beteendet var olämpligt. En offentlig ursäkt kan begäras.",
    "2. Warning": "2. Varning",
    "<strong>Community Impact</strong>: A violation through a single incident or series of actions.": "<strong>Påverkan på gemenskapen</strong>: En överträdelse genom en enskild händelse eller en serie av handlingar.",
    "<strong>Consequence</strong>: A warning with consequences for continued behavior. No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, for a specified period of time. This includes avoiding interactions in community spaces as well as external channels like social media. Violating these terms may lead to a temporary or permanent ban.": "<strong>Konsekvens</strong>: En varning med konsekvenser för fortsatt beteende. Ingen interaktion med de inblandade personerna, inklusive oönskad interaktion med dem som upprätthåller uppförandekoden, under en angiven tidsperiod. Detta inkluderar att undvika interaktioner på gemensamma platser samt externa kanaler som sociala medier. Överträdelse av dessa villkor kan leda till en tillfällig eller permanent avstängning.",
    "3. Temporary Ban": "3. Tillfällig avstängning",
    "<strong>Community Impact</strong>: A serious violation of community standards, including sustained inappropriate behavior.": "<strong>Påverkan på gemenskapen</strong>: En allvarlig överträdelse av gemenskapens normer, inklusive långvarigt olämpligt beteende.",
    "<strong>Consequence</strong>: A temporary ban from any sort of interaction or public communication with the community for a specified period of time. No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, is allowed during this period. Violating these terms may lead to a permanent ban.": "<strong>Konsekvens</strong>: En tillfällig avstängning mot all form av interaktion eller offentlig kommunikation med gemenskapen under en viss tidsperiod. Ingen offentlig eller privat interaktion med de inblandade personerna, inklusive oönskad interaktion med dem som upprätthåller uppförandekoden, är tillåten under denna period. Överträdelser mot dessa villkor kan leda till en permanent avstängning.",
    "4. Permanent Ban": "4. Permanent avstängning",
    "<strong>Community Impact</strong>: Demonstrating a pattern of violation of community standards, including sustained inappropriate behavior, harassment of an individual, or aggression toward or disparagement of classes of individuals.": "<strong>Påverkan på gemenskapen</strong>: Uppvisande av ett mönster av överträdelser mot gemenskapens normer, inklusive ihållande olämpligt beteende, trakasserier av en individ eller aggression mot eller nedvärdering av grupper av individer.",
    "<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the community.": "<strong>Konsekvens</strong>: En permanent avstängning mot all form av offentlig interaktion i gemenskapen.",
    "Attribution": "Erkännande",
    "This Code of Conduct is adapted from the <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, available at <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.": "Denna uppförandekod är anpassad från <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, som finns på <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.",
    "Community Impact Guidelines were inspired by <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.": "Riktlinjerna för gemenskapspåverkan inspirerades av <a href=\"https://github.com/mozilla/diversity\">Mozillas efterlevnadsstege av uppförandekoden</a>.",
    "For answers to common questions about this code of conduct, see the FAQ at <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Translations are available at <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.": "För svar på vanliga frågor om denna uppförandekod, se Frågor och svar på <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq.</a> Översättningar finns tillgängliga på <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.",
    "Code of Conduct &sdot; elementary": "Uppförandekod &sdot; elementary"
}
