{
    "Code of Conduct": "Uppförandekod",
    "Community Guidelines": "Gemenskapsriktlinjer",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Att vara en del av gemenskapen runt elementary är en otrolig upplevelse; Du får vara en del av något stort, samarbeta med människor från hela världen och hjälpa andra göra deras datorer fantastiska. Men med det kommer ett ansvar att följa ett antal regler som säkerställer den bästa miljön för alla involverade. Följande regler förväntas följas när som helst när du är inblandad i gemenskapen, oavsett om det är på Slack, GitHub, en grundläggande gemenskapswebbplats, personligen eller någon annanstans.",
    "I. Respect": "I. Respekt",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Att respektera andra är av högsta vikt. Var säker på att du respekterar andra människor och deras åsikter, deras personliga bakgrund och idéer. Gemenskapen för Elementary är ingen plats för respektlösa och skadliga påhopp oberoende av anledning. När du ger kritik, var noga på att du ger konstruktiv kritik. Personliga påhopp tolereras inte. När du tar emot konstruktiv kritik, var noga med att ta emot kritiken väl och tacka kritikern för dennes åsikt, oavsett var du står i frågan.",
    "II. Content": "II. Innehåll",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "Gemenskapen runt elementary består av tusentals användare, av olika åldrar, övertygelser och mognadsnivåer. På grund av detta måste du vara medveten om innehållet du producerar och de anmärkningar du gör. Ingen nakenhet, överskridande vulgaritet, politiskt innehåll, religiöst innehåll eller olämpligt innehåll accepteras i samband med elementary. I slutändan har alltid moderatorn det sista uttalandet om vad som är lämpligt och inte. Om du är osäker bör du överväga huruvida det är något du skulle visa eller säga i ett rum fullt av människor, inklusive barn och mormödrar från hela världen. Om du är tveksam, gör det inte.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Skärmklipp som delas i elementary-modererade gemenskaper ska inte innehålla teman som imiterar ett annat OS, foton eller illustrationer som objektifierar en individ, eller innehåll som på annat sätt bryter mot vår uppförandekod.",
    "III. Rumors and Speculation": "III. Rykten och spekulation",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Medan elementary snabba och spännande natur bidrar till att sprida rykten eller spekulationen, undvik att göra det själv. Att diskutera framtida planer är okej, men när det inte är ett verifierat faktum bör du ange det som personlig spekulation eller undvika att diskutera det helt. Spridning av felaktig information kan skada gemenskapen, speciellt om den sprids i ett negativt ljus.",
    "IV. Helpful Discussion": "IV. Vägledande diskussion",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary drivs av individer som samarbetar på fritiden för att skapa något speciellt. Det är viktigt att respektera detta faktum, och att alltid försöka bidra till en sund och hjälpsam diskussion. Om du är i ett möte, fortsätt på ämnet och håll tyst om du inte har något användbart som gäller den omedelbara diskussionen. Om du kommenterar webbplatsen ska du hålla diskussionen relaterad till innehållet i posten eller svaret. Om du deltar i en utvecklarorienterad diskussion, t.ex. en issue tracker, en pull request, e-postlista, IRC eller Slack, bör du endast diskutera frågor som hör till ämnet för att hålla diskussionen på en bra nivå, samt undvika att fylla loggarna med irrelevant information för utvecklare som kanske inte är närvarande.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Då vi i huvudsak är en online-baserad gemenskap är det viktigt att vi undviker de potentiellt negativa aspekterna av Internet. Trolla inte; Att starta inte bråk eller göra anmärkningar med det enda syftet att göra någon arg är barnsligt och oacceptabelt. Spam är också oacceptabelt; Detta inkluderar länkar till irrelevanta webbplatser och upprepade länkar till samma webbplats. Om någon trollar eller spammar, ignorera och rapportera användaren.",
    "V. Avoiding Conflict": "V. Undvika konflikter",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Om du känner att någon, vare sig den är en ny eller en långvarig medlem, är oförskämd bör du berätta det för personen i fråga. Att förekomma problem i kommunikationen är viktigt. Alla har en roll att spela för att kommunikationen ska fungera väl i vår (ibland utmanande) unika arbetsmiljö.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "På samma sätt bör du alltid sträva efter att vara professionell, korrekt och respektfull när du interagerar med eller nämner andra projekt, företag eller personer. Kom ihåg att dina ord och handlingar kan uppfattas som en del av gemenskapen runt elementary. Medan konstruktiv kritik kan vara till hjälp bör du alltid ge den i ett positiv ljus, och aldrig förvränga eller förtala. Om du är osäker är det antaligen bäst att undvika att ge kritik.",
    "VI. Step Down Considerately": "VI. Trappa ner hänsynsfullt",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Livsprioriteringar, intressen och passion kan förändras. Om du är involverad i ett projekt relaterat till elementary, men känner att du inte kan fortsätta, bör du avsluta din involvering på ett sätt som minimerar störningar. När vi arbetar tillsammans är vårt arbete och idéer inte längre bara våra egna; De tillhör gemenskapen runt elementary som helhet. Informera andra medlemmar av i projektet att du avser att avsluta ditt åtagande, och försök om möjligt att hitta en ersättare. Du bör som minsta åtgärd se till att ditt arbete kan återupptas där du avslutade.",
    "Consequences": "Konsekvenser",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Om du väljer att inte följa uppförandekoden, eller på annat sätt stör samhället, förbehåller vi oss rätten att göra följande: Ändra eller ta bort innehåll som du har postat; Inaktivera eller ta bort ditt konto på tredje parts webbplatser; Inaktivera ditt konto i Slack; Eller på annat sätt hindra dig från att delta i gemenskapen.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>elementarys uppförandekod är licensierad under <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a>. Vissa delar har inspirerats av <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntus uppförandekod</a>.</em>",
    "Code of Conduct &sdot; elementary": "Uppförandekod &sdot; elementary"
}
