{
    "Be a Part of Something Bigger": "Bli en del av något större",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Allt vi gör är 100% öppen källkod och utvecklas gemensamt av människor från hela världen. Även om du inte är programmerare kan du engagera dig och göra skillnad.",
    "Funding": "Finansiering",
    "Translations": "Översättningar",
    "Support": "Support",
    "Web": "Webb",
    "Desktop": "Skrivbord",
    "Design": "Design",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Med hjälp av våra användare och fans har vi kunnat växa från en liten grupp passionerade volontärer till ett litet men hållbart företag. Varje litet stöd hjälper oss att förbättra elementary OS och ta itu med ännu mer ambitiösa problem.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Finansiera elementary direkt och få ett märke på din GitHub-profil för att visa ditt stöd. GitHub Sponsors tar inte ut några avgifter, så det är ett bra sätt att få ditt bidrag att gå längre.",
    "Sponsor on GitHub": "Sponsra på GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon fungerar som en pågående crowdfunding-kampanj. Välj ett belopp att bidra med varje månad för att hjälpa oss att nå våra mål. Dessutom får du exklusiva belöningar och kan läsa exklusivt innehåll tidigt.",
    "Back on Patreon": "Tillbaka på Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Använd enkelt ett betalkort, kreditkort eller PayPal-konto. Du kan välja en engångsbetalning eller schemalägga återkommande betalningar.",
    "Use PayPal": "Använd Paypal",
    "PayPal - The safer, easier way to pay online!": "PayPal - Det säkrare, enklare sättet att betala på nätet!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Skapa ett återkommande bidrag via Liberapay, en finansieringsplattform för öppen källkod och ideella organisationer.",
    "Contribute with Liberapay": "Bidra med Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS skapas och används av människor från hela världen; hjälp oss att göra upplevelsen ännu bättre genom att översätta det till fler språk.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Både elementary OS och vår webbsida är öppet översatt med en webbplatform som heter Weblate.",
    "Learn More": "Läs mer",
    "Join Chat": "Chatta",
    "Suggest Translations": "Föreslå översättningar",
    "World map": "Världskarta",
    "Question &amp; Answer": "Frågor & Svar",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "Vi använder GitHub Discussions för frågor och svar i gemenskapen. Vem som helst kan skapa ett konto för att börja ställa frågor och svara.",
    "New Questions": "Nya frågor",
    "Unanswered Questions": "Obesvarade frågor",
    "Documentation": "Dokumentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tillhandahåller grundläggande dokumentation för både användare och utvecklare. All vår dokumentation är skriven i Markdown och ligger på GitHub, så att skicka in en ändring eller en nytt kapitel är lätt som en plätt.",
    "Learning the Basics Guide": "Guide för att lära sig grunderna",
    "Developer Docs": "Utvecklardokumentation",
    "Web Development": "Webbutveckling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Vår webbplats är byggd med HTML, CSS, PHP och JavaScript. Vi söker hela tiden efter personer med erfarenhet av dessa områden som vill bidra och göra den ännu bättre.",
    "Report a Website Issue": "Rapportera webbplatsproblem",
    "Fork the Website on GitHub": "Förgrena webbplatsen på GitHub",
    "Desktop Development": "Skrivbordsutveckling",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Vår skrivbordsmiljö och alla dess appar är byggda med hjälp av Vala, GTK, Granite och ett antal andra öppna bibliotek. Vi är värd för all vår källkod och gör all utveckling på GitHub. Om du aldrig har utvecklat för elementary OS tidigare rekommenderar vi att du kollar in vår utvecklarguide.",
    "Developer Guide": "Utvecklarguide",
    "Browse Code": "Bläddra i källkoden",
    "Report issues": "Rapportera problem",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Hjälp till genom att leta upp problem och rapportera dem. Eller hjälp till genom att bekräfta, klargöra och städa upp befintliga problem.",
    "Read the Guide": "Läs guiden",
    "Fix issues": "Åtgärda problem",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Bidra till elementary OS genom att åtgärda problem, förbättra funktionalitet eller implementera nya funktioner.",
    "Bitesize Issues": "Små ärenden",
    "Create apps": "Skapa appar",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Förbättra det övergripande ekosystemet för elementary OS och tjäna pengar genom att skapa fantastiska nya appar för AppCenter.",
    "Publish on AppCenter": "Publicera på AppCenter",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Vårt designteam omvandlar idéer till tydliga ärenderapporter och leveransbara tillgångar. Innan du dyker in i detta rekommenderar vi att du läser om vårt arbetsflöde för design.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Vårt designteam spårar \"Needs Design\"-ärenden i GitHub. Dessa kan behöva ytterligare designdiskussioner, trådramar eller leveransbara tillgångar.",
    "See ‘Needs Design’ Issues": "Se ‘Needs Design’-ärenden",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS använder en systemstilmall som är skriven i CSS. Den definierar hur gränssnittet - som knappar, verktygsfält och menyer - visas.",
    "View Stylesheet": "Visa stilmall",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS levereras med en uppsättning vektorikoner som används i alla standardappar och görs tillgängliga för tredjepartsappar.",
    "Browse Icons": "Bläddra i ikoner",
    "Get Involved with elementary OS": "Engagera dig i elementary OS"
}
