{
    "Be a Part of Something Bigger": "Bli en Del av Något Större",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Allt vi gör är 100 % öppen källkod och utvecklas gemensamt av människor från hela världen. Även om du inte är programmerare kan du engagera dig och göra skillnad.",
    "Funding": "Finansiering",
    "Translations": "Översättningar",
    "Support": "Support",
    "Web": "Webb",
    "Desktop": "Skrivbord",
    "Design": "Design",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Med din hjälp har vi kunnat växa från en liten grupp passionerade volontärer till ett litet företag. All hjälp är ett steg närmare att anställa en heltidsanställd utvecklare.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fungerar som en pågående crowdfunding-kampanj. Välj ett belopp, få belöningar och hjälp oss att nå våra mål.",
    "Learn More": "Läs mer",
    "Become a Patron": "Ge ett bidrag",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Använd enkelt ett betalkort, kreditkort eller PayPal-konto. Du kan välja en engångsbetalning eller sätta upp återkommande betalningar.",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Hjälp oss ekonomiskt och skaffa samtidigt exklusiva kläder, muggar och andra saker med elementary OS varumärke för att visa ditt stöd för vänner, familj och medarbetare.",
    "Visit Store": "Besök Affären",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource belönar utvecklare för att utföra begära korrigeringar eller skapa nya funktioner. Ange ett belopp på de problem som är störst för dig eller finansiera en viss app. Du kan också ställa in en återkommande prenumeration.",
    "Bountied Bugs": "Buggar med Belöning",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS skapas och används av människor från hela världen; hjälp oss att göra upplevelsen ännu bättre genom att översätta det till fler språk.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Både elementary OS och vår hemsida är öppet översatt med en webbplatform som heter Weblate.",
    "Join Chat": "Chatta",
    "Suggest Translations": "Föreslå Översättningar",
    "World map": "Världskarta",
    "Question &amp; Answer": "Frågor & Svar",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Obesvarade Frågor",
    "New Questions": "Nya Frågor",
    "Documentation": "Dokumentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tillhandahåller grundläggande dokumentation för både användare och utvecklare. All vår dokumentation är skriven i Markdown och ligger på GitHub, så att skicka in en ändring eller en ny sektion är lätt som en plätt.",
    "Learning The Basics Guide": "Lär Dig Grunderna-guiden",
    "Developer Docs": "Utvecklarhandbok",
    "Web Development": "Webbutveckling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Vår webbplats är byggd med HTML, CSS, PHP och JavaScript. Vi söker hela tiden efter personer med erfarenhet av dessa områden som vill bidra och göra den ännu bättre.",
    "Fork Our Website on GitHub": "Forka Vår Webbplats på GitHub",
    "Report a Website Issue": "Rapportera Webbplatsproblem",
    "Desktop Development": "Skrivbordsutveckling",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Vår skrivbordsmiljö och alla dess appar är byggda med Vala, GTK +, Granit och ett antal andra öppna bibliotek. Källkoden för vår skrivbordsmiljö finns på GitHub, en gratis tjänst för öppen källkods-projekt. Om du aldrig har utvecklat för elementary OS tidigare rekommenderar vi att du läser vår Kom-igång guide.",
    "Browse Our Code": "Titta i vår kod",
    "Bitesized Bugs": "Munsbits-Buggar",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Vårt designteam gör idéer till tydliga problemrapporter och leveransbara tillgångar. Innan du börjar rekommenderar vi att du läser på om vår designprocess.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS använder en stilmall skriven i CSS. Den definierar hur allt är ritat, från knappar och verktygsfält till panelen och menyerna.",
    "Browse Our Stylesheet": "Titta i koden för stilmallen",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS levereras med en uppsättning vektorikoner som används över alla förinstallerade appar, och som också är tillgängliga för utvecklare från tredje part.",
    "Browse Our Icons": "Se våra ikoner",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Vårt designteam håller koll på problem taggade med \"Needs Design\" på GitHub. Dessa kan behöva ytterligare designdiskussioner, wireframes eller leveransbara tillgångar.",
    "Browse 'Needs Design' Issues": "Se problem taggade 'Needs Design'",
    "Get Involved with elementary OS": "Engagera dig i elementary OS"
}
