{
    "Be a Part of Something Bigger": "Bli en Del av Något Större",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Allt vi gör är 100 % öppen källkod och utvecklas gemensamt av människor från hela världen. Även om du inte är programmerare kan du engagera dig och göra skillnad.",
    "Funding": "Finansiering",
    "Translations": "Översättningar",
    "Support": "Support",
    "Web": "Webb",
    "Desktop": "Skrivbord",
    "Design": "Design",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Med din hjälp har vi kunnat växa från en liten grupp passionerade volontärer till ett litet företag. All hjälp är ett steg närmare att anställa en heltidsanställd utvecklare.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fungerar som en pågående crowdfunding-kampanj. Välj ett belopp, få belöningar och hjälp oss att nå våra mål.",
    "Learn More": "Läs mer",
    "Become a Patron": "Become a Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.",
    "Visit Store": "Visit Store",
    "Bountysource": "Bountysource",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource sätter pengar direkt i händerna på utvecklare genom att belöna dem för att skicka in korrigeringar eller skapa nya funktioner. Lägg en belöning på de frågor som betyder mest för dig eller finansiera en specifik app. Du kan också skapa en återkommande prenumeration.",
    "Bountied Bugs": "Buggar med Belöning",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS skapas och används av människor från hela världen; hjälp oss att göra upplevelsen ännu bättre genom att översätta det till fler språk.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS använder ett öppet, samarbetsbaserat översättningsverktyg på Launchpad som heter Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Även vår webbplats översätts öppet genom en online-plattform som heter Transifex.",
    "Translate elementary OS": "Översätt elementary OS",
    "Translate This Website": "Översätt Denna Webbplats",
    "World map": "Världskarta",
    "Question & Answer": "Frågor & Svar",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange är en webbsida som bygger på att hitta de bästa svaren på vanliga frågor. Vem som helst kan skapa ett konto för att börja ställa frågor och ge svar.",
    "Unanswered Questions": "Obesvarade Frågor",
    "New Questions": "Nya Frågor",
    "Documentation": "Dokumentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary tillhandahåller grundläggande dokumentation för både användare och utvecklare. All vår dokumentation är skriven i Markdown och ligger på GitHub, så att skicka in en ändring eller en ny sektion är lätt som en plätt.",
    "Learning The Basics Guide": "Lär Dig Grunderna-guiden",
    "Developer Docs": "Utvecklarhandbok",
    "Web Development": "Webbutveckling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Vår webbplats är byggd med HTML, CSS, PHP och JavaScript. Vi söker hela tiden efter personer med erfarenhet av dessa områden som vill bidra och göra den ännu bättre.",
    "Fork Our Website on GitHub": "Forka Vår Webbplats på GitHub",
    "Report a Website Issue": "Rapportera Webbplatsproblem",
    "Desktop Development": "Skrivbordsutveckling",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Vår skrivbordsmiljö och alla våra appar är bygga med Vala, GTK+, Granite, och ett antal andra fria bibliotek. All vår kod är placerad på Launchpad.net, en kostnadsfri tjänst för open-source-projekt. Om du inte har utvecklat för elementary OS tidigare, rekommenderar vi dig att läsa vår Komma igång guide. ",
    "Browse Our Desktop Code": "Se Koden För Vårt Skrivbord",
    "Browse Our Apps' Code": "Se Koden För Våra Appar",
    "Bitesized Bugs": "Munsbits-Buggar",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Varje projekt börjar med en idé. Vårt Design Team tar dessa idéer och skapar blueprints och buggrapporter. Vi delar upp design i två huvudkomponenter:",
    "Visual Design": "Visuell Design",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Vi är alltid öppna för nya idéer för den visuella utformningen av elementary OS. Kom igång genom att dela prototyper med",
    "our Google+ Community": "vår Google+ Community",
    "Read the Interface Guidelines": "Läs Gränssnittets Riktlinjer",
    "See Our Mockups": "Se Våra Prototyper",
    "Interaction Design": "Interaktionsdesign",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Vi använder ett system på Launchpad kallat Blueprints för att skapa detaljerade förklaringar av nya funktioner och ändringar i användargränssnittet.",
    "Read About Our Workflow": "Läs Om Vårt Arbetsflöde",
    "Browse Our Blueprints": "Bläddra Bland Våra Blueprints",
    "Get Involved with elementary OS": "Engagera dig i elementary OS"
}
