{
    "Information for OEMs": "Information för OEM",
    "Give your customers the best experience with elementary OS.": "Ge dina kunder den bästa upplevelsen med elementary OS.",
    "Partners &amp; Retailers": "Partners och återförsäljare",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Vi erbjuder två sätt att bli listad som OEM för elementary OS i <a href=\"https://store.elementary.io\">vår butik</a>, med olika krav och fördelar.",
    "Partner": "Partner",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "Godkännande per modell, med varje modell som finns i <a href=\"https://store.elementary.io\">vår butik</a>.",
    "Requirements:": "Krav:",
    "Official involvement from elementary, Inc.": "Officiellt engagemang från elementary, Inc.",
    "Negotiable per-device royalty": "Förhandlingsbar royalty per enhet",
    "Strict software guidelines": "Strikta riktlinjer för programvara",
    "Trademark compliance": "Efterlevnad av varumärkesregler",
    "Retailer": "Återförsäljare",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "En länk till din webbplats eller landningssida som listas i <a href=\"https://store.elementary.io\">vår butik</a>.",
    "Selling devices with elementary OS": "Säljer enheter med elementary OS",
    "Per-device royalty encouraged": "Royalty per enhet uppmuntras",
    "Resources": "Resurser",
    "Installation": "Installation",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "Installeraren för elementary OS behandlar varje installation som en OEM-installation; gå igenom den för att installera operativsystemet, stäng sedan av enheten och den är redo att skickas till en kund. Eller så kan du skapa en egen anpassad avbildning: installera operativsystemet, konfigurera eventuella nödvändiga paket eller inställningar med ett tillfälligt administratörskonto, ta bort kontot och skapa sedan en avbildning av disken. I båda fallen kommer Initial konfiguration att skapa ett slutanvändarkonto vid kundens första uppstart.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installerare</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial konfiguration</a>",
    "System Settings": "Systeminställningar",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "Systeminställningar erbjuder flera fördelar för OEM-företag som levererar elementary OS. Från dess pluggbara arkitektur till enkel tillhandahållen varumärkning, har Systeminställningar utformats med OEM i åtanke.",
    "Plugs": "Pluggar",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "Systeminställningar (kodnamn <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) använder ett koncept med \"pluggar\" för att tillhandahålla pluggbara inställningar för olika maskin- och programvaruproblem. Inställningar för <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">mus och pekplatta</a> görs t.ex. med hjälp av en plugg.",
    "Switchboard": "Switchboard",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "OEM-företag kan utveckla och leverera anpassade tillägg om speciell eller unik maskinvara i maskinen kräver konfiguration utöver vad som är tillgängligt som standard i det elementary OS, t.ex. speciella sensorer eller inmatningsmetoder som inte finns i den mest vanliga maskinvaran. Om det är relevant för en bredare uppsättning användare uppmuntras det starkt att bidra uppströms till de <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">befintliga pluggarna</a>.",
    "Documentation": "Dokumentation",
    "OEM Info in About": "OEM-information i Om",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "Pluggen <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">Om</a> visar systeminformation för användaren och tillhandahåller flera systemomfattande åtgärder, t.ex. återställning av inställningar, rapportering av problem och hjälp. Förutom programvaruinformation (t.ex. operativsystemets version) finns det även utrymme för maskinvaruinformation. Som standard fylls detta i med en generisk bild och systemets värdnamn. OEM-företag kan dock tillhandahålla anpassade varumärkesdata för detta avsnitt.",
    "Switchboard About": "Om Switchboard",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "Genom att tillhandahålla en <code>oem.conf</code>-fil kan OEM-företag fylla i tillverkarnamn, produktnamn, modellnummer och tillverkarens URL. En bild kan också tillhandahållas som ersätter den generiska hårdvaruikonen.",
    "Learn More": "Läs mer",
    "Third-Party Repositories": "Tredjepartsarkiv",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "Det är avråds starkt att leverera elementary OS med andra programvaruarkiv än de som finns som standard i elementary OS plus ett enda arkiv som tillhandahålls och kontrolleras av OEM. <strong>Tredjepartsarkiv ger i praktiken root-åtkomst och möjlighet att skriva över alla systempaket till potentiellt icke-betrodda tredjeparter.</strong> Även om parten är pålitlig står säkerheten för OEM-företagets kunder och integritet på spel om tredjeparten komprometteras eller om de återanvänder sitt lösenord på flera tjänster osv.",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "Om ett tredjepartsarkiv inte längre underhålls eller inte publiceras <strong>kan det förhindra regelbundna OS-uppdateringar</strong>. Detta kan hindra potentiellt allvarliga säkerhets- och stabilitetsfixar från att nå OEM-kunder.",
    "News &amp; Announcements": "Nyheter och tillkännagivanden",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "På vår blogg publicerar vi ofta uppdateringar om utvecklingen, viktiga tillkännagivanden, tips för utvecklare, utvalda appar och mycket mer.",
    "Visit our Blog": "Besök vår blogg",
    "Brand Resources": "Varumärkesresurser",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Visa logotyperna för elementary, riktlinjer för varumärkesanvändning, färgpalett och gemenskapslogotyp. Ladda även ner de officiella högupplösta och vektorbaserade logotyperna för elementary.",
    "View Brand Resources": "Visa varumärkesresurser",
    "Get in Touch": "Kontakta oss",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "Prata direkt med teamet genom att skicka ett e-postmeddelande till <a href=\"mailto:oem@elementary.io\">oem@elementary.io.</a> Oavsett om du är en befintlig partner eller vill utforska möjligheten att erbjuda elementary OS, ser vi fram emot att prata med dig.",
    "Send an Email": "Skicka e-post",
    "Information for OEMs &sdot; elementary": "Information för OEM-företag &sdot; elementary"
}
