{
    "Press Resources": "Pressresurser",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Vi älskar att arbeta med pressen—både inom Linuxvärlden och den större tekniska och kulturella kontexten—för att dela med oss av vår berättelse och vad vi arbetar med.",
    "In the Press": "I pressen",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;elementary OS är annorlunda ... ett vackert och kraftfullt operativsystem.&rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;Inget kommer i vägen och låter dig fokusera på det du behöver få gjort.&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;Jag har varit mer produktiv under de senaste två veckorna [med elementary OS] än under de senaste två månaderna tillsammans.&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;En snabb plattform med lågt underhållsbehov som kan installeras praktiskt taget var som helst.&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;Lätt och snabbt ... och har en verklig känsla för design och utseende.&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;Det bästa sättet att prova elementary [OS] är att installera det, och eftersom installationsguiden är så enkel... är det ganska lätt att göra.&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;Etisk och kompetent alternativ till traditionella system som Windows och macOS ... lätt att använda och anpassningsbar för att passa olika arbetsflöden.&rdquo;",
    "Join Our Press List": "Anmäl dig till vår presslista",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Bli först med att få veta om nya utgåvor och viktiga utvecklingar. Vi skickar tidig åtkomst till pressmeddelanden och pressmaterial, inklusive högupplösta skärmbilder. Detta är en lista med <strong>mycket låg volym</strong>; vi skickar dig de största nyheterna ungefär en gång om året.",
    "Email": "E-post",
    "First Name": "Förnamn",
    "Last Name": "Efternamn",
    "Publication": "Publikation",
    "Subscribe": "Prenumerera",
    "elementary OS 8": "elementary OS 8",
    "Carefree because you're cared for. OS 8 brings a Secure Session that ensures apps respect your privacy and require your consent, a brand new Dock with productive multitasking and window management features, and empowers our diverse community through Inclusive Design.": "Bekymmerslös eftersom du är omhändertagen. OS 8 ger en säker session som säkerställer att appar respekterar din integritet och kräver ditt samtycke, en helt ny Docka med produktiv multitasking och fönsterhanteringsfunktioner, och stärker vår mångfaldiga gemenskap genom Inclusive Design.",
    "Read Announcement": "Läs tillkännagivande",
    "Download Press Kit": "Ladda ner pressmaterial",
    "News &amp; Announcements": "Nyheter och tillkännagivanden",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Vi delar ofta med oss av uppdateringar om utvecklingen, större tillkännagivanden, tips för utvecklare, utvalda appar och annat nytt innehåll via vår officiella blogg.",
    "Visit Our Blog": "Besök vår blogg",
    "Brand Resources": "Varumärkesresurser",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Visa logotyperna för elementary, riktlinjer för varumärkesanvändning, färgpalett och gemenskapslogotyp. Ladda även ner de officiella högupplösta och vektorbaserade logotyperna för elementary.",
    "View Brand Resources": "Visa varumärkesresurser",
    "Get in Touch": "Kontakta oss",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Prata direkt med teamet genom att skicka e-post till <a href=\"mailto:press@elementary.io\">press@elementary.io.</a> Vi välkomnar förfrågningar om intervjuer, delta i poddsändningar eller bara allmänna pressförfrågningar.",
    "Send an Email": "Skicka e-post",
    "Press &sdot; elementary": "Press &sdot; elementary"
}
