{
    "Privacy Policy": "Integritetspolicy",
    "Do Not Track": "Spåra Inte",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Denna webbplats ärar \"spåra inte\" inställningen som finns i de flesta moderna webbläsare vilken inaktiverar Google Analytics när den är närvarande. Vi kan inte automatiskt ta bort andra spårningsmetoder utan att allvarligt påverka användningen av webbplatsen. Skulle du manuellt vilja hantera dessa spårningsmetoder hänvisas du till sektionen om inaktivering av cookies.",
    "Cookies": "",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Du kan välja att inaktivera eller selektivt stänga av cookies eller tredjeparts cookies i din webbläsares inställningar.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Denna webbplats använder cookies för inkrementella förbättringar. Tjänsterna kan fungera utan dem, men med nedsatt användbarhet. Tillexempel kommer webbplatsen inte att komma ihåg tidigare betalningar för elementary OS; som förval kommer du bli ombedd att betala igen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Lagrar cookies för att logga beteende-element och analysera potentiella hot. För mer information, se ",
    "CloudFlare Privacy & Security Policy": "CloudFlare Sekretess & Säkerhetspolicy",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Lagrar cookies för att samla information—inkluderar antalet besökare till denna webbplats, var de var hänsvisade från, och vilka sidor de besöker—på ett anonymt sätt. Denna information hjälper oss att förbättra webbplatsen. För mer information, se Googles artikel om",
    "Safeguarding Your Data": "Skyddar Din Data",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Använder cookies för att komma ihåg din senaste beställning och ditt land så den vet vilka korttyper att erbjuda vid betalning. För mer information, se",
    "Stripe's Privacy Policy": "Stripes Sekretesspolicy",
    "Manage Cookies": "Administrera Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Eftersom du redan har besökt vår webbplats, kanske du vill administrera cookies som redan lagrats i din webbläsare. Länkar till relevanta instruktioner kan hittas nedan.",
    "Transparency": "Öppenhet",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Vi har inte byggt in några bakdörrar och vi har inte heller mottagit någon begäran om att bygga in någon sådan. Vi har inte heller fått någon hemligstämplad begäran om användarinformation av någon.",
    "Privacy Policy ⋅ elementary": ""
}