{
    "Privacy": "Integritet",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Din data tillhör alltid dig, och bara dig. Vi gör inga reklamavtal eller samlar in känsliga personuppgifter. Vi finansieras direkt av våra användare som betalar vad de vill för elementary OS och appar på AppCenter. Och det är så det ska vara.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Vi skyddar aktivt dina uppgifter från oss själva och andra genom att inte samla in dem. Vi anser att det är etiskt korrekt att respektera och skydda din integritet; <strong>människor har en grundläggande rätt till största möjliga integritet, även från företag och produkter som de litar på.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>Vi samlar inte in någon data i elementary OS.</strong> Dina filer, inställningar och all annan personlig data stannar på enheten så länge du inte medvetet delar dem med ett tredjepartsprogram eller andra tjänster.",
    "Protections": "Skyddsåtgärder",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS har inbyggda integritetsskydd som hjälper till att skydda dina data från andra.",
    "Tattle-tale": "Skvallerbytta",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS hjälper dig att hålla koll på vad appar håller på med. När en app använder din mikrofon visar vi en indikator för att du ska veta det. När en app använder mycket energi berättar vi det för dig i din strömindikator.",
    "Permissions": "Behörigheter",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "När en app vill ha åtkomst till dina data eller enheter måste den fråga på förhand. Vi granskar alla AppCenter-appar för att säkerställa att de använder behörigheter på rätt sätt - och du kan alltid återkalla dem själv i Systeminställningar.",
    "Housekeeping": "Hushållning",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS håller automatiskt ordning på dina temporära och bortkastade filer. Detta håller inte bara enhetens lagringsutrymme fritt, det kan också hjälpa till att säkerställa att dina privata data inte kommer tillbaka för att hemsöka dig.",
    "Online Accounts": "Nätkonton",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS integreras valfritt med nätkonton som e-post- och kalenderleverantörer via Systeminställningar. Data från dessa leverantörer kan hämtas av din kopia av elementary OS och lagras lokalt på din enhet för att visas i lokalt installerade appar som E-post, Kalender och Uppgifter. <strong>Dessa data skickas inte till elementary eller delas med någon tredjepart.</strong>",
    "What Data is Collected": "Vilken data samlas in",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Om du väljer att lägga till ett nätkonto kan din kopia av elementary OS samla in och lagra ditt namn, e-postadress, visningsbild, e-postmeddelanden, kalenderhändelser, kontakter, foton och filer från dina anslutna konton lokalt på din enhet. <strong>elementary samlar inte in några av dessa uppgifter.</strong>",
    "How Data is Used": "Hur data används",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Dina data lagras lokalt på din enhet och skickas aldrig till elementary-servrar eller någon tredjepart.</strong> Den används för att fylla dina lokalt installerade appar som E-post, Kalender, Uppgifter, Filer och Foton med dina data så att du kan komma åt dem.",
    "Sharing Data": "Delning av data",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS delar inte några data som samlas in från dina nätkonton.</strong> Uppgifterna skickas aldrig till elementary eller tredjepartsservrar.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "Denna webbplats använder Plausible Analytics som är baserad på öppen källkod för att anonymt räkna besök, nedladdningar osv. Du kan se samma data som vi kan se på <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">den offentliga kontrollpanelen</a>. Inga cookies används och inga personuppgifter—inte ens en IP-adress eller webbläsarens användaragent—lagras. För mer information, se <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausibles datapolicy</a>",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Du kan välja att inaktivera eller selektivt stänga av alla cookies eller cookies från tredjepart i dina webbläsarinställningar.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Denna webbplats använder cookies för stegvisa förbättringar. Du kanske tycker att tjänsterna fungerar utan dem, men med en minskad användbarhet. Till exempel kommer webbplatsen inte ihåg om du tidigare har betalat för elementary OS; som standard kommer du att bli ombedd att betala igen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Lagrar cookies för att logga beteendeelement och analysera potentiella hot. För mer information, se",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflares sekretess- och säkerhetspolicy",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Använder cookies för att komma ihåg din senaste beställning och ditt land så att det vet vilka korttyper som ska erbjudas för betalningar. För mer information, se",
    "Stripe's Privacy Policy": "Stripes integritetspolicy",
    "Manage Cookies": "Hantera cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Eftersom du redan har besökt vår webbplats kanske du vill hantera de cookies som redan finns i din webbläsare. Länkar till relevanta instruktioner finns nedan.",
    "Transparency": "Transparens",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Vi har inte lagt in några bakdörrar i vår programvara och har inte fått några förfrågningar om att göra det. Vi har heller aldrig fått någon National Security Letter, FISA-order eller någon annan sekretessbelagd begäran om användarinformation.",
    "Privacy &sdot; elementary": "Integritet &sdot; elementary"
}
