{
    "Community-Powered Support": "Support från gemenskapen",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Nå ut till och delta i vår globala gemenskap. Sök efter frågor, ställ dina egna eller hjälp till genom att dela med dig av din kunskap. Välj en app eller komponent nedan för att se dess specifika diskussioner.",
    "AppCenter": "AppCenter",
    "Calculator": "Kalkylator",
    "Calendar": "Kalender",
    "Camera": "Kamera",
    "Code": "Kod",
    "Files": "Filer",
    "Mail": "E-post",
    "Maps": "Kartor",
    "Monitor": "Övervaka",
    "Music": "Musik",
    "Photos": "Bilder",
    "Screenshot": "Skärmdump",
    "Shortcuts": "Genvägar",
    "Tasks": "Uppgifter",
    "Terminal": "Terminal",
    "Videos": "Videor",
    "Web": "Webb",
    "Installer": "Installerare",
    "Multitasking": "Multitasking",
    "System Settings": "Systeminställningar",
    "Other Questions &amp; Help": "Övriga frågor och hjälp",
    "Guides &amp; Documentation": "Guider och dokumentation",
    "Installation": "Installation",
    "Get help installing elementary OS with our step-by-step guide.": "Få hjälp att installera elementary OS med vår steg för steg-guide.",
    "Learning the Basics": "Lär dig grunderna",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Gå igenom skrivbordet, multi-tasking, kortkommandon och mer.",
    "Payment &amp; Download Support": "Betalning och nedladdningssupport",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please contact us using the details in your email receipt and a team member will contact you as soon as possible.": "Om du behöver hjälp med ditt köp av elementary OS - till exempel med att ladda ner din kopia eller begära återbetalning—kontakta oss med hjälp av uppgifterna i ditt e-postkvitto så kommer en medarbetare att kontakta dig så snart som möjligt.",
    "Support &sdot; elementary": "Support &sdot; elementary"
}
