{
    "Getting Started": "Primeros pasos",
    "Welcome to the elementary Developer Guide! This book was created to teach you all about creating and distributing apps for elementary OS. The introduction will make sure that you have all the tools for the job and a solid understanding of what this book is about. Some of you may feel confident enough to jump straight into coding. If that's the case, you might want to skip ahead and start writing your first app.": "Le damos la bienvenida a la Guía de desarrollo de elementary. Hemos escrito este libro para enseñarle a crear y distribuir aplicaciones para elementary OS. En la introducción trataremos sobre el contenido del libro y las herramientas que necesitará. Si siente que ya tiene las nociones básicas de programación, podrá omitir la teoría y lanzarse al código de lleno.",
    "However, we strongly recommend to at least skim through this preparation step. Having the right setup is going to help you reach your goals faster, and having a solid foundation is going to help you throughout the rest of this book.": "Sin embargo, recomendamos que por lo menos lea por encima este paso de preparación. Una configuración correcta le ahorrará tiempo y facilitará el seguimiento de los procesos descritos en este libro.",
    "What We Will And Won't Cover": "Alcance del libro",
    "We're going to assume that you have absolutely no experience in writing apps for elementary. But we will assume some basic programming knowledge, and hopefully a little experience in Vala or at least similarly syntaxed languages. If you're not familiar with Vala, we highly encourage you to brush up on it before coming here.": "Asumiremos que no posee ninguna experiencia de creación de aplicaciones para elementary. Sin embargo, también esperaremos que posea nociones básicas de programación, y —opcionalmente— manejo de lenguajes como Vala. Si no conoce Vala, le sugerimos que lo repase antes de continuar.",
    "We’re also not covering design too much in this guide; that’s what the <a href=\"/docs/human-interface-guidelines\">Human Interface Guidelines</a> (HIG) are for, and you’re highly encouraged to take a look there before beginning your app. We're going to assume you have a basic knowledge of (or at least a quick link to) the HIG and focus on coding. However, elementary is all about great design and stellar consistency. It’s important you grasp these concepts before moving on.": "Tampoco trataremos mucho el diseño en esta guía; para ello hemos publicado las <a href=\"/docs/human-interface-guidelines\">directrices de interfaz humana</a> (HIG, por sus siglas en inglés), cuya consulta le recomendamos antes de comenzar a programar su aplicación. Asumiremos que ya posee un conocimiento básico de las HIG; pero, dado que en elementary hacemos hincapié en el diseño y la coherencia, es importante que comprenda bien esos conceptos antes de continuar.",
    "In this book, we're going to talk about building apps using GTK+, Granite, and other tech available in elementary, setting up a build system, hosting your code for collaborative development, working with translations, a few other bits and pieces, and finally packaging and distributing your new app.": "En este libro describiremos cómo crear aplicaciones con GTK+, Granite y otras tecnologías disponibles en elementary; configurar un sistema de compilación, alojar su código en una forja de colaboración; trabajar con traducciones; y empaquetar y distribuir la aplicación.",
    "The Basic Setup": "Configuración básica",
    "Before we even think about writing code, you'll need a certain basic setup. This chapter will walk you through the process of getting set up. We will cover the following topics:": "Antes de comenzar a escribir código es necesario configurar el equipo. Este capítulo le ayudará a hacerlo. Sabrá cómo:",
    "Creating an account in launchpad.net and importing an SSH key in Launchpad": "Crear una cuenta de launchpad.net e importar una clave SSH en esta",
    "Setting up the Bazaar revision control system": "Configurar el sistema de control de versiones Bazaar",
    "Getting and using the elementary developer &quot;SDK&quot;": "Descargar y usar el «SDK» de desarrollo de elementary",
    "We’re going to assume that you’re working from a clean installation of elementary OS Freya or later. This is important as the instructions you’re given may reference apps that are not present (or even available) in other Linux based operating systems like Ubuntu. It is possible to apply the principles of this guide to Ubuntu development, but it may be more difficult to follow along.": "Vamos a suponer que usted está trabajando desde una instalación limpia del sistema elementary OS Freya o posterior. Esto es importante porque las instrucciones que le den puede hacer referencia a las aplicaciones que no están presentes (o incluso disponible) en otros sistemas operativos basados en Linux como Ubuntu. Es posible aplicar los principios de esta guía para el desarrollo de Ubuntu, pero puede ser más difícil de seguir adelante.",
    "Launchpad": "Launchpad",
    "Launchpad is a free online service provided by Canonical, the same people who brought you Ubuntu. It is used as a platform for hosting code, tracking milestones, tracking bugs, proposing designs, making translations, and more. Launchpad is a powerful resource, especially if you are a developer working with others. We're going to be using it for its various features throughout this book, so it's a good idea for you to sign up for an account. If you already have an account, feel free to move on to the next section.": "Launchpad es un servicio en línea gratuito proporcionado por Canonical, la misma gente que te trajo Ubuntu. Es utilizado como una plataforma para alojar código, seguimiento de los hitos, seguimiento de errores, diseños a proponer, hacer traducciones, y más. Launchpad es un recurso poderoso, especialmente si usted es un desarrollador que trabaja con los demás. Vamos a utilizarlo para sus distintas funciones a lo largo de este libro, así que es una buena idea para que usted registre una cuenta. Si ya tienes una cuenta, no dude en pasar a la siguiente sección.",
    "To set up a Launchpad account:": "Para configurar una cuenta de Launchpad:",
    "Go to <a href=\"https://launchpad.net\">Launchpad.net</a>. Click on <strong>Log in/Register</strong> in the top right corner of the page.": "Visite <a href=\"https://launchpad.net\">Launchpad.net</a>. Pulse en el enlace <strong><i>Log in/Register</i></strong> (‘Acceder o registrarse’), ubicado en el extremo superior derecho de la página.",
    "Select <strong>I am a new Ubuntu One user</strong> on the left side.": "Seleccione <strong><i>I am a new Ubuntu One user</i></strong> (‘Soy un usuario nuevo de Ubuntu One’) en el lado izquierdo.",
    "Enter your information and click <strong>Create account</strong>.": "Proporcione su información y pulse en <strong><i>Create account</i></strong> (‘Crear la cuenta’).",
    "After you have verified your email your Launchpad account is ready, so let's move on to the next section. Remember, we're not going to go over all the little details in this book. We'll come back to Launchpad a few times later on to use specific features, but if you really want to learn everything there is to know about the website you should read their user guide. Onward!": "Tras comprobar su cuenta mediante el enlace que recibirá por correo electrónico, podrá continuar a la siguiente sección. Recuerde que no revisaremos todos los aspectos de Launchpad en este libro; aunque volveremos a mencionarla a lo largo del libro, si de veras quiere saber todo sobre esta plataforma necesitará consultar su documentación. ¡Adelante!",
    "Bazaar": "Bazaar",
    "elementary projects are hosted on Launchpad. To interact with the code on Launchpad, we use a distributed <a href=\"http://en.wikipedia.org/wiki/Revision_control\">revision control system</a> called Bazaar. This allows multiple developers to collaboratively develop and maintain the code while keeping track of each revision along the way.": "Los proyectos de elementary se alojan en Launchpad. Para interactuar con el código en Launchpad utilizamos un <a href=\"https://es.wikipedia.org/wiki/Control_de_versiones\">sistema de control de versiones</a> llamado Bazaar. Esto permite a múltiples personas colaborar en el desarrollo y mantenimiento del código, conservando un registro de cada revisión en todo momento.",
    "If you're ready, let's get you set up to use Bazaar:": "Empecemos por instalar y configurar Bazaar:",
    "Open the Terminal. You'll be interacting with Bazaar through a simple terminal-based program called bzr.": "Abra la Terminal. Para interactuar con Bazaar, es necesario utiizar un simple programa basado en terminal llamado bzr.",
    "You'll need to install bzr. Simply type the following into the Terminal:": "Necesitará instalar bzr. Simplemente escriba lo siguiente en la Terminal:",
    "To authenticate and transfer code securely, you’ll need to generate an <a href=\"http://en.wikipedia.org/wiki/Secure_Shell\">SSH</a> key pair (a kind of fingerprint for your computer) and import the public key in Launchpad. Type the following in terminal (note that <code>C</code> stands for comment and that you can alter its value as you wish, but it's a requirement for Launchpad):": "Para autenticar y transferir código de forma segura, debe generar un par de llaves <a href=\"http://es.wikipedia.org/wiki/Secure_Shell\">SSH</a> (una especie de huela digital de su computadora) e importar la llave pública a Launchpad. Escriba lo siguiente en la terminal (note que el argumento <code>C</code> significa comentario, y su valor puede alterarlo como desee, pero es requerido que haya un valor por Launchpad):",
    "When prompted, press Enter to accept the default file name for your key.": "Cuando se le solicite, pulse Enter para aceptar el nombre de archivo predeterminado para su clave",
    "Next, enter a password to protect your SSH key. You’ll be asked to enter it again, just to make sure you didn’t make any typos. You'll need to enter this password any time you try to push code to launchpad so don't forget it! Optionally, you can just press enter and use no password, but this is obviously less secure.": "A continuación, introduzca una contraseña para proteger su clave SSH. Se le pedirá que introduzca de nuevo, sólo para asegurarse de que usted no hizo ninguna errata. Usted necesitará introducir la contraseña cada vez que intentes empujar código a Launchpad, ¡así que no lo olvides! Opcionalmente, puedes simplemente pulsar entrar y no utilizar contraseña, pero esto obviamente es menos seguro.",
    "Now, we're going to tell Launchpad about your SSH key. Open your SSH key with the following command, then copy the text from the file that opens in Scratch:": "Ahora, vamos a decirle a Launchpad sobre su clave SSH. Abra su clave SSH con el comando siguiente, a continuación, copie el texto del archivo que se abre en Scratch:",
    "Visit <a href=\"https://launchpad.net/people/+me/+editsshkeys\">your SSH keys page</a>. Paste the text in the textbox and click <strong>Import public key</strong>.": "Visite <a href=\"https://launchpad.net/people/+me/+editsshkeys\">su página de claves SSH</a>. Pegue el texto en el cuadro de texto y haga clic en <strong>Importar clave publica</strong>.",
    "Now you can connect bzr to your Launchpad account. You'll need your launchpad id, which you can look up at <a href=\"https://launchpad.net/people/+me\">your launchpad page</a>.": "Ahora usted puede conectar bzr a su cuenta de Launchpad. Usted necesitará su identificador de Launchpad, que puedes consultar en <a href=\"https://launchpad.net/people/+me\">tu página launchpad</a>.",
    "Done! Now you can download source code hosted on Launchpad and upload your own code. We'll revisit using bzr in a minute, but for now you're logged in. For a more in-depth introduction to bzr, you can also check the complete <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Bazaar User Guide</a> provided by Canonical.": "¡Está hecho! Ahora puedes descargar el código fuente alojado en Launchpad y subir tu propio código. Revisarremos usando bzr en un minuto, pero por ahora has iniciado sesión. Para una introducción más detallada a bzr, también puedes comprobar la completa <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Guía del usuario de Bazaar</a> proporcionado por Canonical.",
    "Developer &quot;SDK&quot;": "«SDK» de desarrollo",
    "At the time of this writing, elementary doesn't have a full SDK like Android or iOS. But luckily, we only need a couple simple apps to get started writing code.": "En el momento de este escrito, elementary no tiene un completo SDK como Android o iOS. Pero por suerte, sólo necesitamos un par de aplicaciones simples para empezar a escribir código.",
    "Scratch": "Scratch",
    "The first piece of our simple &quot;SDK&quot; is the code editor Scratch. This comes by default with elementary OS. It comes with some helpful features like syntax highlighting, auto-save, and the Folder Manager extension. There are other extensions for Scratch as well, like the Outline, Terminal or Devhelp extensions. Play around with what works best for you.": "La primera pieza de nuestro  sencillo \"SDK\" es el editor de texto Scratch. El mismo se encuentra por defecto en elementary OS. El editor contiene características como el resaltamiento de sintaxis, auto-guardado, y la extensión para la gestión de directorios. Existen otras extenciones para Scratch como Outline, Terminal o Devhelp. Prueba las herramientas que funcionan mejor para tu desarrollo.",
    "Terminal": "Terminal",
    "We’re going to use Terminal in order to compile our code, push revisions to Bazaar (bzr), and other good stuff. Throughout this guide, we’ll be issuing Terminal commands. You should assume that any command is executed from the directory “Projects” in your home folder unless otherwise stated. Since elementary doesn’t come with that folder by default, you’ll need to create it.": "Vamos a utilizar la Terminal con el fin de compilar nuestro código, empujar revisiones al Bazar (bzr), y otras cosas buenas. A lo largo de esta guía, estaremos emitiendo comandos en la Terminal. Usted debe asumir que cualquier comando es ejecutado desde el directorio \"Proyectos\" en su carpeta de inicio a menos que se indique lo contrario. Desde elementary no viene con la carpeta por defecto, necesitará crearla.",
    "Open Terminal and issue the following command:": "Abra una consola y ejecute la orden siguiente:",
    "Development Libraries": "Bibliotecas de desarrollo",
    "In order to build apps you're going to need their development libraries. We can fetch a basic set of libraries and other development tools with the following terminal command:": "In order to build apps you're going to need their development libraries. We can fetch a basic set of libraries and other development tools with the following terminal command:",
    "And with that, we're ready to dive into development! Let's move on!": "Y con eso, estamos listos para sumergirse en el desarrollo! ¡Vamos a seguir adelante!",
    "Hello World": "Hola, mundo",
    "The first app we’ll create will be a basic and generic “Hello World”. We’ll walk through the steps of creating folders to store our source code, compiling our first app, and pushing the project to a bzr branch. Let’s begin.": "La primera aplicación que creará será una al estilo «hola, mundo», básica y genérica. Describiremos el procedimiento para organizar y almacenar el código fuente, compilar la aplicación y utilizar el sistema de control de versiones Bazaar. Empecemos.",
    "Setting Up": "Configuración",
    "Apps on elementary OS are organized into standardized directories contained in your project's &quot;root&quot; folder. Let's create a couple of these to get started:": "Las aplicaciones de elementary OS se organizan en subcarpetas estandarizadas dentro del directorio «raíz» de su proyecto. Iniciemos creando un par de ellas:",
    "Create your root folder called &quot;gtk-hello&quot;": "Cree el directorio raíz y dele el nombre «gtk-hello»",
    "Create a folder inside that one called &quot;src&quot;. This folder will contain all of our source code.": "Cree otra carpeta dentro de la primera, y nómbrela «src». Aquí se almacenará todo el código fuente.",
    "Later on, We'll talk about adding other directories like &quot;po&quot; and &quot;data&quot;. For now, this is all we need.": "Posteriormente hablaremos sobre añadir otros directorios como \"po\" y \"data\". Por ahora esto es todo lo que necesitamos.",
    "Gtk.Window and Gtk.Button": "Gtk.Window y Gtk.Button",
    "Now what you've been waiting for! We're going to create a window that contains a button. When pressed, the button will display the text &quot;Hello World!&quot; To do this, we're going to use a widget toolkit called GTK+ and the programming language Vala. Before we begin, we highly recommend that you do not copy and paste. Typing each section manually will help you to practice and remember. Let's get started:": "¡Ahora lo que había estado esperando! Vamos a crear una ventana que contenga un botón. Cuando se pulse, el botón mostrará el texto \"Hola, Mundo\". Para ello, vamos a usar la biblioteca GTK+ y el lenguaje de programación Vala. Antes de empezar, le recomendamos que no copie y pegue. Escribir cada sección manualmente le ayudará a practicar y a recordar. Comencemos:",
    "Create a new file in Scratch and save it as &quot;gtk-hello.vala&quot; inside your &quot;src&quot; folder": "Cree un nuevo archivo en Scratch y guárdelo como \"gtk-hello.vala\" dentro de la carpeta \"src\"",
    "First we must create the main function of our new GTK app. Type the following in your &quot;gtk-hello.vala&quot;.": "Primero tenemos que crear la función principal de nuestra nueva aplicación GTK. Escriba lo siguiente en el archivo \"gtk-hello.vala\".",
    "Now, that we've initialized Gtk, we'll create a new window and declare a few properties of this window. You'll notice that most of these property names are pretty straightforward. Try to guess what each one does and we'll explain in a second. Type the following after the <code>Gtk.init</code> line, but before the last bracket:": "Ahora, que hemos inicializado Gtk, vamos a crear una nueva ventana y declarar algunas propiedades de esta. Te darás cuenta que la mayoría de estas propiedades son bastante sencillas. Intenta adivinar que hace cada una y te lo explicaremos luego. Escribe lo siguiente luego de la linea <code>Gtk.init</code>, pero antes de la última llave:",
    "The first line creates a new <code>Gtk.Window</code> called &quot;window&quot;. The second line sets the window title that you see at the top of the window. Next, we create a margin inside that window so that widgets don't bump up against the window's edge. Then we tell the window manager that we want to place this window in the center of the screen instead of in the default position (which is usually the top left). We also must give our window a default size so that is does not appear too small for the user to interact with it. Finally, we explain what to do with this process if the main window is closed; In our case, we want to quit.": "La primera línea crea una nueva ventana <code>Gtk.Window</code> llamada «window». La segunda línea asigna a la ventana el título que se verá en la parte superior. Luego, creamos un margen dentro de la ventana, tal que los widgets no choquen con los bordes de la misma. Seguos diciéndole al administrador de ventanas que queremos colocar esta ventana en el centro de la pantalla en lugar de la ubicación por defecto (usualmente, la esquina superior izquierda). También debemos darle a nuestra ventana un tamaño por defecto, a fin de evitar que sea demasiada pequeña apra que el usuario pueda interactuar con ella. Finalmente, especificamos qué hacer con este programa cuando se cierre la ventana. En nuestro caso, queremos terminar la ejecución.",
    "Now that we've defined a nice window, let's put a button inside of it. After our window stuff (but before <code>Gtk.main</code> line), leave a new line and then type the following:": "Ahora que hemos definido una linda ventana, pongamos un botón dentro. Después de las cosas de nuestra ventana (pero antes de la línea <code>Gtk.main</code>), deje una nueva línea y escriba lo siguiente:",
    "Any ideas about what happened here? We've created a new <code>Gtk.Button</code> with the label &quot;Click me!&quot;. Then we've said that if this button is clicked, we want to change the label to say &quot;Hello World!&quot; instead. We've also said that we want to make the button insensitive; We do this because clicking the button again has no visible effect. Finally, we add the button to our <code>Gtk.Window</code> and declare that we want to show all of the window's contents.": "¿Alguna idea de qué sucedió aquí? Creamos un nuevo <code>Gtk.Button</code> con la etiqueta \"Click me!\", Luego dijimos que si ese botón es presionado, queremos cambiar la etiqueta para que diga \"Hello World!\". También dijimos que queremos hacer al botón insensible; Hacemos esto porque presionar el botón nuevamente no tiene efectos visibles. Finalmente, agregamos el botón a nuestro <code>Gtk.Window</code> y declaramos que queremos mostrar todo el contenido de   la ventana.",
    "Compiling and Running your code": "Compilar y ejecutar su código",
    "Ready to test it out? Fire up your terminal and make sure you're in &quot;~/Projects/gtk-hello/src&quot;. Then execute the following commands to compile and run your first Gtk app:": "¿Listo para probarlo? Abra su terminal y asegúrese de que está en \"~/Projects/gtk-hello-src\". Entonces ejecute los siguientes comandos para compilar y correr su primer aplicación Gtk:",
    "Did it work? If so, congratulations! If not, read over your source code again and look for errors. Also check the output of your terminal. Usually there is helpful output that will help you track down your mistake.": "¿Funcinó? Si es así, ¡felicidades! Si no, revise su código fuente nuevamente y busque por errores. Además compruebe los datos de su terminal. Usualmente ahí hay datos útiles que lo ayudarán a rastrear su bug.",
    "Pushing to Launchpad": "Publicar en Launchpad",
    "After we do anything significant, we must remember to push our code. This is especially important in collaborative development where not pushing your code soon enough can lead to unintentional forks and pushing too much code at once can make it hard to track down any bugs introduced by your code. So let's take a minute to revisit our friend <code>bzr</code>:": "Luego de hacer cualquier cosa importante, debemos recordar de subir nuestro código. Esto es especialmente importante en el desarrollo colaborativo donde no subir su código a tiempo puede llevar a forks no intencionados y subir demasiado código de una vez puede hacer que resulte difícil encontrar errores introducidos por su código. Así que tomemos un minuto para volver a visitar a nuestro amigo <code>bzr</code>:",
    "Open Terminal and make sure you're in your project's root directory &quot;~Projects/gtk-hello&quot;": "Abra Terminal y asegúrese de que se encuentra en el directorio raíz de su proyecto \"~Projects/gtk-hello\"",
    "With these commands, we've told <code>bzr</code> to track this folder as a branch, that we'd like to track revisions on the file &quot;gtk-hello.vala&quot;, we've committed our first revision and explained what we did in the revision, and then we've told <code>bzr</code> to push your code to Launchpad in your <a href=\"https://code.launchpad.net/people/+me/\">junk folder</a>.": "Con estos comandos le hemos indicado a <code>bzr</code> que realice un seguimiento de esta carpeta como una rama, que nos gustaría hace un seguimiento de las revisiones al archivo \"gtk-hello.vala\", hemos realizado nuestra primera revisión y explicado lo que hemos hecho en esta revisión, y posteriormente le hemos dicho a <code>bzr</code> que ingrese tu código al Launchpad en tu <a href=\"https://code.launchpad.net/people/+me/\">papelera</a>.",
    "Victory!": "¡Victoria!",
    "Let's recap what we've learned to do in this first section:": "Recapitulemos lo que hemos aprendido a hacer en esta primera sección:",
    "We created a new project containing a &quot;src&quot; folder": "Creamos un proyecto nuevo que contiene una carpeta \"src\"",
    "We created our main vala file and inside it we created a new <code>Gtk.Window</code> and <code>Gtk.Button</code>": "Creamos nuestro archivo vala principal y dentro creamos un nuevo <code>Gtk.Window</code> y  <code>Gtk.Button</code>",
    "We built and ran our app to make sure that everything worked properly": "Construimos y corrimos nuestra aplicación ara asegurarnos que todo funciona correctamente",
    "Finally, we commited our first revision and pushed code to Launchpad": "Finalmente, hacemos commit de nuestra primera revisión a Launchpad",
    "Feel free to play around with this example. Make the window a different size, set different margins, make the button say other things. When you're comfortable with what you've learned, go on to the next section.": "Siéntase libre de juguetear con este ejemplo. Haga que la ventana tenga un tamaño distinto, establezca márgenes diferentes, haga que el botón diga otra cosa. Cuando se sienta cómodo con lo que haya aprendido, continúe con la siguiente sección.",
    "A Note About Libraries": "Nota acerca de las bibliotecas",
    "Remember how when we compiled our code, we used the <code>valac</code> command and the argument <code>--pkg gtk+-3.0</code>? What we did there was make use of a &quot;library&quot;. If you're not familiar with the idea of libraries, a library is a collection of methods that your program can use. So this argument tells <code>valac</code> to include the GTK+ library (version 3.0) when compiling our app.": "¿Recuerda como cuando compilamos nuestro código, usamos el comando <code>valac</code> y el argumento <code>--pkg gtk+-3.0</code>? Lo que hicimos fue usar una \"librería\". Si no está familiarizado con el concepto de librerías, una librería es una colección de métodos que su programa puede usar. Por lo que este argumento le dice a <code>valac</code> que incluya la librería GTK+ (versión 3.0) al compilar nuestra aplicación.",
    "In our code, we've used the <code>Gtk</code> &quot;Namespace&quot; to declare that we want to use methods from GTK+ (specifically, <code>Gtk.Window</code> and <code>Gtk.Button.with_label</code>). Notice that there is a hierarchy at play. If you want to explore that hierarchy in more detail, you can <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">check out Valadoc</a>.": "En nuestro código, usamos el \"Namespace\" <code>Gtk</code> para declarar que queremos usar métodos de GTK+ (específicamente, <code>Gtk.Window</code> y <code>Gtk.Button.with_label</code>). Note que hay una jerarquía en juego. Si quiere explorar esa jerarquía en más detalle, puede <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">visitar Valadoc</a>.",
    "Our First App": "Nuestra primera aplicación",
    "In the previous chapter, we created a simple &quot;Hello World!&quot; app to show off our vala and Gtk skills. But what if we wanted to share our new app with a friend? They'd have to know which packages to include with the <code>valac</code> command we used to build our app, and after they'd built it they'd have to run it from the build directory like we did. Clearly, we need to do some more stuff to make our app fit for people to use, to make it a <em>real</em> app.": "En el capítulo anterior, creamos una simple aplicación \"Hello World!\" para mostrar nuestras habilidades con vala y Gtk. Pero qué tal si quisiéramos compartir nuestra aplicación con un amigo? Deberían saber qué paquetes incluir con el comando <code>valac</code> que usamos para construir nuestra aplicación, y luego de haberla construido, deberían correrla desde el directorio build como nosotros. Claramente, debemos hacer ciertas cosas para hacer que nuestra aplicación sea apta para ser usada por personas, para hacerla una <em>verdadera</em> aplicación.",
    "Hello (again) World!": "¡Hola (de nuevo) Mundo!",
    "To create our first real app, we're going to need all the old stuff that we used in the last example. But don't just copy and paste! Let's take this time to practice our skills and see if we can recreate the last example from memory. Additionally, now that you have the basics, we're going to get a little more complex and a little more organized:": "Para crear nuestra primera app de verdad, vamos a necesitar de todo el material que ocupamos en el ejemplo pasado. ¡Pero no solo copies y pegues!. Vamos a ocupar esta ocasión para practicar nuestras habilidades y ver si podemos recrear el último ejemplo de memoria.  Adicionalmente, ahora que tienes lo básico, nos vamos a poner un poco mas complejos y un poco mas organizados:",
    "Create a new folder in &quot;~/Projects&quot; called &quot;hello-world&quot; and put our last project in that folder. Now create a new folder inside &quot;~/Projects/hello-world&quot; called &quot;hello-again&quot;. We're doing this because our first &quot;gtk-hello&quot; and &quot;hello-again&quot; are two branches of the same &quot;hello-world&quot; project. As you get more into collaborative development, you're going to have lots of branches. This method will help you stay organized.": "Crea una nueva carpeta en \"~/Projects\" llamada \"hello-world\" y copia el proyecto anterior en esta carpeta. Ahora crea una nueva carpeta dentro de \"~/Projects/hello-world\" llamada \"hello-again\". Vamos a hacer esto por que nuestro primer \"gtk-hello\" y \"hello-again\" son dos ramas del mismo proyecto \"hello-world\". Mientras mas colaborativo llegues a ser con el desarrollo, más ramas llegarás a tener. Este método te ayudará a mantenerte organizado.",
    "Now go into &quot;hello-again&quot; and create our directory structure including the &quot;src&quot; folder.": "Ahora ve hacia \"hello-again\" y crea nuestra estructura del directorio incluyendo la carpeta src.",
    "Create &quot;hello-again.vala&quot; in the &quot;src&quot; folder.  This time we're going to prefix our file with a small legal header. More about legal stuff later. For now, just copy and paste this, changing out <code>YourName</code> for your actual name:": "Cree \"hello-again.vala\" en la carpeta \"src\". Esta vez usaremos una pequeña cabecera como prefijo de nuestro archivo. Más cuestiones legales luego. Por ahora, sólo copie esto, reemplazando <code>SuNombre</code> por su nombre verdadero:",
    "Now, let's create our main function, a <code>Gtk.Window</code>, and set the window's default properties. Refer back to the last chapter if you need a refresher.": "Ahora, vamos a crear nuestra función principal, a <code>Gtk.Window</code>, y establece las propiedades por defecto de la ventana. Consulta el capitulo pasado si requieres de un repaso.",
    "For the sake of time let's just put a <code>Gtk.Label</code> instead of a <code>Gtk.Button</code>. We don't need to try to make the label do anything when you click it.": "Para ahorrar tiempo, sólo establezcamos una etiqueta <code>Gtk.lagel</code> en lugar de un botón <code>Gtk.Button</code>. No necesitamos que la etiqueta haga algo cuando se hage click sobre ella.",
    "Don't forget to add it to your window and show the window's contents:": "No te olvides de agregarlo en tu ventana y mostrar los contenidos de la ventana:",
    "Build &quot;hello-again.vala&quot; just to make sure it all works. If something goes wrong here, feel free to refer back to the last chapter and remember to check your terminal output for any hints.": "Construya \"hello-again.vala\" sólo para confirmar que todo fuciona. Si algo falla, siéntase en la libertad de referirse al último capítulo y recuerde revisar la salida (output) de su terminal en busca de información.",
    "Initialize the branch, add your files to the project, and write a commit message using what you learned in the last chapter. Lastly, push your first revision with <code>bzr</code>:": "Inicialice la rama, añadir tus archivos al proyecto , y escribir un mensaje de confirmación utilizando lo que aprendió en el último capítulo. Por último , empujar a su primera revisión con <code>bzr</code>:",
    "Everything working as expected? Good. Now, let's get our app ready for other people to use.": "¿Todo funciona como esperado? Perfecto. Ahora, vamos a dejar nuestra aplicación lista para que otras personas la utilicen.",
    "The .desktop File": "El archivo .desktop",
    "Every app comes with a .desktop file. This file contains all the information needed to display your app in the Applications menu and in the Dock. Let's go ahead and make one:": "Cada aplicación viene con un archivo .desktop. Este archivo contiene toda la información necesaria para mostrar su aplicación en el menú de aplicaciones y en el Dock. Vamos a hacer una:",
    "In your project's root, create a new folder called &quot;data&quot;.": "En la raíz del proyecto, crear una nueva carpeta llamada \"data\".",
    "Create a new file in scratch and save it in the &quot;data&quot; folder as &quot;hello.desktop&quot;.": "Crea un nuevo archivo desde cero y guárdalo en el fichero \"data\" con el nombre \"hello.desktop\".",
    "Type the following into &quot;hello.desktop&quot;. Like before, try to guess what each line does.": "Escribe lo siguiente dentro de \"hello.desktop\". Como antes, tratar de adivinar lo que hace cada línea.",
    "The first line declares that this file is a &quot;Desktop Entry&quot; file. The next three lines are descriptions of our app: The branded name of our app, a generic name for our app, and a comment that describes our app's function. Next, we categorize our app. Then, we say what command will execute it. Finally, we give our app an icon (a generic one included in elementary OS) and let the OS know that this isn't a command line app. For more info about crafting .desktop files, check out <a href=\"/docs/human-interface-guidelines/app-launchers\">this HIG entry</a>.": "La primera línea declara que este archivo es un archivo \" Desktop Entry \" Archivo. Las siguientes tres líneas son descripciones de nuestra aplicación : El nombre de marca de nuestra aplicación , un nombre genérico para nuestra aplicación , y un comentario que describe la función de nuestra aplicación . A continuación, categorizamos nuestra aplicación . Entonces , decimos que comando vamos a ejecutar. Por último , le damos nuestra aplicación un icono ( uno genérico incluido en elementary OS ) y dejar que el OS conozca que este no es una aplicación de línea de comandos. Para obtener más información sobre la elaboración de archivos .desktop , echa un vistazo a <a href=\"/docs/human-interface-guidelines/app-launchers\">esta entrada HIG</a>.",
    "Finally, let's add this file to bzr and commit a revision:": "Por último, vamos a agregar este archivo a bzr y hacer una revisión:",
    "Legal Stuff": "Aspectos legales",
    "Since we're going to be putting our app out into the wild, we should include some information about who wrote it and the legal usage of its source code. For this we need two new files in our project's root folder: AUTHORS and COPYING.": "Como vamos a poner nuestra aplicación fuera de su medio natural, debemos incluir alguna información sobre quien la escribió y el uso legal del código fuente. Para esto necesitamos dos nuevos archivos en la carpeta raíz de nuestro proyecto: AUTHORS y COPYING.",
    "Authors": "Autores",
    "The AUTHORS file is pretty straightforward. This file contains your name and email address along with the name and email address of anyone who helped you make your app. It typically looks like this:": "El archivo AUTHORS es bastante sencillo. este archivo contiene su nombre y dirección de correo electrónico junto con el nombre y dirección de correo electrónico de cualquier persona que le ayudó a hacer su aplicación. Por lo general se ve así:",
    "Copying": "Copiando",
    "The COPYING file contains a copy of the license that your code is released under. For elementary apps this is typically the <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU General Public License</a> (GPL). Remember the header we added to our source code? That header reminds people that your app is licensed and it belongs to you. You can choose other licenses like the MIT license as well, but for this example let's stick to the <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>.": "The COPYING file contains a copy of the license that your code is released under. For elementary apps this is typically the <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU General Public License</a> (GPL). Remember the header we added to our source code? That header reminds people that your app is licensed and it belongs to you. You can choose other licenses like the MIT license as well, but for this example let's stick to the <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>.",
    "Mark Your Progress": "Marca Tu Progreso",
    "Did you remember to add these files to bzr and commit a revision? Each time we add a new file or make a significant change it's a good idea to commit a new revision and push to Launchpad. Keep in mind that this acts as a backup system as well; when we push our work to Launchpad, we know it's safe and we can always revert to a known good revision if we mess up later.": "¿Recordó agregar estos archivos a BZR y subir una revisión? Cada vez que añadimos un nuevo archivo o hacemos un cambio significativo es recomendable realizar una revisión y subirla a Launchpad . Tenga en cuenta que este actúa como un sistema de copia de seguridad , así ; cuando subimos nuestro trabajo a Launchpad , sabemos que los cambios están guardados y que siempre podemos volver a una revisión anterior correcta si nos equivocamos más tarde.",
    "Now that we've got all these swanky files laying around, we need a way to tell the computer what to do with them. Ready for the next chapter? Let's do this!": "Ahora que tenemos todos estos archivos ostentosos por ahí , necesitamos una manera de decirle a la computadora qué hacer con ellos. Listo para el próximo capítulo ? ¡Hagámoslo!",
    "The Build System": "Sistema de compilaciones",
    "The next thing we need is a build system. The build system that we're going to be using is called <a href=\"http://www.cmake.org\">CMake</a>. We already installed the <code>cmake</code> program at the beginning of this book when we got the build dependencies for Granite Demo. What we're going to do in this step is create the files that tell Cmake how to install your program. This includes all the rules for building your source code as well as correctly installing your .desktop file and the binary app that results from the build process.": "The next thing we need is a build system. The build system that we're going to be using is called <a href=\"http://www.cmake.org\">CMake</a>. We already installed the <code>cmake</code> program at the beginning of this book when we got the build dependencies for Granite Demo. What we're going to do in this step is create the files that tell Cmake how to install your program. This includes all the rules for building your source code as well as correctly installing your .desktop file and the binary app that results from the build process.",
    "Create a new file in your project's root folder called &quot;CMakeLists.txt&quot;. Since this file is a bit long, we've included some comments along the way to explain each section. You don't have to copy those, but type the rest into that file:": "Creamos un nuevo archivo llamado \"CMakeList.txt\" en la carpeta raíz de nuestro proyecto. Como este archivo es poco largo, vamos a incluir algunos comentarios para explicar cada sesión. Tu no tienes que copiarlos, pero escribe el resto de este archivo:",
    "And you're done! Your app now has a real build system. Don't forget to add these files to bzr and push to launchpad. This is a major milestone in your app's development!": "Y ya está! Su aplicación tiene un sistema de construcción real. No se olvide de agregar estos archivos a BZR y empujar a Launchpad. Este es un hito importante en el desarrollo de su aplicación!",
    "Building and Installing with CMake": "Compilar e instalar con CMake",
    "Now that we have a build system, let's try it out:": "Ahora que tenemos un sistema de construcción, vamos a probarlo:",
    "Create a new folder in your project's root folder called &quot;build&quot;": "Cree una nueva carpeta en su carpeta base del proyecto llamada \"build\"",
    "Change into this directory in terminal and execute the following command:": "Cambie a este directorio en terminal y ejecute el siguiente comando:",
    "This command tells cmake to get ready to build our app using the prefix &quot;/usr&quot;. The <code>cmake</code> command defaults to installing our app locally, but we want to install our app for all users on the computer.": "Este comando le indica a cmake que se prepare para construir nuestra aplicación usando el prefijo \"/usr\". El comando <code>cmake</code> instala por defecto nuestra aplicación localmente, pero nosotros queremos instalar nuestra aplicación para todos los usuarios del equipo.",
    "Build your app with <code>make</code> and if successful install it with <code>sudo make install</code>:": "Compila tu aplicación con <code>make</code> y si se realizó correctamente instalarla con <code>sudo make install</code>.",
    "If all went well, you should now be able to open your app from the Applications menu and pin it to the Dock.  If you were about to add the &quot;build&quot; folder to your bzr branch and push it, stop! This binary was built for your computer and we don't want to redistribute it. In fact, we built your app in a separate folder like this so that we can easily delete or ignore the &quot;build&quot; folder and it won't mess up our app's source code.": "Si todo ha ido bien,  ahora puedes abrir tu aplicación desde el menú de aplicaciones y mantenerlo en el Dock. Si tu vas a agregar la carpeta \"build\" a tu rama bzr y hacer push, detente! este binario fue construido para tu equipo y no queremos redistribuirlo. de hecho hemos construido tu aplicación en una carpeta diferente \"build\", para que podamos eliminarla fácilmente o ignorarla y no arruinar el código fuente de nuestra aplicación",
    "We'll revisit CMake again later to add some more complicated behavior, but for now this is all you need to know to give your app a proper build system. If you want to explore CMake a little more on your own, you can always check out <a href=\"http://www.cmake.org/cmake/help/documentation.html\">CMake's documentation</a>.": "Volveremos a CMake de nuevo más tarde para agregar un comportamiento más complicado, pero por ahora esto es todo lo que necesita saber para darle a su aplicación de un sistema de construcción adecuada. Si desea explorar CMake un poco más por su cuenta, puedes comprobarlo en la <a href=\"http://www.cmake.org/cmake/help/documentation.html\"> CMake's documentation</a>",
    "Review": "Revisión",
    "Let's review all we've learned to do:": "Veamos todo lo que hemos aprendido a hacer:",
    "Create a new Gtk app using <code>Gtk.Window</code>, <code>Gtk.Button</code>, and <code>Gtk.Label</code>": "Crea una nueva aplicacion Gtk usando <code>Gtk.Window</code>, <code>Gtk.Button</code>, y <code>Gtk.Label</code>",
    "Keep our projects organized into branches": "Mantén nuestros proyectos organizados en ramas",
    "License our app under the GPL and declare our app's authors in a standardized manner": "Crea un archivo .desktop bajo el GPL y declara los autores de nuestra app de una manera estandarizada.",
    "Create a .desktop file that tells the computer how to display our app in the Applications menu and the Dock": "Cree un archivo .desktop que le diga al computador como mostrar nuestra aplicación en el menú de aplicaciones y en el Dock",
    "Set up a CMake build system that contains all the rules for building our app and installing it cleanly": "Conficura un compilador CMake que contenga todas las reglas para compilar nuestra app y hacer una instalacion limpia de ella.",
    "That's a lot! You're well on your way to becoming a bonified app developer for elementary OS. Give yourself a pat on the back, then take some time to play around with this example. Change the names of files and see if you can still build and install them properly. Ask another developer to branch your project from launchpad and see if it builds and installs cleanly on their computer. If so, you've just distributed your first app! When you're ready, we'll move onto the next section: Packaging.": "¡Eso es mucho! Usted está bien en su camino a convertirse en un desarrollador de la aplicación de buena fe para elementary OS. Dese una palmadita en la espalda, luego, tomate algún tiempo para jugar con este ejemplo. Cambia los nombres de los archivos y ver si todavía se puede construir e instalar de manera adecuada. Pida a otro desarrollador para ramificar su proyecto de plataforma de lanzamiento y ver si se construye e instala limpiamente en su ordenador. Si es así, usted acaba de distribuir tu primera aplicación! Cuando esté listo, vamos a pasar a la siguiente sección: Empaquetamiento.",
    "Adding Translations": "Añadir Traducciones",
    "Now that you've learned about CMake, the next step is to make your app able to be translated to different languages. The first thing you need to know is how to convert strings in your code into translatable strings. Here's an example:": "Ahora que ha aprendido acerca de CMake, el siguiente paso es hacer que su aplicación pueda ser traducido a diferentes idiomas. La primera cosa que hay que saber es cómo convertir cadenas en el código en cadenas traducibles. He aquí un ejemplo:",
    "See the difference? We just added <code>_()</code> around the string! Well, that was easy!": "¿Ve la diferencia? ¡Acabamos de añadir <code> _ () </code> alrededor de la cadena! ¡Bueno, eso fue fácil!",
    "Go back to your project and make all your strings translatable by adding <code>_()</code>": "Vuelve a tu proyecto y haz todas sus cadenas traducibles añadiendo <code> _ () </code>",
    "Add the following lines in the &quot;CMakeLists.txt&quot; file you created a moment ago:": "Añada las siguientes líneas en el archivo \"CMakeLists.txt\" que ha creado hace un momento:",
    "Create a directory named &quot;po&quot; on the root folder of your project. Inside of your po directory you will need to create another CMakeLists.txt file. This time, it's contents will be:": "Crea un directorio llamado \"po\" en el directorio raíz de tu proyecto. Dentro de tu directorio po tu necesitaras crear otro archivo CMakeLists.txt. Esta vez, el contenido sera:",
    "On your build directory execute the following commands:": "En su directorio de compilación ejecutar los siguientes comandos:",
    "Don't forget to add this new directory and it's contents to bzr": "No se olvide de agregar este nuevo directorio y su contenido a bzr",
    "That's it! CMake will automatically add all the string marked with <code>_()</code> into a .pot template file, and a file for each available language where you'll place the translatable strings.": "¡Eso es! CMake añadirá automáticamente toda la cadena marcada con <code> _ () </code> en un archivo de plantilla .pot, y un archivo para cada idioma disponible donde colocar las cadenas traducibles.",
    "Packaging": "Empaquetamiento",
    "While having a build system is great, our app still isn't ready for regular users. We want to make sure our app can be built and installed without having to use Terminal. What we need to do is package our app. To do this, we use the Debian packaging format (.deb) on elementary OS. This section will teach you how to package your app as a .deb file, hosted in a Personal Package Archive (PPA) on Launchpad. This will allow normal people to install your app and even get updates for it in Update Manager.": "Aunque tener un sistema de construcción es grande, nuestra aplicación todavía no está lista para los usuarios regulares. Queremos asegurarnos de que nuestra aplicación pueda ser construida e instalada sin tener que utilizar la terminal. Lo que tenemos que hacer es empaquetar nuestra aplicación. Para ello, se utiliza el formato de paquetes de Debían (.deb) en elementary OS. Esta sección le enseñará cómo empaquetar su aplicación como un archivo .deb, alojada en un Archivo de Paquete Personal (PPA) en Launchpad. Esto permitirá que las personas puedan instalar tu aplicación e incluso conseguir versiones actualizadas en el gestor de actualizaciones.",
    "Practice Makes Perfect": "La práctica hace al maestro",
    "If you want to get really good really fast, you're going to want to practice. Repetition is the best way to commit something to memory. So let's recreate our entire Hello World app again <em>from scratch</em>:": "Si usted quiere conseguir ser muy bueno y rápido, vas a querer practicar. La repetición es la mejor manera de hacer commit a algo en la memoria. Así que vamos a recrear toda nuestra aplicación Hello World otra vez <em>from scratch</em>:",
    "Create a new branch folder &quot;hello-packaging&quot;": "Crea un nuevo fichero rama \"hello-packaging\"",
    "Set up our directory structure including the &quot;src&quot; and &quot;data&quot; folders.": "Configura nuestra estructura de directorio incluyendo las carpetas  \"src\" y \"data\".",
    "Add your Authors, Copying, .desktop, and source code.": "Agrega",
    "Now set up the CMake build system.": "Ahora configura el compilador CMake.",
    "Test everything!": "Prueba todo!",
    "Did you commit and push to launchpad for each step? Keep up these good habits and let's get to packaging this app!": "¿Si hiciste commit y push a launchpad en cada paso? Siga estos buenos hábitos y conseguiremos empaquetar esta aplicación!",
    "Debian Control": "Control de Debian",
    "Now it's time to create the rules that will allow your app to be built as a .deb package. Let's dive right in:": "Es momento de crear las reglas que permitirán a tu aplicación ser construida como un paquete .deb. Comencemos:",
    "Like CMake, elementary maintains a simple version of the &quot;debian&quot; folder that contains all the files we need for packaging. Let's grab a copy of that with bzr:": "Like CMake, elementary maintains a simple version of the \"debian\" folder that contains all the files we need for packaging. Let's grab a copy of that with bzr:",
    "Copy the &quot;debian&quot; folder from that branch into your &quot;hello-packaging&quot; folder.": "Copia la carpeta \"debian\" de esa rama en la carpeta \"hello-packaging\".",
    "Open the file called &quot;changelog&quot; and make it look like below:": "Abra el archivo llamado \"changelog\" y haz que se vea como a continuación:",
    "The first line contains your app's binary name, version, OS codename, and how urgently your package should be built. Remember that your app's binary name is lowercase and does not contain spaces. After the <code>*</code> is a list of your changes. Finally, you include your name, email address, and the date. For more information about the debian changelog, make sure to read the <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentation</a>.": "La primera línea contiene el nombre de tu aplicación binaria, OS el nombre del código, y la urgencia del como tu paquete debe ser construido. Recuerde que el nombre binario de su aplicación es minúscula y no contiene espacios. Después de que el <code>*</code> es una lista de los cambios. Por último, tu incluyes tu nombre, dirección de correo electrónico, y la fecha. Para obtener más información acerca de la lista de cambios de Debian, asegúrese de leer la  <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentacion</a>.",
    "Open the file called &quot;control&quot; and make it look like below:": "Abra el archivo «control» y edítelo como se indica a continuación:",
    "Open the file called &quot;copyright&quot;. We only need to edit what's up top:": "Abra el archivo «copyright». Solo es necesario editar la parte superior:",
    "That wasn't too bad right? We'll set up more complicated packaging in the future, but for now this is all you need. If you'd like you can always read <a href=\"http://www.debian.org/doc/debian-policy/\">more about Debian packaging</a>.": "No estuvo tan malo ¿verdad? Vamos a configurar empaquetamientos más complicados en el futuro, pero por ahora esto es todo lo que necesita. Si deseas siempre puedes leer <a href=\"http://www.debian.org/doc/debian-policy/\">más sobre el empaquetamiento Debian</a>.",
    "Launchpad Recipes": "Recetas de Launchpad",
    "Now that we have our &quot;debian&quot; folder in order, it's time to go to launchpad and create a recipe: instructions what code to build, how often to build it, and where to put the resulting packages.": "Ahora que la carpeta «debian» se encuentra en regla, es momento de visitar Launchpad y crear una receta: instrucciones sobre qué código compilar, qué tan seguido hacerlo y dónde colocar los paquetes resultantes.",
    "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Click this link</a> or go to Launchpad, find your hello-packaging branch, then select <strong>Create packaging recipe</strong>.": "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Pulse en este enlace</a> ,o bien, vaya a Launchpad manualmente, encuentre su rama «hello-packaging» y seleccione <strong>Create packaging recipe</strong> (‘Crear una receta de empaquetamiento’).",
    "Read through the options available to you. You can go ahead and keep the defaults for Name, Description (it's blank), Owner, Daily builds, and PPA but you can also customize a bit if you'd like.": "Lea las opciones disponibles. tu puedes continuar y mantener las valores predeterminados para nombre, descripción(esta en blanco), propietario, construcciones diarias y PPA pero también puedes personalizarlas un poco si lo desea",
    "When you get down to a set of checkboxes with the header &quot;Default distribution series&quot;, make sure you select &quot;Trusty&quot;. elementary OS Freya shares it's core with Ubuntu Trusty, so packages built on Trusty will also work on Freya.": "Cuando encuentres un conjunto de casillas de verificación con el encabezado \"serie de distribución predeterminado\", asegúrese de seleccionar \"confianza\". Comparte el núcleo de Elementary OS Freya con Ubuntu Trusty, por lo que los paquetes compilados en Trusty también trabajarán en Freya.",
    "For recipe text, we're going to change it ever so slightly to conform better with the official Debian rules. Change out the first line for this one:": "Modificaremos ligeramente el texto de la receta para adecuarlo a las normas oficiales de Debian. Edite la primera línea como se muestra a continuación:",
    "Notice that this is ever so slightly different from the default line which includes <code>{debupstream}-0~{revno}</code> instead of <code>{debupstream}+r{revno}-0</code>.": "Tenga en cuenta que esto es ligeramente diferente de la línea predeterminada que incluye <code>{debupstream}-0 ~{revno}</code> en lugar de <code>{debupstream}+r{revno}-0</code>.",
    "When you're happy with the options you've chosen, select <strong>Create Recipe</strong>.": "Pulse en <strong>Create Recipe</strong> (‘Crear la receta’) cuando esté satisfecho/a con las opciones que ha seleccionado.",
    "Now that you've created a recipe, you only have to wait until Launchpad finishes the build! If everything goes as planned, your new PPA will contain a packaged app which other people can install and run with ease. Additionally, anyone using your PPA will be able to get updates for your app if you upload a new version. We'll talk more about how to do that later.": "Ahora que ha creado la receta, tan solo resta esperar a que Launchpad termine de compilarla. Si todo va según lo previsto, su PPA nuevo contendrá una aplicación empaquetada que otras personas podrán instalar y ejecutar con facilidad. Además, cualquier persona que utilice el PPA podrá obtener actualizaciones de su aplicación si carga una versión nueva. Hablaremos sobre este tema más adelante.",
    "Creating Layouts": "Creación de disposiciones",
    "Now that you know how to code, build, and distribute an app using Vala, Gtk, CMake, and Launchpad PPAs, it’s time to learn a little bit more about how to build out your app into something really useful. The first thing we need to learn is how to lay out widgets in our window. But we have a fundamental problem: We can only add one widget (one “child”) to <code>Gtk.Window</code>. So how do we get around that to create complex layouts in a Window? We have to add a widget that can contain multiple children. One of those widgets is <code>Gtk.Grid</code>.": "Ahora que ya sabe cómo codificar, construir y distribuir una aplicación utilizando Vala, Gtk, CMake, y Launchpad PPAs, es hora de aprender un poco más acerca de cómo construir tu aplicación en algo realmente útil. Lo primero que tenemos que aprender es cómo diseñar widgets en nuestra ventana. Pero tenemos un problema fundamental: Sólo podemos añadir un widget (un \"child\") para <code>Gtk.Window</code>. Entonces, ¿Cómo hacemos para crear diseños complejos en una ventana? Tenemos que agregar un widget que contengan multiples children. Uno de esos widgets es <code>Gtk.Grid</code>.",
    "Widgets as Subclasses of Other Widgets": "<i>Widgets</i> como subclases de otros <i>widgets</i>",
    "Before we get into <code>Gtk.Grid</code>, let’s stop for a second and take some time to understand Gtk a little better. At the lower level, Gtk has classes that define some pretty abstract traits of widgets such as <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> and <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. These aren’t widgets that we’re going to use directly in our code, but they’re used as building blocks to create the widgets that we do use. It’s important that we understand this, because it means that when we understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Grid</code>, we also understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Toolbar</code>. Both Grid and Toolbar are widgets that are subclasses of the more abstract class <code>Gtk.Container</code>.": "Antes de entrar en <code>Gtk.Grid</code>, vamos a parar por un segundo y tomar algún tiempo para entender un poco mejor Gtk. En el nivel inferior, Gtk tiene clases que definen algunos rasgos bastante abstractos de widgets como <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> y <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. Estos no son los widgets que vamos a utilizar directamente en nuestro código, pero son utilizados como bloques de construcción para crear los widgets que nosotros utilizamos, porque significa que cuando entendemos cómo agregar hijos a un <code>Gtk.Container</code> como <code>Gtk.Grid</code>, también entendemos cómo agregar hijos a un <code> Gtk.Container </code> como <code> Gtk.Toolbar </code>. Tanto la Grid y Toolbar son widgets que son subclases de la clase más abstracta <code> Gtk.Container </code>.",
    "If you want to understand more about these widgets and the parts of Gtk that they subclass, jump over to <a href=\"http://valadoc.elementary.io/\">Valadoc</a> and search for a widget like <code>Gtk.Grid</code>. See that big tree at the top of the page? It shows you every component of Gtk that <code>Gtk.Grid</code> subclasses and even what those components subclass. Having a lower level knowledge of Gtk will help you to implement widgets you haven’t worked with before since you will understand how their parent classes work.": "Si usted quiere entender más acerca de estos widgets y las partes de Gtk, sus subclases, salta sobre  <a href=\"http://valadoc.elementary.io/\">Valadoc</a> y busque un widget como <code>Gtk.Grid</code>. ¿Puede ver el gran árbol en la parte superior de la página? Te muestra todos los componentes de Gtk que  <code>Gtk.Grid</code>, subclases e incluso cuáles son esos componentes subclase. Tener un conocimiento menor nivel de Gtk le ayudará a poner en práctica widgets que no ha trabajado antes, ya que va a entender cómo funcionan sus clases padre.",
    "Gtk.Grid": "Gtk.Grid",
    "Now that we’ve gotten that out of the way, let’s get back to our Window and <code>Gtk.Grid</code>. Since you’re a master developer now, you can probably set up a new project complete with CMake, push it to Launchpad, and build a PPA in your sleep. If you want the practice, go ahead and do all of that again. Otherwise, it’s probably convenient for our testing purposes to just play around locally and build from Terminal. So code up a nice <code>Gtk.Window</code> without anything in it and make sure that builds. Ready? Let’s add a Grid.": "Ahora que hemos conseguido quitarlo del camino, vamos a volver a nuestra ventana y <code>Gtk.Grid</code>. Desde que eres un desarrollador maestro ahora, es probable que puedas establecer un nuevo proyecto completo con CMake, Push a Launchpad, y construye un PPA a dormir. Si quieres practicar, sigue adelante y hazlo nuevo. De lo contrario, es probable que sea conveniente para nuestros propósitos de prueba que solo juegue alrededor localmente y se construya desde la Terminal. Así codificas una bonita <code>Gtk.Window</code> sin nada en ella y asegúrate que se construya. Listo? Vamos a añadir una Grid.",
    "Just like when we add a Button or Label, we need to create our <code>Gtk.Grid</code>. As always, don’t copy and paste! Practice makes perfect. We create a new Gtk.Grid like this:": "Como cuando se añade un botón o una etiqueta, es necesario crear un elemento <code>Gtk.Grid</code>. Nunca utilice el método de copiar y pegar; la práctica hace al maestro. Crearemos un Gtk.Grid nuevo del modo siguiente:",
    "Remember that Button and Label accepted an argument (a String) in the creation method (that’s the stuff in parentheses and quotes). As shown above, <code>Gtk.Grid</code> doesn’t accept any arguments in the creation method. However, you can still change the grid’s properties (like <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientation\">orientation</a>) as we did on the second line. Here, we’ve declared that when we add widgets to our grid, they should stack vertically.": "Recuerde que Button y Label aceptan como argumento una cadena (String) en el método de creación (que es la citada entre paréntesis y comillas). Como puede observarse, <code>Gtk.Grid</code> no acepta ningún argumento en el método de creación. Sin embargo, todavía puede cambiar las propiedades del Grid (por ejemplo <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Orientation\">Orientation</a>) como lo hicimos en la segunda línea . Aquí, hemos declarado que cuando añadimos widgets para nuestra grid, se deben apilar verticalmente.",
    "Let’s add some stuff to the Grid:": "Agreguemos algunas cosas a la grilla:",
    "Super easy stuff, right? We can add the grid to our window using the same method that we just used to add widgets to our grid:": "Super fácil, no? Podemos agregar la grilla a nuestra ventana usando el mismo método que usamos para agregar widgets a nuestra grilla:",
    "Now build your app and see what it looks like. Since we’ve given our grid a <code>Gtk.Orientation</code> of <code>VERTICAL</code> the labels stack up on top of each other. Try creating a <code>Gtk.Grid</code> without giving it an orientation. By default, <code>Gtk.Grid</code>’s orientation is horizontal. You really only ever have to give it an orientation if you need it to be vertical.": "Ahora construye su aplicación y mira como se ve. Como le hemos dado a nuestra grid un <code>Gtk.Orientation</code> de <code>VERTICAL</code> los labels de la pila en la parte superior de uno al otro. Trate de crear un <code>Gtk.Grid</code> sin darle un orientation. Por defecto, <code>Gtk.Grid</code> 's orientacion es horizontal. Que solo tenga que darle una orientacion sin que necesite ser vertical.",
    "Functionality in Gtk.Grid": "Funcionalidad en Gtk.Grid",
    "Okay, so you know all about using a <code>Gtk.Grid</code> to pack multiple children into a Window. What about using it to lay out some functionality in our app? Let’s try building an app that shows a message when we click a button. Remember in our first “Hello World” how we changed the label of the button with <code>button.clicked.connect</code>? Let’s use that method again, but instead of just changing the label of the button, we’re going to use it to change an empty label to a message.": "Bueno, sabes todo acerca del uso de un <code>Gtk.Grid</code> para empacar multiples children en una ventana. ¿Qué hay de usarlo para diseñar algunas funciones de nuestra aplicación? Vamos a tratar de construir una aplicación que muestra un mensaje cuando hacemos clic en un botón. Recuerde que en nuestro primer \"Hello World\" cómo hemos cambiado el Label del botón con <code>button.clicked.connect</code>? Vamos a utilizar ese método nuevo, pero en lugar de cambiar el Label del botón, vamos a usarlo para cambiar un Label vacío en un mensaje.",
    "Let’s create a Window with a vertical Grid that contains a Button and a Label:": "Crearemos una ventana con una cuadrícula vertical que contenga un botón y una etiqueta:",
    "This time when we created our grid, we gave it another property: <code>row_spacing</code>. We can also add <code>column_spacing</code>, but since we’re stacking widgets vertically we’ll only see the effect of <code>row_spacing</code>. Notice how we can create new widgets outside the grid and then pack them into the grid by name. This is really helpful when you start using different methods to change the properties of your widgets.": "Esta vez, cuando creamos nuestra grid, les dimos otra propiedad: <code>row_spacing</code>. También podemos añadir <code>column_spacing</code>, pero ya que estamos apilando los widgets verticalmente sólo vamos a ver el efecto de <code>row_spacing</code>. Observe cómo podemos crear nuevos widgets afuera del grid y luego empaquetarlos en el grid por su nombre. Esto es realmente útil cuando empiece a usar diferentes métodos para cambiar las propiedades de los widgets.",
    "Now, let’s hook up the button to change that label. To keep our code logically separated, we’re going to add it below <code>this.add (grid);</code>. In this way, the first portion of our code defines the UI and the next portion defines the functions that we associated with the UI:": "Ahora, vamos a conectar el botón para cambiar ese Label. Para mantener nuestro código lógicamente separados, vamos a añadir a continuación <code>this.add (grid);</code>. De esta manera, la primera porción de nuestro código define la interfaz de usuario y la siguiente parte define las funciones que asociados con la interfaz de usuario:",
    "Remember, we set the button as insensitive here because clicking it again has no effect. Now compile your app and marvel at your newfound skills. Play around with orientation and spacing until you feel comfortable.": "Recuerde que ajustar el botón como insensible aquí porque al hacer clic de nuevo no tiene ningún efecto. Ahora compile su aplicación y maravíllese con sus nuevas habilidades. Juega un poco con la orientation y el espaciamiento hasta que se sienta cómodo.",
    "The Attach Method": "El método de conexión",
    "While we can use <code>Gtk.Grid</code> simply to create single row or single column layouts with the add method, we can also use it to create row-and-column-based layouts with the <code>attach</code> method. First we’re going to create a new <code>Gtk.Grid</code> and set both column and row spacing, then we’ll create all the widgets we want to attach to our grid, and finally we’ll attach them.": "Si bien podemos utilizar <code>Gtk.Grid</code>simplemente para crear una sola fila o de disposiciones de columnas individuales con el método add , también podemos utilizarlo el método <code>attach</code> para crear diseños basados ​​en filas y columnas. En primer lugar vamos a crear uno nuevo <code>Gtk.Grid</code> y establecer el espacio entre columnas y filas, luego vamos a crear todos los widgets que queremos conectar a nuestro grid y finalmente adjuntar-los .",
    "Make sure to give the Grid, Buttons, and Labels unique names that you’ll remember. It’s best practice to use descriptive names so that people who are unfamiliar with your code can understand what a widget is for without having to know your app inside and out.": "Asegúrese de dar a el Grid, Buttons y Labels nombres únicos que recuerdes. Es mejor utilizar nombres descriptivos para que puedan entender las personas que no estén familiarizadas con el código del widget puedan entender el contenido de esta, por dentro y por fuera.",
    "Notice that the attach method takes 5 arguments:": "Observe que el método de adjuntar toma 5 argumentos:",
    "The widget that you want to attach to the grid.": "El widget que desea conectar a el grid.",
    "The column number to attach to starting at 0.": "El número de columna a partir de 0.",
    "The row number to attach to starting at 0.": "El número de la fila a partir de 0.",
    "The number of columns the widget should span.": "El número de columnas que debe abarcar el widget.",
    "The number of rows the widget should span.": "El número de filas que debe abarcar el widget.",
    "You can also use <code>attach_next_to</code> to place a widget next to another one on <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">all four sides</a>. Don’t forget to add the functionality associated with our buttons:": "Puedes usar <code>attach_next_to</code> para colocar otro widget junto a <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">los cuadors de al lado</a>. No te olvides de agregar la funcionalidad asociada con los botones:",
    "You’ll notice in the example code above that we’ve created a 2 x 2 grid with buttons on the left and labels on the right. The top label goes from blank to “Hello World!” and the button label is rotated 90 degrees. Notice how we gave the buttons labels that directly call out what they do to the other labels.": "Notará en el ejemplo de código anterior que hemos creado una cuadrícula de 2 x 2 con botones a la izquierda y las etiquetas a la derecha. La etiqueta superior en blanco con \"¡Hola mundo!\" y la etiqueta del botón es rotada 90 grados. Observe cómo los botones de las etiquetas que llaman directamente lo que hacen a las otras etiquetas.",
    "Let’s recap what we learned in this section:": "Vamos a resumir lo que hemos aprendido en esta sección:",
    "We learned about the building blocks of Gtk and the importance of subclasses": "Aprendimos  acerca de la construcción de bloques Gtk y la importancia de las subclases",
    "We packed multiple children into a Window using <code>Gtk.Grid</code>": "Hemos empaquetado multiples hijos en una ventana usando <code>Gtk.Grid</code>",
    "We set the properties of <code>Gtk.Grid</code> including its orientation and spacing": "Configuramos las propiedades de <code>Gtk.Grid</code> incluyendo su orientación y espaciado",
    "We added multiple widgets into a single Gtk.Grid using the attach method to create complex layouts containing Buttons and Labels that did cool stuff.": "Hemos añadido varios widgets en una sola Gtk.Grid utilizando el método de adjuntar crear diseños complejos que contienen botones y etiquetas que cool stuff.",
    "Now that you understand more about Gtk, Grids, and using Buttons to alter the properties of other widgets, try packing other kinds of widgets into a window like a Toolbar and changing other properties of <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Label\">Labels</a> like <code>width_chars</code> and <code>ellipsize</code>. Don’t forget to play around with the attach method and widgets that span across multiple rows and columns. Remember that Valadoc is super helpful for learning more about the methods and properties associated with widgets.": "Ahora que usted entiende más sobre Gtk, Grids, y el uso de botones para alterar las propiedades de otros widgets, pruebe a empaquetar otros tipos de widgets en una ventana como una Toolbar y cambiar otras propiedades de <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Label\">Labels</a> como <code> width_chars</code> y <code>ellipsize</code>. No te olvides de jugar con el método de fijación y widgets que abarcan varias filas y columnas. Recuerde que Valadoc es super útil para aprender más sobre los métodos y propiedades asociados con widgets.",
    "Notifications": "Notificaciones",
    "By now you've probably already seen the white notification bubbles that appear on the top right of the screen. Notifications are a simple way to notify a user about the state of your app. For example, they can inform the user that a long process has been completed or a new message has arrived. In this section we are going to show you just how to get them to work in your app. Let's begin by making a new project!": "A estas alturas probablemente ya has visto las burbujas de notificación blancas que aparecen en la parte superior derecha de la pantalla. Las notificaciones son una forma sencilla de notificar al usuario sobre el estado de su aplicación. Por ejemplo, pueden informar al usuario de que un proceso ha sido completado o que ha llegado un nuevo mensaje. En esta sección, vamos a mostrar exactamente cómo conseguir que funcionen en su aplicación. ¡Vamos a empezar por hacer un nuevo proyecto!",
    "Making Preparations": "Realizar los preparativos",
    "Create a new folder inside of  &quot;~/Projects&quot; called &quot;notifications-app&quot;": "Cree una carpeta nueva dentro de «~/Projects» llamada «notifications-app».",
    "Create a file inside called <code>notify-app.vala</code>": "Cree un nuevo archivo llamado  <code>notify-app.vala</code>",
    "Re-create the <code>CMake</code> folder and <code>CMakeFiles.txt</code> file. If you don't remember how to set up CMake, go back to the <a href=\"#building-and-installing-with-cmake\">previous section</a> and review.": "Vuelve a crear la carpeta  <code>CMake</code> y el archivo  <code>CMakeFiles.txt</code>.\nSi no recuerdas cómo, vuelve a consultar <a href=\"#building-and-installing-with-cmake\">la sección anterior</a> y revísalo.",
    "Remember how to <a href=\"#the-desktop-file\">make a .desktop file</a>? Excellent! Make one for this project, but this time, name it <code>notify.app.desktop</code> as <code>notify.app</code> will be your app's ID. Since your app will be displaying notifications, add <code>X-GNOME-UsesNotifications=true</code> to the end of the file. This is needed so that users will be able to set notification preferences for your app in the system's notification settings.": "¿Recuerdas cómo <a href=\"#the-desktop-file\"> hacer un archivo .desktop</a>? Excelente! Haz uno para este proyecto, pero esta vez, nómbralo <code>notify.app.desktop</code> ya que<code>notify.app</code> será el ID de tu app.Ya que tu aplicación mostrará notificaciones agrega <code>X-GNOME-UsesNotifications=true</code> al final del archivo.\nEsto es necesario para que los usuarios puedan establecer preferencias de notificación para tu app en los ajustes de notificaciones del sistema.",
    "When using notifications, it's important that your desktop file has the same name as your application's ID. This is because elementary uses desktop files to find extra information about the app who sends the notification such as a default icon, or the name of the app. If you don't have a desktop file whose name matches the application id, your notification might not be displayed.": "Al usar notificaciones, es importante que tu archivo de escritorio tenga el mismo nombre que el ID de tu aplicación. Esto es debido a que elementary usa archivos desktop para encontrar información extra acerca de la aplicación que manda la notificación como por ejemplo el ícono por default, o el nombre de la app. Si no tienes un archivo desktop cuyo nombre coincida con el id de la aplicación, tu notificación podría no ser mostrada.",
    "Gtk.Application": "Gtk.Application",
    "In order to display notifications, you're going to need your app to subclass <code>Gtk.Application</code>. <code>Gtk.Application</code> is a class that handles many important aspects of a Gtk app like app uniqueness and the application ID you need to identify your app to the notifications server. If you want some more details about <code>Gtk.Application</code>, <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Application\">check out Valadoc</a>.": "Para mostrar notificaciones, necesitará que su aplicación dependa de la clase <code>Gtk.Application</code>. La clase <code>Gtk.Application</code> puede manejar muchos aspectos importantes para una aplicación Gtk, como la unicidad del código identificador que se transmitirá al servidor de notificaciones. Para aprender más sobre <code>Gtk.Application</code>, <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Application\">consulte Valadoc</a>.",
    "Now that you know what a <code>Gtk.Application</code> is, let's create one:": "Ahora que sabes lo que una <code> Aplicación Gtk </code> es, creémos una.",
    "Initiating your app with Gtk.Application is a little different from what we did a few sections back. This time, in <code>main</code> you are starting your app with <code>app.run</code> and you have a new function called <code>activate</code> inside of your class; This <code>activate</code> function will be the one that executes when you invoke <code>app.run</code>. We are also creating a <code>Gtk.ApplicationWindow</code>, this is where you will place all the widgets your app needs. Now that we have a simple window, let's use what we learned in <a href=\"#gtk-grid\">creating layouts</a> and make a grid containing one button that will show a notification.": "Iniciar su aplicación con Gtk.Application es un poco diferente de lo que hemos hecho unas pocas secciones atrás. Esta vez, en <code>main</code> está usted comenzando su aplicación con <code>app.run</code> y tiene una nueva función llamada <code>activate</code> dentro de su clase. La función <code>activate</code> será la que ejecute cuando invoque <code>app.run</code>. También estamos creando una <code>Gtk.ApplicationWindow</code>, aquí es donde colocará todos los widgets que su aplicación necesita. Ahora que tenemos una ventana simple, vamos a usar lo que aprendimos en <a href=\"#gtk-grid\">Creación de disposiciones</a> para crear una cuadrícula que contenga un botón que mostrará una notificación.",
    "In between <code>var app_window...</code> and <code>app_window.show ();</code>, write the folowing lines of code:": "Entre <code>var app_window...</code> y <code>app_window.show ();</code>, escribe las siguientes líneas de código:",
    "Since we're adding translatable strings, don't forget to update your translation template by running <code>make po</code>.": "Como estamos añadiendo textos traducibles, no se olvide de actualizar la plantilla de traducciones. Para ello, ejecute <code>make po</code>.",
    "Sending Notifications": "Envío de notificaciones",
    "Now that we have a Gtk.Application we can send notifications. Let's connect a function to the button we created and use it to send a notification:": "Ahora que tenemos una Gtk.Application podemos enviar notificaciones. Vamos a conectar una función con el botón que creamos y vamos a usarlo para enviar una notificación",
    "Okay, now compile your new app. if everythink works, you should see your new app. Click the &quot;Send&quot; button. Did you see the notification? Great! Don't forget to commit and push your project in order to save your branch for later.": "Bien, ahora compila tu nueva app. Si todo funciona, deberías poder ver tu nueva app. Haz click sobre el botón «Enviar». ¿Ves la notificación? ¡Genial! No olvides guardar y subir tu proyecto para después.",
    "Additional Features": "Funcionalidades adicionales",
    "Now that you know how to send basic notifications, lets talk about a couple ways to make your notifications better. Notifications are most useful when users can indentify where they came from and they contain relevant information. In order to make sure your notifications are useful, there are three important features you should know about: setting an icon, replacing a notification, and setting priority.": "Ahora que sabes como enviar notificaciones básicas, hablemos de un par de formas de hacer tus notificaciones mejores. Las notificaciones son más útiles cuando los usuarios pueden identificar de dónde vienen, y si contienen información relevante. Para asegurarte de que tus notificaciones son útiles, hay tres características importantes que deberías conocer: ajustar un icono, reemplazar una notificación, y ajustar la prioridad.",
    "Icons": "Iconos",
    "In order to make sure users can easily recognize a notification, we should set a relevant icon. Right after the <code>var notification = New Notification</code> line, add:": "Con el fin de asegurarnos de que los usuarios puedan reconocer fácilmente una notificación, debemos establecer un icono correspondiente, justo despues de la linea <code> var notification = New Notification </code>, agregar:",
    "That's it. Compile your app again, and press the &quot;Send&quot; button. As you can see, the notification now has an icon. Using this method, you can set the icon to anything you'd like. You can use <code>gtk3-icon-browser</code> to see what system icons are available.": "Eso es, Compila tu aplicacion nuevamente, y presiona el boton \"Enviar\". Como puedes ver, la notificacion ahora tiene un icono. Usando este metodo, puedes establecer cualquier icono que te guste. Puedes usar  <code> gtk3-icon-browser </code> para ver todos los iconos del sistema que estan disponibles.",
    "Replace": "Reemplazar",
    "We now know how to send a notification, but what if you need to update it with new information? Thanks to the notification ID, we can easily replace a notification. The notification ID should be the same as the app ID that we set in <code>Gtk.Application</code>.": "Ahora sabemos como enviar una notificación, pero, ¿y si necesitas actualizarla con nueva información? Gracias al ID de la notificación, podemos reemplazar fácilmente una notificación. El ID de la notificación debería ser el mismo que el ID de la aplicación que establecemos en <code>Gtk.Application</code>.",
    "Let's make the replace button. This button will replace the current notification with one with different information. Let's create a new button for it, and add it to the grid:": "Vamos a crear el botón de reemplazo. Este botón reemplazará la notificación actual por otra con diferente información. Creemos ahora un nuevo botón para esto, y añadamoslo a la cuadrícula:",
    "{\n        this.withdraw_notification (\"notify-test\");\n    });\n-->": "{\n        this.withdraw_notification (\"notify-test\");\n    });\n-->",
    "Very easy right? Let's compile and run your app again. Click on the buttons, first on &quot;Show&quot;, then &quot;Replace&quot;. See how the text on your notification changes without making a new one appear?": "Muy simple, ¿cierto? vamos a compilar y correr tu aplicación de nuevo. Da click en los botones, primero sobre \"Mostrar\", después sobre \"Reemplazar\". Mira como el texto en tu notificación cambia sin necesidad de que una nueva aparezca.",
    "Priority": "Prioridad",
    "Notifications also have priority. When a notification is set as <code>URGENT</code> it will stay on the screen until either the user interacts with it, or you withdraw it. To make an urgent notification, add the following line before the <code>this.send_notification ()</code> function": "Las notificaciones también tienen prioridad. Cuando una notificación se establece como <code>URGENT</code> permanecerá en la pantalla hasta que el usuario interactúe con ella, o usted la descarte. Para crear una notificación urgente, añada la siguiente línea antes de la función <code>this.send_notification ()</code>",
    "<code>URGENT</code> notifications should really only be used on the most extreme cases. There are also <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.NotificationPriority\">other notification priorities</a>.": "Las notificaciones sólo deberían marcarse como <code>URGENTE</code> en casos extremos. Hay disponibles <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.NotificationPriority\">otros niveles de prioridad de las notificaciones</a>.",
    "Let's review what all we've learned:": "Revisemos todo lo que hemos aprendido:",
    "We learned what <code>Gtk.Application</code> is and how to make a subclass of it.": "Aprendimos que es <code>Gtk.Application</code> y como hacer una subclase de ella",
    "We built an app that sends and updates notifications.": "Creamos una aplicación que envía y actualiza notificaciones.",
    "We also learned about other notification features like setting an icon and a notification's priority.": "Nosotros también aprendimos sobre otras características de las notificaciones como configurar un icono y la prioridad de las notificaciones.",
    "As you could see, sending notifications is very easy thanks to <code>Gtk.Application</code>. If you need some further reading on notifications, Check out the page about <code>Glib.Notification</code> in <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.Notification\">Valadoc</a>.": "Como puedes ver, enviar notificaciones es muy fácil gracias a <code>Gtk.Application</code>. Si necesitas información adicional sobre las notificaciones, echa un vistazo a la página sobre <code>Glib.Notification</code> en <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.Notification\">Valadoc</a>.",
    "Next Page:": "Próxima página:",
    "Reference": "Referencia"
}