{
    "Check out our progress for Loki Beta 1": "Check out our progress for Loki Beta 1",
    "Fixed": "Виправлено",
    "In Progress": "В процесі",
    "Unfixed": "Не виправлено",
    "Translations": "Переклади",
    "Web Development": "Веб-розробка",
    "Design": "Дизайн",
    "Desktop Development": "Десктоп-розробка",
    "Funding": "Фінансування",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“Інша мова - це інше бачення життя.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS створена та використовується людьми зі всього світу. Допоможіть нам у перекладі аби зробити її кращою.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "Для перекладу elementary OS ми використовуємо відкритий інструмент на Launchpad за назвою Rosetta.",
    "Learn More": "Дізнайтеся більше",
    "Our website is also openly translated using an online platform called Transifex.": "Цей веб-сайт також відкритий для перекладу завдяки онлайн платформі Transifex.",
    "Translate elementary OS": "Перекласти elementary OS",
    "Translate This Website": "Перекласти цей веб-сайт",
    "World map": "Карта світу",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“Веб-сайт повинен виглядати гарно як зсередини, так і ззовні”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Наш веб-сайт створено з використанням HTML, CSS, PHP та JavaScript. Ми постійно шукаємо людей досвідчених у цих галузях, які бажають допомогти та зробити його ще кращим. Більша частина оформлення виконана нашою дизайнерською командою, але ми залюбки вислухаємо ващі ідеї та будемо раді будь-яким відгукам для нашої команди веб-розробників.",
    "Fork Us on GitHub": "Перегляньте проект на GitHub",
    "See Our Open Bug Reports": "Відкриті звіти помилок",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "“Чудовий дизайн створює щось незабутнє та виразне.”",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Кожний проект починається з ідеї. Наша дизайнерська команда перевтілює ці ідеї у так звані \"дорожні мапи\". Ми розділяємо дизайн на дві складові:",
    "Visual Design": "Візуальний дизайн",
    "A great place for visual designers to get started is by sharing mockups with": "Ви можете почати допомагати нам прямо зараз поділившись своїми напрацюваннями у",
    "our Google+ Community": "нашій спільноті в Google+",
    "Interactive Design": "Інтерактивний дизайн",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Ми використовуємо систему Blueprints на Launchpad щоб створювати детальний опис нововведень.",
    "Read the Interface Guidelines": "Перегляньте рекомендації щодо дизайну інтерфейсу",
    "Browse Our Blueprints": "Наші ескізи",
    "Read About Our Workflow": "Як ми працюємо",
    "Application wire frame": "Каркас додатків",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "“Перш ніж програмне забезпечення стане корисним, воно повинно стати зручним”",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Наше середовище та всі додатки створені за допомогою Vala, GTK+, Clutter, Cairo, Granite та багатьох інших відкритих бібліотек. Увесь наш програмний код знаходиться на Launchpad.net, безкоштовному сервісі для відкритих проектів. Ми постійно шукаємо зацікавлених допомогти проекту людей з різним рівнем досвіду.",
    "Browse Our Desktop Code": "Перегляньте код робочого середовища",
    "Browse Our Apps' Code": "Код наших додатків",
    "Scratch text editor": "Текстовий редактор Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Улюблена справа приносить достаток\"",
    "Targeted Funding": "Цільове фінансування",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource дозволяє переводити гроші розробникам напряму в нагороду за виправлені помилки чи розширення функціоналу. Ви можете виставити винагороду за рішення важливої для вас проблеми чи підтримати якийсь окремий додаток. Також ви можете підписатися на цей сервіс для регулярної сплати.",
    "BountySource": "BountySource",
    "General Funding": "Загальне фінансування",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon працює як безперервна кампанія зі спільнокошту. Виділіть суму, отримайте винагороду та допоможіть нам досягти нашої мети.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal - просте і швидке рішення. Виділіть суму для одиничного платежу чи налаштуйте підписку.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Долучитися до розробки elementary OS"
}