{
    "Download elementary OS": "Завантажити elementary OS",
    "Blog": "Блог",
    "Support": "Довідка",
    "Store": "Крамниця",
    "Developer": "Розробнику",
    "Get Involved": "Приєднатися",
    "This is a development site.": "Ця версія сайту наразі в розробці.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "Ви переглядаете версію сайту, яка наразі в розробці. Деякі сторінки можуть працювати не так, як ви того очікуєте. Якщо ви потрапили сюди випадково, то, будь ласка, перейдіть на <a href=\"http://elementary.io\">elementary.io</a>, нашу справжню веб-адресу.",
    "A fast and open replacement for Windows and OS X": "Швидка та безкоштовна заміна для Windows і OS X",
    "Custom": "Інше",
    "Enter any dollar amount.": "Введіть будь-яку суму в доларах",
    "Download Freya": "Завантажити Freya",
    "893 MB (for PC or Mac)": "893 МБ (для PC чи Mac)",
    "What the press is saying about elementary OS:": "Що про elementary OS говорить преса:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS - особлива… чудова та потужна операційна система, що запрацює навіть на старих PC”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“швидка, не вимоглива платформа, яка може бути встановлена практично куди завгодно”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Легка та швидка… Повністью базується на спільноті, має витончений смак в дизайні та зовнішньому вигляді”",
    "Meet Our Apps": "Зустрічайте наші додатки",
    "Photos": "Зображення",
    "Music": "Музика",
    "Videos": "Відео",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Імпортуйте, упорядковуйте та редагуйте фотографії. Створіть слайд шоу. Завантажуйте на Facebook чи Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Упорядковуйте та слухайте свою музику. Переглядайте за альбомами, користуйтеся неймовірно швидким пошуком та створюйте списки відтворювання з найулюбленішого.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Перегляд фільмів та відео з мінімальним інтерфейсом. Тонка чорна рамка поступово зникає, щоб ви могли бачити більше.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Виходьте в мережу зі швидким та легким веб-браузером. Midori дозволяє вам користуватися HTML5 веб-сайтами та веб-додатками та в цей самий час не розряджає батарею.",
    "Learn More": "Дізнатися більше",
    "dat": "dat",
    "Accessories": "Інше",
    "Graphics": "Зображення",
    "Internet": "Інтернет",
    "Office": "Офісний пакет",
    "Other": "Інше",
    "Sound &amp; Video": "Звук і відео",
    "System Tools": "Системні інструменти",
    "Applications": "Додатки",
    "3 Ways to Explore": "Три способи пошуку",
    "Grid": "Сітка",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Відобразте усі ваші додатки в алфавітному порядку у виді сітки. Перегорніть та знайдіть саме той, що ви шукаєте.",
    "Categories": "Категорії",
    "View your apps automatically organized into categories. Perfect for large collections.": "Переглядайте ваші додатки за категоріями, у котрі вони розподіляються автоматично. Ідеально, якщо у вас їх дуже багато.",
    "Search": "Пошук",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Запускайте додатки, відкривайте панель налаштувань, виконуйте команди, та робіть багато чого іншого користуючись надзвичайно швидким вікном пошуку.",
    "Open Source": "Відкритий код",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Наш код відкритий для перевірки, уважного вивчення, зміни та розповсюдження ким завгодно.",
    "No Ads. No Spying.": "Ніякої реклами чи стеження",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Ми не укладаємо угод з рекламодавцями та не збираємо конфіденційні персональні дані. Наш єдиний прибуток йде напряму від користувачів.",
    "Safe &amp; Secure": "Надійна та безпечна",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "В основі нашої системи лежить Linux: та сама ОС, якою користуються Міністерство Оборони США, Bank of China та багато інших.",
    "Choose a Download": "Виберіть що завантажити",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Ми рекомендуємо 64-розрядну версію для більшості сучасних комп'ютерів. Щоб отримати більше інформації зверніться до",
    "installation guide": "довідки з встановлення",
    "Freya 32-bit": "Freya 32-bit",
    "Torrent Magnet Link": "Magnet-посилання для торрента.",
    "Freya 64-bit": "Freya 64-bit",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Copyright © 2015 elementary LLC. <a href=\"/privacy-policy\">Політика конфіденційності</a>",
    "Language": "Українська",
    "Change Site Language": "Змінити мову",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "Веб-сайт elementary OS побудований за допомогою новітніх веб-технологій, які ваш браузер не підтримує.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "Ця версія Internet Explorer застаріла та може містити помилки чи вразливості. Будь ласка <a href=\"http://browsehappy.com/\">оновіть</a> ваш переглядач до IE 11 чи скористайтеся альтернативним браузером.",
    "Dismiss": "Відмовитися"
}