{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "La marca elementary es única: técnicamente pertenece a elementary LLC., la compañía que dirige y respalda el desarrollo de los productos de elementary. Sin embargo, tenemos una gran comunidad y no queremos ser demasiado intransigentes en cuanto a requisitos legales y tecnicismos. Por tal motivo hemos redactado algunas directrices para que sea más fácil entender cuándo y cómo debe utilizarse la marca elementary.",
    "Name": "Nombre",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "La palabra \"elementary\" se refiere a y es una marca de elementary LLC. elementary se escribe siempre en minúsculas, aún cuando sea la primera palabra de una oración. También se utiliza junto a los nombres de otros productos (por ejemplo, \"elementary OS\") para referirse a un producto específico de elementary.",
    "Brand Marks": "Señas de identidad",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary posee dos marcas: el logotipo \"elementary\" y el logo \"e\". Ambas son consideradas marcas registradas y representan a elementary, la compañía, y a sus productos.",
    "Both should be used with the following in mind:": "Ambos deben ser utilizados teniendo en mente lo siguiente:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "No ensanche, incline, gire, voltee ni modifique de ninguna otra manera las marcas.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "No utilice las señas de identidad sobre un fondo abarrotado. Colores sólidos funcionan mejor.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Las señas de identidad siempre deben ser monocromáticas. Normalmente son blancas sobre un fondo oscuro, y negras sobre un fondo claro.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Logotipo de elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "El logotipo debe utilizarse cuando el espacio disponible permita referirse a elementary como compañía. Puede ser utilizado antes del nombre de un producto para referirse a un producto específico de elementary.",
    "The logotype should always be used under the following guidelines:": "El logotipo debe utilizarse siempre bajo las siguientes condiciones:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "No intente recrear el logotipo. Es una seña de identidad cuidadosamente diseñada. No sólo se trata de escribir \"elementary\" en una fuente específica.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "No utilice el logotipo cuando se necesiten imágenes pequeñas. Si el logotipo no logra verse claramente, utilice el logo en su lugar.",
    "Logomark": "Logo",
    "elementary Logomark": "Logo de elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "El logo de la \"e\" se utiliza para referirse a la compañía elementary cuando el espacio es reducido o se requiere un formato de imagen cuadrado.",
    "Color": "Color",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary utiliza una combinación de color junto con nuestro nombre y señas de identidad para definir nuestra marca. Utilizamos la siguiente paleta de colores:",
    "Strawberry": "Fresa",
    "Strawberry 100": "Fresa 100",
    "Strawberry 300": "Fresa 300",
    "Strawberry 500": "",
    "Strawberry 700": "",
    "Strawberry 900": "",
    "Orange": "Naranja",
    "Orange 100": "",
    "Orange 300": "",
    "Orange 500": "",
    "Orange 700": "",
    "Orange 900": "",
    "Banana": "Banana",
    "Banana 100": "",
    "Banana 300": "",
    "Banana 500": "",
    "Banana 700": "",
    "Banana 900": "",
    "Lime": "Limón",
    "Lime 100": "",
    "Lime 300": "",
    "Lime 500": "",
    "Lime 700": "",
    "Lime 900": "",
    "Blueberry": "Mora azul",
    "Blueberry 100": "",
    "Blueberry 300": "",
    "Blueberry 500": "",
    "Blueberry 700": "",
    "Blueberry 900": "",
    "Grape": "Uva",
    "Grape 100": "",
    "Grape 300": "",
    "Grape 500": "",
    "Grape 700": "",
    "Grape 900": "",
    "Cocoa": "",
    "Cocoa 100": "",
    "Cocoa 300": "",
    "Cocoa 500": "",
    "Cocoa 700": "",
    "Cocoa 900": "",
    "Silver": "",
    "Silver 100": "",
    "Silver 300": "",
    "Silver 500": "",
    "Silver 700": "",
    "Silver 900": "",
    "Slate": "",
    "Slate 100": "",
    "Slate 300": "",
    "Slate 500": "",
    "Slate 700": "",
    "Slate 900": "",
    "Black": "Negro",
    "Black 100": "",
    "Black 300": "",
    "Black 500": "",
    "Black 700": "",
    "Black 900": "",
    "Fonts": "Fuentes",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Para web e impresión utilizamos la fuente Raleway para los encabezas y Open Sans para el cuerpo del texto. Para los bloques de código utilizamos Roboto Mono.",
    "Third Parties &amp; Community": "Tercero &amp; Comunidad",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Animamos a los desarrolladores que crean productos para elementary OS a adoptar algunos patrones de la marca elementary para tener consistencia, como son:",
    "Voice\/tone": "",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "",
    "Community": "",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "",
    "elementary Community Logo with color": "",
    "elementary Community Logo in black": "",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "Merchandise": "",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "",
    "Assets &amp; More Info": "",
    "Download on GitHub": "",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "",
    "Brand &sdot; elementary": ""
}
