{
    "Be a Part of Something Bigger": "Forme parte de algo grandioso",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Todo lo que creamos es de código completamente abierto y en el proceso participan personas de todo el mundo. Aunque no sea programador, puede involucrarse y marcar la diferencia.",
    "Funding": "Financiamiento",
    "Translations": "Traducciones",
    "Support": "Soporte",
    "Web": "Web",
    "Desktop": "Escritorio",
    "Design": "Diseño",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Con su ayuda, hemos sido capaces de crecer desde un grupo pequeño de apasionados voluntarios a una pequeña empresa. Toda pequeña ayuda es un paso más para contratar a otro desarrollador a tiempo completo.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona como una campaña de recaudación de fondos en curso. Elija un monto, reciba recompensas y ayúdenos a alcanzar nuestros objetivos.",
    "Learn More": "Más información",
    "Become a Patron": "Done a Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utilice fácilmente una tarjeta de débito, tarjeta de crédito o cuenta de PayPal. Puede elegir un pago único o instalar pagos repetidos.",
    "Use PayPal": "Use PayPal",
    "PayPal - The safer, easier way to pay online!": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Ayúdenos económicamente, y consiga alguna herramienta exclusiva de Elementary para mostrar su apoyo a sus amigos, familia y compañeros de trabajo.",
    "Visit Store": "Visite la tienda",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource pone los fondos directamente en manos de los desarrolladores recompensándolos por corregir o crear nuevas características. Establecer una recompensa en los temas que más le importan o financiar una aplicación específica. También puede configurar una suscripción periódica.",
    "Bountied Bugs": "Informes con recompensas",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS es creado y usado por personas de alrededor del Mundo; ayúdanos a hacer la experiencia aún mejor traduciendo a más lenguajes.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tanto el SO elementary, como nuestra página, son traducidos abiertamente a través de una plataforma en línea llamada Weblate.",
    "Join Chat": "Únete a la conversación",
    "Suggest Translations": "Sugerir traducciones",
    "World map": "Mapa Mundial",
    "Question &amp; Answer": "Haga preguntas y dé respuestas",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Preguntas sin responder",
    "New Questions": "Nuevas preguntas",
    "Documentation": "Documentación",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona documentación básica para los usuarios y los programadores. Todos los documentos están escritos en Markdown y alojados en GitHub, por lo que es muy fácil crear y enviar modificaciones.",
    "Learning The Basics Guide": "Guía de conceptos básicos",
    "Developer Docs": "Documentación para desarrolladores",
    "Web Development": "Desarrollo web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nuestro sitio web está creado usando: HTML, CSS, PHP y JavaScript. Continuamente estamos buscamos gente con experiencia en esas áreas que quieran ayudarnos a mejorarlo.",
    "Fork Our Website on GitHub": "Código fuente del sitio en GitHub",
    "Report a Website Issue": "Informe de un problema con el sitio",
    "Desktop Development": "Desarrollo de escritorio",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Nuestro entorno de escritorio y todas sus aplicaciones están creados usando Vala, GTK+, Granite, y otras librerías abiertas. Tenemos alojado el código de nuestro escritorio en GitHub, un servicio gratuito para los proyectos de fuente abierta. Si nunca has desarrollado para elementary OS, te recomendamos que consultes nuestra guía de inicio.",
    "Browse Our Code": "Navega por nuestro código",
    "Bitesized Bugs": "Informes aptos para principiantes",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Nuestro equipo de diseño transforma ideas en claros informes y entregables . Antes de iniciarse, se recomienda leer sobre nuestro flujo de trabajo de diseño.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS usa un sistema de estilos escritos en CSS. Define como está todo dibujado, desde los botones y las barras de herramientas a los paneles y los menús.",
    "Browse Our Stylesheet": "Navega por nuestra tabla de estilos",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS tiene un conjunto de iconos vectoriales que son usados por todas las aplicaciones pre-instaladas y que también están disponibles para desarrolladores de terceros.",
    "Browse Our Icons": "Navega por nuestros iconos",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Nuestro equipo de diseño realiza un seguimiento de los problemas de diseño en GitHub. Estos podrían necesitar más discusión de diseño, wireframes, o activos entregables.",
    "Browse 'Needs Design' Issues": "Navega por los tópicos de \"Necesidades de diseño\"",
    "Get Involved with elementary OS": "Forme parte de elementary OS"
}
