{
    "Getting Started": "Początki",
    "Welcome to the elementary Developer Guide! This book was created to teach you all about creating and distributing apps for elementary OS. The introduction will make sure that you have all the tools for the job and a solid understanding of what this book is about. Some of you may feel confident enough to jump straight into coding. If that's the case, you might want to skip ahead and start writing your first app.": "Witamy w Poradniku Developera elementary! Książka powstała w celu przybliżenia procesu tworzenia i dystrybucji aplikacji w systemie elementary OS. Wstęp ma za zadanie upewnić czytelnika w tym, że posiada wszystkie narzędzia potrzebne do pracy oraz wyjaśnić w jakim celu ta książka została napisana. Część czytelników może czuć się na tyle pewnie, aby od razu przejść do programowania. Jeżeli tak jest w twoim przypadku możesz opuścić ten wstęp i przystąpić od razu do pisania swojego pierwszego programu.  ",
    "However, we strongly recommend to at least skim through this preparation step. Having the right setup is going to help you reach your goals faster, and having a solid foundation is going to help you throughout the rest of this book.": "Mimo to, zalecamy przynajmniej pobieżne przejrzenie tego etapu przygotowań. Posiadanie odpowiedniego oprogramowania pomoże Ci szybciej osiągnąć założone cele i będzie dobrym fundamentem, który pomoże Ci przebrnąć przez resztę tego poradnika.",
    "What We Will And Won't Cover": "Czym będziemy się zajmować, a czym nie",
    "We're going to assume that you have absolutely no experience in writing apps for elementary. But we will assume some basic programming knowledge, and hopefully a little experience in Vala or at least similarly syntaxed languages. If you're not familiar with Vala, we highly encourage you to brush up on it before coming here.": "Zakładamy, że nie masz absolutnie żadnego doświadczenia w pisaniu aplikacji dla elementary, ale posiadasz trochę wiedzy na temat podstaw programowania i odrobinę doświadczenia w Vala lub przynajmniej językach o podobnej składni. Jeśli nie jesteś zaznajomiony z Vala, gorąco zachęcam do zapoznania się z nim przed przystąpieniem do dalszej lektury.",
    "We’re also not covering design too much in this guide; that’s what the <a href=\"/docs/human-interface-guidelines\">Human Interface Guidelines</a> (HIG) are for, and you’re highly encouraged to take a look there before beginning your app. We're going to assume you have a basic knowledge of (or at least a quick link to) the HIG and focus on coding. However, elementary is all about great design and stellar consistency. It’s important you grasp these concepts before moving on.": "Nie mówimy tu też zbyt dużo na temat projektowania; do tego jest <a href=\"/docs/human-interface-guidelines\">Instrukcja Interfejsu Człowieka</a> (HIG), i bardzo zachęcam Cię do przejrzenia jej przed przystąpieniem do tworzenia swojej pierwszej aplikacji. Zakładamy, że posiadasz podstawową wiedzę na temat (lub przynajmniej szybki link do) HIG i będziesz mógł skupić się na kodowaniu. Monumenty elementary to świetny design i doskonała spójność. Ważne, abyś pojął to, zanim przejdziesz dalej.",
    "In this book, we're going to talk about building apps using GTK+, Granite, and other tech available in elementary, setting up a build system, hosting your code for collaborative development, working with translations, a few other bits and pieces, and finally packaging and distributing your new app.": "W tym podręczniku powiemy o budowaniu aplikacji za pomocą GTK+, Granite i innych możliwościach technicznych w elementary, przygotowywaniu systemu, udostępnianiu Twojego kodu dla kolaboracyjnej pracy nad nim, pracy z tłumaczami, kilku innych drobiazgach i w końcu o pakowaniu i dystrybucji Twojej nowej aplikacji.",
    "The Basic Setup": "Podstawowa konfiguracja ",
    "Before we even think about writing code, you'll need a certain basic setup. This chapter will walk you through the process of getting set up. We will cover the following topics:": "Zanim w ogóle pomyślimy o pisaniu kodu, potrzebujesz podstawowego przygotowania.  Ten rozdział przeprowadzi Cię przez proces przygotowań. Zajmiemy się następującymi tematami:",
    "Creating an account in launchpad.net and importing an SSH key in Launchpad": "Tworzeine konta na launchpad.net i importowanie klucza SSH w Launchpadzie",
    "Setting up the Bazaar revision control system": "Przygotowywanie systemu kontroli wersji Bazaar",
    "Getting and using the elementary developer &quot;SDK&quot;": "Pobieranie i używanie dewelopera elementary \"SDK\"",
    "We’re going to assume that you’re working from a clean installation of elementary OS Freya or later. This is important as the instructions you’re given may reference apps that are not present (or even available) in other Linux based operating systems like Ubuntu. It is possible to apply the principles of this guide to Ubuntu development, but it may be more difficult to follow along.": "We’re going to assume that you’re working from a clean installation of elementary OS Freya or later. This is important as the instructions you’re given may reference apps that are not present (or even available) in other Linux based operating systems like Ubuntu. It is possible to apply the principles of this guide to Ubuntu development, but it may be more difficult to follow along.",
    "Launchpad": "Launchpad",
    "Launchpad is a free online service provided by Canonical, the same people who brought you Ubuntu. It is used as a platform for hosting code, tracking milestones, tracking bugs, proposing designs, making translations, and more. Launchpad is a powerful resource, especially if you are a developer working with others. We're going to be using it for its various features throughout this book, so it's a good idea for you to sign up for an account. If you already have an account, feel free to move on to the next section.": "Launchpad jest darmowym serwisem online dostarczanym przez Canonical, tych samych ludzi, którzy dali Ci Ubuntu. Jest używany, jako platforma do hostowania kodu, śledzenia kamieni milowych projektów, śledzenia błędów, proponowania projektów, tworzenia tłumaczeń, itd. Launchpad jest potężnym źródłem, szczególnie jeśli jesteś deweloperem współpracującym z innymi. Mamy zamiar używać jego funkcji przez całą tę książkę, więc dobrym pomysłem jest aby założyć swoje konto już teraz. Jeśli już je posiadasz, śmiało możesz przejść do następnej sekcji.",
    "To set up a Launchpad account:": "Aby utworzyć konto Launchpad:",
    "Go to <a href=\"https://launchpad.net\">Launchpad.net</a>. Click on <strong>Log in/Register</strong> in the top right corner of the page.": "Przejdź na stronę <a href=\"https://launchpad.net\">Launchpad.net</a>. Kliknij na <strong>Log in/Register</strong> w prawym, górnym rogu strony.",
    "Select <strong>I am a new Ubuntu One user</strong> on the left side.": "Wybierz <strong>I am a new Ubuntu One user</strong> po lewej stronie.",
    "Enter your information and click <strong>Create account</strong>.": "Wprowadź swoje informacje i kliknij <strong>I am a new Ubuntu One user</strong>",
    "After you have verified your email your Launchpad account is ready, so let's move on to the next section. Remember, we're not going to go over all the little details in this book. We'll come back to Launchpad a few times later on to use specific features, but if you really want to learn everything there is to know about the website you should read their user guide. Onward!": "Po zweryfikowaniu emaila twoje konto Launchpad jest gotowe. Kolejno przejdź do następnej sekcji. Pamiętaj - nie jesteśmy w stanie przeprowadzić cię przez wszystkie detale w tym tekście. Wrócimy do Lunchpada jeszcze kilka razy później aby nauczyć cię korzystania z poszczególnych funkcji, jednak gdy chcesz dowiedzieć się wszystkiego, użyj oficjalnego przewodnika po Launchpad na ich stronie. Naprzód!",
    "Bazaar": "Bazaar",
    "elementary projects are hosted on Launchpad. To interact with the code on Launchpad, we use a distributed <a href=\"http://en.wikipedia.org/wiki/Revision_control\">revision control system</a> called Bazaar. This allows multiple developers to collaboratively develop and maintain the code while keeping track of each revision along the way.": "Projekty elementary są hostowane na Launchpadzie. Dla interakcji z kodem na Launchpadzie, używamy <a href=\"http://en.wikipedia.org/wiki/Revision_control\">systemu kontroli wersji</a> o nazwie Bazaar. Pozwala to wielu deweloperom wspólnie rozwijać i utrzymywać kod, jednocześnie mogąc śledzić każdą zmianę po drodze.",
    "If you're ready, let's get you set up to use Bazaar:": "Jeśli jesteś gotów, przygotujmy Cię do korzystania z Bazaar:",
    "Open the Terminal. You'll be interacting with Bazaar through a simple terminal-based program called bzr.": "Otwórz Terminal. Będziesz komunikował się z Bazaarem za pomocą prostego konsolowego programu o nazwie bzr.",
    "You'll need to install bzr. Simply type the following into the Terminal:": "Aby zainstalować bzr na swoim komputerze, wpisz w konsoli:",
    "To authenticate and transfer code securely, you’ll need to generate an <a href=\"http://en.wikipedia.org/wiki/Secure_Shell\">SSH</a> key pair (a kind of fingerprint for your computer) and import the public key in Launchpad. Type the following in terminal:": "Aby bezpiecznie dokonać weryfikacji i przetransferować swój kod, musisz wygenerować parę kluczy <a href=\"http://en.wikipedia.org/wiki/Secure_Shell\">SSH</a> (rodzaj odcisku palca Twojego komputera) i zaimportować klucz publiczny w Launchpadzie. Wpisz w terminalu:",
    "When prompted, press Enter to accept the default file name for your key.": "Po pojawieniu się monitu, naciśnij Enter aby zaakceptować domyślną nazwę pliku Twojego klucza.",
    "Next, enter a password to protect your SSH key. You’ll be asked to enter it again, just to make sure you didn’t make any typos. You'll need to enter this password any time you try to push code to launchpad so don't forget it! Optionally, you can just press enter and use no password, but this is obviously less secure.": "Następnie wprowadź hasło dla ochrony swojego klucza SSH. Zostaniesz poproszony o wprowadzenie go ponownie, aby zwyczajnie sprawdzić, czy nie popełniłeś żadnych literówek. Będziesz musiał wprowadzić te hasło za każdym razem, gdy będziesz próbował wprowadzić kod do launchpada, więc nie zapomnij go! Opcjonalnie, możesz po prostu nacisnąć enter i nie używać żadnego hasła, ale to oczywiście mniej bezpieczne.",
    "Now, we're going to tell Launchpad about your SSH key. Open your SSH key with the following command, then copy the text from the file that opens in Scratch:": "Teraz powiemy Launchpadowi o Twoim kluczu SSH. Otwórz swój klucz SSH z następującą komendą, następnie skopiuj tekst z pliku, który otwiera się w Scratch:",
    "Visit <a href=\"https://launchpad.net/people/+me/+editsshkeys\">your SSH keys page</a>. Paste the text in the textbox and click <strong>Import public key</strong>.": "Odwiedź <a href=\"https://launchpad.net/people/+me/+editsshkeys\">strona Twoich kluczy SSH</a>. Wklej tekst w polu tekstowym i kliknij <strong>Importuj klucz publiczny</strong>.",
    "Now you can connect bzr to your Launchpad account. You'll need your launchpad id, which you can look up at <a href=\"https://launchpad.net/people/+me\">your launchpad page</a>.": "Możesz teraz połączyć bzr ze swoim kontem Launchpad. Będziesz do tego potrzebował Launchpad id, który możesz znaleźć na <a href=\"https://launchpad.net/people/+me\">Twojej stronie Launchpad</a>.",
    "Done! Now you can download source code hosted on Launchpad and upload your own code. We'll revisit using bzr in a minute, but for now you're logged in. For a more in-depth introduction to bzr, you can also check the complete <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Bazaar User Guide</a> provided by Canonical.": "Gotowe! Teraz możesz pobierać kod źródłowy umieszczony na Launchpadzie i ładować do niego swój własny kod. Wrócimy ponownie za minutę używając bzr, ale teraz jesteś zalogowany. Po bardziej szczegółową introdukcję dla bzr, możesz udać się do <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Podręcznika Użytkownika Bazaar</a> dostarczonego przez Canonical.",
    "Developer &quot;SDK&quot;": "Deweloper \"SDK\"",
    "At the time of this writing, elementary doesn't have a full SDK like Android or iOS. But luckily, we only need a couple simple apps to get started writing code.": "W momencie pisania tego, elementary nie posiada pełnego SKD jak Android lub iOS. Jednak, szczęśliwie potrzebujemy tylko kilku prostych aplikacji by zacząć pisać kod.",
    "Scratch": "Scratch",
    "The first piece of our simple &quot;SDK&quot; is the code editor Scratch. This comes by default with elementary OS. It comes with some helpful features like syntax highlighting, auto-save, and the Folder Manager extension. There are other extensions for Scratch as well, like the Outline, Terminal or Devhelp extensions. Play around with what works best for you.": "Pierwszą częścią naszego prostego \"SDK\" jest edytor kodu Scratch. Jest dostarczany, jako domyślny edytor tekstu, z elementary OS. Domyślnie posiada kilka pomocnych funkcji, jak podświetlanie składni, automatyczne zapisywanie i rozszerzenie Folder Manager. Są dostępne również inne rozszerzenia dla Scratch, jak np. Outline, Terminal czy rozszerzenia Devhelp. Przetestuj i sprawdź, jaka konfiguracja jest najlepsza dla Ciebie.",
    "Terminal": "Terminal",
    "We’re going to use Terminal in order to compile our code, push revisions to Bazaar (bzr), and other good stuff. Throughout this guide, we’ll be issuing Terminal commands. You should assume that any command is executed from the directory “Projects” in your home folder unless otherwise stated. Since elementary doesn’t come with that folder by default, you’ll need to create it.": "Zamierzamy użyć Terminala do skompilowania naszego kodu, wysłanie zmian do Bazaar (bzr) i innych czynności. W tym podręczniku, będziemy wydawali komendy terminalowe. Powinieneś założyć, że wszelkie komendy są wykonywane z położenia \"Projects\" Twoim katalogu domowym, o ile nie ustalono inaczej. Jako, że elementary nie tworzy tego katalogu domyślnie, musisz go utworzyć.",
    "Open Terminal and issue the following command:": "Otwórz Terminal i wydaj następujące polecenie:",
    "Development Libraries": "Biblioteki deweloperów",
    "In order to build apps you're going to need their development libraries. We can fetch a basic set of libraries with the following terminal command:": "W celu tworzenia aplikacji, będziesz potrzebował ich bibliotek. Możemy pobrać podstawowy zestaw bibliotek następującą komendą:",
    "The command <code>apt-get build-dep</code> installs the build dependencies of an app in the repositories. In this case, we're fetching the development libraries needed to build Granite Demo, an example app. We'll talk more about Granite later, but keep in mind that if you want to build an app from source, you can usually get its build dependencies easily by using <code>apt-get build-dep</code>.": "Polecenie <code>apt-get build-dep</code> instaluje zależności aplikacji w repozytorium. W tym wypadku, wybieramy biblioteki potrzebne do zbudowania Granite Demo, przykładowej aplikacji. Powiemy więcej o Granite później, ale pamiętaj, że jeśli chcesz zbudować aplikację ze źródła, zwykle możesz pobrać jej zależności w prosty sposób, używając <code>apt-get build-dep</code>.",
    "And with that, we're ready to dive into development! Let's move on!": "Z tym, jesteśmy gotowi, by dać głębokiego nura w deweloping! Do dzieła!",
    "Hello World": "Witaj świecie",
    "The first app we’ll create will be a basic and generic “Hello World”. We’ll walk through the steps of creating folders to store our source code, compiling our first app, and pushing the project to a bzr branch. Let’s begin.": "Pierwszą aplikacja, którą stworzymy, będzie podstawowy napis \"Hello World\". Przejdziemy przez kolejne kroki by przechowywać nasz kod źródłowy, skompilować naszą pierwszą aplikację i wysyłać projekt do bzr. Zaczynajmy! ",
    "Setting Up": "Przygotowanie",
    "Apps on elementary OS are organized into standardized directories contained in your project's &quot;root&quot; folder. Let's create a couple of these to get started:": "Aplikacje elementaryOS są zorganizowane w standardowych lokalizacjach zawartych w katalogu \"root\" Twojego projektu.",
    "Create your root folder called &quot;gtk-hello&quot;": "Stwórz swój katalog root z nazwą \"gtk-hello\".",
    "Create a folder inside that one called &quot;src&quot;. This folder will contain all of our source code.": "Wewnątrz niego utwórz katalog o nazwie \"src\". Ten katalog będzie zawierał cały nasz kod źródłowy.",
    "Later on, We'll talk about adding other directories like &quot;po&quot; and &quot;data&quot;. For now, this is all we need.": "Później pomówimy o dodawaniu innych lokalizacji, jak \"po\" czy \"data\". Jednak póki co, to wszystko, czego potrzebujemy.",
    "Gtk.Window and Gtk.Button": "Gtk.Window i Gtk.Button",
    "Now what you've been waiting for! We're going to create a window that contains a button. When pressed, the button will display the text &quot;Hello World!&quot; To do this, we're going to use a widget toolkit called GTK+ and the programming language Vala. Before we begin, we highly recommend that you do not copy and paste. Typing each section manually will help you to practice and remember. Let's get started:": "Teraz to, na co czekałeś! Stworzymy okno zawierające przycisk. Kiedy zostanie przyciśnięty, przycisk wyświetli tekst \"Hello World!\". Aby to zrobić, użyjemy narzędzia do tworzenia widżetów, o nazwie GTK+, i języka programowania Vala. Zalecamy opróżnić schowek przed przystąpieniem do pracy. Wprowadzanie każdej sekcji ręcznie pomoże Ci uczyć się w praktyce.  Zacznijmy:",
    "Create a new file in Scratch and save it as &quot;gtk-hello.vala&quot; inside your &quot;src&quot; folder": "Utwórz plik w Scratchu i zapisz go, jako \"gtk-hello.vala\" w Twoim katalogu \"src\".",
    "First we must create the main function of our new GTK app. Type the following in your &quot;gtk-hello.vala&quot;.": "Najpierw musimy utworzyć główną funkcję naszej nowej aplikacji GTK. Wpisz, co następuje, w Twoim \"gtk-hello.vala\".",
    "Now, that we've initialized Gtk, we'll create a new window and declare a few properties of this window. You'll notice that most of these property names are pretty straightforward. Try to guess what each one does and we'll explain in a second. Type the following after the <code>Gtk.init</code> line, but before the last bracket:": "Teraz, gdy już zainicjowaliśmy Gtk, możemy utworzyć nowe okno i zadeklarować trochę jego ustawień. Zauważysz, że większość nazw tych ustawień jest bardzo przystępna. Spróbuj zgadnąć, co każda z nich robi a za chwilę to omówimy. Wpisz, co następuje, po linii <code>Gtk.init</code>, ale przed ostatnią klamerką:",
    "The first line creates a new <code>Gtk.Window</code> called &quot;window&quot;. The second line sets the window title that you see at the top of the window. next, we create a margin inside that window so that widgets don't bump up against the window's edge. Then we tell the window manager that we want to place this window in the center of the screen instead of in the default position (which is usually the top left). We also must give our window a default size so that is does not appear too small for the user to interact with it. Finally, we explain what to do with this process if the main window is closed; In our case, we want to quit.": "Pierwsza linia tworzy nowe <code>Gtk.Window</code> o nazwie \"window\". Druga linia definiuje tytuł okna, który widzisz w jego górnej części. Następnie, tworzymy margines w środku tego okna, by widżety nie stykały się z krawędzią okna. Następnie przekazujemy menadżerowi okien informację o tym, że chcemy umieścić okno na środku ekranu zamiast w jego domyślnej pozycji (zwykle jest to lewy górny róg). Musimy również nadać naszemu oknu rozmiar aby nie było zbyt małe do jakiejkolwiek interakcji z użytkownikiem. Na koniec ustalamy, co zrobić z procesem, jeśli główne okno jest zamknięte; W naszym przypadku, chcemy go zamknąć.",
    "Now that we've defined a nice window, let's put a button inside of it. After our window stuff (but before <code>Gtk.main</code> line), leave a new line and then type the following:": "Teraz, gdy już zdefiniowaliśmy ładne okno, umieśćmy na nim przycisk. Po kodzie naszego okna (ale przed linią <code>Gtk.main</code>), umieść nową linię i wpisz:",
    "Any ideas about what happened here? We've created a new <code>Gtk.Button</code> with the label &quot;Click me!&quot;. Then we've said that if this button is clicked, we want to change the label to say &quot;Hello World!&quot; instead. We've also said that we want to make the button insensitive; We do this because clicking the button again has no visible effect. Finally, we add the button to our <code>Gtk.Window</code> and declare that we want to show all of the window's contents.": "Jakieś pomysły, co się właśnie stało? Stworzyliśmy nowy <code>Gtk.Button</code> z etykietą \"Naciśnij mnie!\". Następnie ustaliliśmy, że, jeśli ten przycisk zostanie naciśnięty, napis na nim ma się zmienić na \"Witaj, świecie!\". Ustaliliśmy również, że przycisk będzie \"nieczuły\"; Zrobiliśmy to dlatego, że ponowne wciskanie przycisku nie przyniosłoby żadnego widocznego efektu. Na koniec dodajemy przycisk do naszego <code>Gtk.Window</code> i deklarujemy, że chcemy pokazać całą zawartość okna.",
    "Compiling and Running your code": "Skompiluje i uruchomi twój kod",
    "Ready to test it out? Fire up your terminal and make sure you're in &quot;~/Projects/gtk-hello/src&quot;. Then execute the following commands to compile and run your first Gtk app:": "Gotów na pierwszą próbę? Odpal swój terminal i upenij się, że jesteś w \"~/Projects/gtk-hello/src\". Następnie wykonaj następujące komendy, by skompilować i uruchomić Twoją pierwszą aplikację Gtk:",
    "Did it work? If so, congratulations! If not, read over your source code again and look for errors. Also check the output of your terminal. Usually there is helpful output that will help you track down your mistake.": "Działa? Jeśli tak, gratulacje! Jeśli nie, przeczytaj jeszcze raz Twój kod źródłowy i poszukaj w nim błędów. Sprawdź również wyjście Twojego terminala. Zazwyczaj jest tam pomocne wyjście, które pomaga wyśledzić błąd.",
    "Pushing to Launchpad": "Wprowadzanie do Launchpada",
    "After we do anything significant, we must remember to push our code. This is especially important in collaborative development where not pushing your code soon enough can lead to unintentional forks and pushing too much code at once can make it hard to track down any bugs introduced by your code. So let's take a minute to revisit our friend <code>bzr</code>:": "Po zrobieniu czegokolwiek ważnego, należy pamiętać o wprowadzeniu swojego kodu. Jest to szczególnie ważne przy pracy kolaboracyjnej, gdzie niewprowadzanie swojego kodu wystarczająco wcześnie może prowadzić do niezamierzonych widełek a wysłanie zbyt dużej części kodu na raz może utrudnić szukanie błędów spowodowanych przez Twój kod. Poświęć więc minutkę by odwiedzić naszego przyjaciela <code>bzr</code>:",
    "Open Terminal and make sure you're in your project's root directory &quot;~Projects/gtk-hello&quot;": "Otwórz Terminal i upenij się, że znajdujesz się w lokalizacji root Twojego projektu \"~Projects/gtk-hello\"",
    "With these commands, we've told <code>bzr</code> to track this folder as a branch, that we'd like to track revisions on the file &quot;gtk-hello.vala&quot;, we've committed our first revision and explained what we did in the revision, and then we've told <code>bzr</code> to push your code to Launchpad in your <a href=\"https://code.launchpad.net/people/+me/\">junk folder</a>.": "Za pomocą tych komend, powiedzieliśmy <code>bzr</code>, że chcemy zapisać ten katalog w formie \"gałęzi\", że chcemy śledzić zmiany pliku \"gtk-hello.vala\", dokonaliśmy naszej pierwszej zmiany i wyjaśniliśmy, co zmieniliśmy, a następnie kazaliśmy <code>bzr</code> umieścić nasz kod w Launchpadzie w Twoim <a href=\"https://code.launchpad.net/people/+me/\">koszu</a>.",
    "Victory!": "Zwycięstwo!",
    "Let's recap what we've learned to do in this first section:": "Podsumujmy, czego nauczyliśmy się w pierwszej sekcji:",
    "We created a new project containing a &quot;src&quot; folder": "Stworzyliśmy nowe projekt zawierający katalog \"src\"",
    "We created our main vala file and inside it we created a new <code>Gtk.Window</code> and <code>Gtk.Button</code>": "Utworzyliśmy nasz główny plik vala i utworzyliśmy nowe <code>Gtk.Window</code> i <code>Gtk.Button</code> wewnątrz niego.",
    "We built and ran our app to make sure that everything worked properly": "Zbudowaliśmy i uruchomiliśmy naszą aplikację, by pewnić się, że wszystko działa poprawnie.",
    "Finally, we commited our first revision and pushed code to Launchpad": "Na koniec, zgłosiliśmy naszą pierwszą zmianę i umieściliśmy kod w Launchpadzie",
    "Feel free to play around with this example. Make the window a different size, set different margins, make the button say other things. When you're comfortable with what you've learned, go on to the next section.": "Nie krępuj się pobawić z tym przykładem. Zmień rozmiar okna, ustaw inne marginesy, zmień tekst wyświetlany w przycisku. Kiedy opanujesz materiał, którego się nauczyłeś, przejdź do następnej sekcji.",
    "A Note About Libraries": "Notka na temat bibliotek",
    "Remember how when we compiled our code, we used the <code>valac</code> command and the argument <code>--pkg gtk+-3.0</code>? What we did there was make use of a &quot;library&quot;. If you're not familiar with the idea of libraries, a library is a collection of methods that your program can use. So this argument tells <code>valac</code> to include the GTK+ library (version 3.0) when compiling our app.": "Pamiętasz, jak użyliśmy komendy <code>valac</code> i argumentu <code>--pkg gtk+-3.0</code>, gdy kompilowaliśmy nasz kod? Było to zrobienie użytku z \"biblioteki\". Jeśli nie jesteś zaznajomiony z ideą bibliotek, biblioteka to zbiór metod, których program może używać. Tak więc, ten argument każe <code>valac</code> zawrzeć bibliotekę GTK+ (wer. 3.0), przy kompilowaniu kodu naszej aplikacji.",
    "In our code, we've used the <code>Gtk</code> &quot;Namespace&quot; to declare that we want to use methods from GTK+ (specifically, <code>Gtk.Window</code> and <code>Gtk.Button.with_label</code>). Notice that there is a hierarchy at play. If you want to explore that hierarchy in more detail, you can <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">check out Valadoc</a>.": "W naszym kodzie użyliśmy <code>Gtk</code> \"Namespace\" by zadeklarować, że chcemy użyć metod z GTK+ (w szczególności <code>Gtk.Window</code> i <code>Gtk.Button.with_label</code>). Zauważ, że w odtwarzaniu jest pewna hierarchia. Jeśli chcesz dowiedzieć się więcej na temat tej hierarchii, możesz <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">sprawdzić Valadoc</a>.",
    "Our First App": "Nasza pierwsza aplikacja",
    "In the previous chapter, we created a simple &quot;Hello World!&quot; app to show off our vala and Gtk skills. But what if we wanted to share our new app with a friend? They'd have to know which packages to include with the <code>valac</code> command we used to build our app, and after they'd built it they'd have to run it from the build directory like we did. Clearly, we need to do some more stuff to make our app fit for people to use, to make it a <em>real</em> app.": "W poprzednim rozdziale, stworzyliśmy prostą aplikację \"Witaj, świecie!\" aby pokazać możliwości naszego Gtk i vala. Jednak co, jeśli chcielibyśmy podzielić się naszą aplikacją z przyjaciółmi? Powinni wiedzieć, których paczek załączanych komendą <code>valac</code> użyliśmy do budowania naszej aplikacji, a następnie, gdy już ją zbudują, uruchomić ją z lokalizacji, gdzie została zbudowana, tak, jak my. Jednym słowem, musimy zrobić trochę więcej aby nasza aplikacja była przystosowana do bycia używaną przez wiele osób, aby była to <em>prawdziwa</em> aplikacja.",
    "Hello (again) World!": "Witaj (znowu), świecie!",
    "To create our first real app, we're going to need all the old stuff that we used in the last example. But don't just copy and paste! Let's take this time to practice our skills and see if we can recreate the last example from memory. Additionally, now that you have the basics, we're going to get a little more complex and a little more organized:": "Aby zbydować naszą pierwszą prawdziwą aplikację, będziemy potrzebować wszystkiego, czego użyliśmy przy poprzednim przykładzie. Tylko nie rób tego na zasadzie kopiuj-wklej! Poświęćmy ten czas na praktykę naszych umiejętności i zobaczmy, czy potrafimy ponownie odtworzyć poprzedni przykład z pamięci. Dodatkowo, z uwagi na to, że znasz już podstawy, spróbujmy zrobić to trochę bardziej kompleksowo i zorganizowanie:",
    "Create a new folder in &quot;~/Projects&quot; called &quot;hello-world&quot; and put our last project in that folder. Now create a new folder inside &quot;~/Projects/hello-world&quot; called &quot;hello-again&quot;. We're doing this because our first &quot;gtk-hello&quot; and &quot;hello-again&quot; are two branches of the same &quot;hello-world&quot; project. As you get more into collaborative development, you're going to have lots of branches. This method will help you stay organized.": "Utwórz nowy katalog w \"~Projects\" o nazwie \"hello-world\" i umieść w nim nasz ostatni projekt. Teraz utwórz nowy katalog w środku \"~Projects/hello-world\" o nazwie \"hello-again\". Robimy to ponieważ nasze \"gtk-hello\" i \"hello-againt\" są dwiema częściami tego samego projektu \"hello-world\". Gdy będziesz więcej kolaborował z innymi deweloperami, będziesz miał wiele takich kawałków. Ta metoda pomoże Ci w organizacji.",
    "Now go into &quot;hello-again&quot; and create our directory structure including the &quot;src&quot; folder.": "Teraz idź do \"hello-again\" i utwórz naszą strukturę katalogu włączając katalog \"src\".",
    "Create &quot;hello-again.vala&quot; in the &quot;src&quot; folder.  This time we're going to prefix our file with a small legal header. More about legal stuff later. For now, just copy and paste this, changing out <code>YourName</code> for your actual name:": "Utwórz \"hello-againt.vala\" w katalogu \"src\". Tym razem, poprzedzimy nasz plik małym dozwolonym nagłówkiem. Więcej na temat dozwolonych rzeczy później. Póki co, po prostu skopiuj to i wklej, zmieniając <code>YourName</code> na Twoje aktualne imię:",
    "Now, let's create our main function, a <code>Gtk.Window</code>, and set the window's default properties. Refer back to the last chapter if you need a refresher.": "Teraz, stwórzmy naszą główną funkcję, <code>Gtk.Window</code>, i ustawmy domyślne właściwości okna. Jeśli potrzebujesz przypomnienia, odsyłam do poprzedniego rozdziału.",
    "For the sake of time let's just put a <code>Gtk.Label</code> instead of a <code>Gtk.Button</code>. We don't need to try to make the label do anything when you click it.": "Ze względu na czas, po prostu umieśćmy <code>Gtk.Label</code> w miejsce <code>Gtk.Button</code>. Nie musimy próbować przypisywać do etykiety żadnej akcji, którą ma wykonać po kliknięciu w etykietę.",
    "Don't forget to add it to your window and show the window's contents:": "Nie zapomnij dodać tego do Twojego okna i wyświetlić zawartości okna:",
    "Build &quot;hello-again.vala&quot; just to make sure it all works. If something goes wrong here, feel free to refer back to the last chapter and remember to check your terminal output for any hints.": "Zbuduj \"hello-again.vala\" aby sprawdzić, czy wszystko działa. Jeśli coś poszło nie tak, wróć do poprzedniego rozdziału i nie zapomnij sprawdzić, czy w wyjściu Twojego terminala nie ma żadnych podpowiedzi.",
    "Initialize the branch, add your files to the project, and write a commit message using what you learned in the last chapter. Lastly, push your first revision with <code>bzr</code>:": "Zainicjuj \"gałąź\", dodaj Twoje pliki do projektu i napisz wiadomość używając wiedzy, którą zdobyłeś w poprzednim rozdziale. W końcu, wypuść swoją pierwszą zmianę z <code>bzr</code>.",
    "Everything working as expected? Good. Now, let's get our app ready for other people to use.": "Wszystko działa tak, jak powinno? Dobrze. Teraz przygotujmy naszą aplikację do użytku przez innych ludzi.",
    "The .desktop File": "Plik .desktop",
    "Every app comes with a .desktop file. This file contains all the information needed to display your app in the Applications menu and in the Dock. Let's go ahead and make one:": "Każda aplikacja jest dostarczana z plikiem .desktop. Ten plik zawiera wszystkie informacje potrzebne do wyświetlenia naszej aplikacji w Menu Aplikacji i w doku. Stwórzmy jeden taki plik:",
    "In your project's root, create a new folder called &quot;data&quot;.": "W katalogu root Twojego projektu, stwórz nowy katalog o nazwie \"data\".",
    "Create a new file in scratch and save it in the &quot;data&quot; folder as &quot;hello.desktop&quot;.": "Stwórz nowy plik w scratchu i zapisz go w katalogu \"data\", jako \"hello.desktop\".",
    "Type the following into &quot;hello.desktop&quot;. Like before, try to guess what each line does.": "Wprowadź, co następuje, w \"hello.desktop\". Jak poprzednio, spróbuj zgadnąć, jaką akcję wykonuje każda linia.",
    "The first line declares that this file is a &quot;Desktop Entry&quot; file. The next three lines are descriptions of our app: The branded name of our app, a generic name for our app, and a comment that describes our app's function. Next, we categorize our app. Then, we say what command will execute it. Finally, we give our app an icon (a generic one included in elementary OS) and let the OS know that this isn't a command line app. For more info about crafting .desktop files, check out <a href=\"/docs/human-interface-guidelines/app-launchers\">this HIG entry</a>.": "Pierwsza linia deklaruje, że ten plik jest plikiem \"wpisu pulpitu\". Następne trzy linie są opisami naszej aplikacji: markowa nazwa naszej aplikacji, ogólna nazwa aplikacji, i komentarz opisujący funkcję naszej aplikacji. Następnie, kategoryzujemy naszą aplikację. Po tym, ustalamy, jaka komenda będzie ją uruchamiała. Na koniec, przydzielamy naszej aplikacji ikonę (ogólna jest zawarta w elementary OS) i dajemy znać systemowi, że nie jest to aplikacja terminalowa. Po więcej informacji na temat tworzenia plików .desktop, sprawdź <a href=\"/docs/human-interface-guidelines/app-launchers\">tę stronę HIG</a>.",
    "Finally, let's add this file to bzr and commit a revision:": "Finalnie, dodajmy ten plik do bzr i zgłośmy zmianę:",
    "Legal Stuff": "Dozwolone rzeczy",
    "Since we're going to be putting our app out into the wild, we should include some information about who wrote it and the legal usage of its source code. For this we need two new files in our project's root folder: AUTHORS and COPYING.": "Jako, że chcemy puścić naszą aplikację w świat, powinniśmy zawrzeć wewnątrz niej trochę informacji na temat tego, kto ją napisał i na temat dozwolonego użycia kodu źródłowego. W tym celu, potrzebujemy dwóch nowych plików w katalogu root naszego projektu: AUTHORS i COPYING.",
    "Authors": "Autorzy",
    "The AUTHORS file is pretty straightforward. This file contains your name and email address along with the name and email address of anyone who helped you make your app. It typically looks like this:": "Plik AUTHORS jest bardzo przystępny. Ten plik zawiera Twoje imię i adres e-mail oraz imiona i adresy e-mail osób, które pomagały Ci przy tworzeniu tej aplikacji.  Zwykle wygląda to mniej więcej tak:",
    "Copying": "Kopiowanie",
    "The COPYING file contains a copy of the license that your code is released under. For elementary apps this is typically the <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU Public License</a> (GPL). Remember the header we added to our source code? That header reminds people that your app is licensed and it belongs to you. You can choose other licenses like the MIT license as well, but for this example let's stick to the <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>.": "Plik COPYING zawiera kopię licencji obejmującej Twój kod. Dla aplikacji elementary zazwyczaj jest to licencja <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU Public License</a> (GPL). Pamiętasz nagłówek, który dodaliśmy do naszego kodu źródłowego? Ten nagłówek przypomina ludziom, że Twoja aplikacja jest licencjonowana i należy do Ciebie. Możesz wybrać inne licencje, jak np. licencja MIT, ale przy tym przykładzie, trzymajmy się licencji <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>.",
    "Mark Your Progress": "Oznacz swoje postępy",
    "Did you remember to add these files to bzr and commit a revision? Each time we add a new file or make a significant change it's a good idea to commit a new revision and push to Launchpad. Keep in mind that this acts as a backup system as well; when we push our work to Launchpad, we know it's safe and we can always revert to a known good revision if we mess up later.": "Pamiętałeś o dodaniu tych plików do bzr i zgłoszeniu zmiany? Za każdym razem, gdy dodajemy nowy plik lub dokonujemy znaczącej zmiany, dobrze jest zgłosić nową zmianę i umieścić ją w Launchpadzie. Traktuj to, jak kopię zapasową systemu; kiedy umieszczamy naszą pracę w Launchpadzie, wiemy, że jest bezpieczna i zawsze możemy wrócić do dobrze znanej zmiany, jeśli później coś namieszamy.",
    "Now that we've got all these swanky files laying around, we need a way to tell the computer what to do with them. Ready for the next chapter? Let's do this!": "Teraz, gdy mamy wszystkie te eleganckie pliki leżące obok siebie, potrzebujemy sposobu, aby powiedzieć komputerowi, co z nimi zrobić. Gotowy na następny rozdział! Do dzieła!",
    "The Build System": "System Budowania",
    "The next thing we need is a build system. The build system that we're going to be using is called <a href=\"http://www.cmake.org\">CMake</a>. We already installed the <code>cmake</code> program at the beginning of this book when we got the build dependencies for Granite Demo. What we're going to do in this step is get a copy of some additional modules for Cmake (support for Vala, translations, etc), and create the files that tell Cmake how to install your program. This includes all the rules for building your source code as well as correctly installing your .desktop file and the binary app that results from the build process.": "Następna rzecz, której potrzebujemy, to system budowania. Ten, którego użyjemy, nazywa się <a href=\"http://www.cmake.org\">CMake</a>. Zainstalowaliśmy już program <code>cmake</code> na początku tej książki, kiedy ściągaliśmy zależności dla Granite Demo. To, co zamierzamy zrobić w tym kroku, to zdobycie kopii kilku dodatkowych modułów dla Cmake (wsparcie dla Vala, tłumaczenia, itp.) i utworzenie plików, które powiedzą Cmake'owi, jak zainstalować nasz program. Ten krok zawiera wszystkie zasady budowania naszego kodu źródłowego, jak i poprawną instalację naszego pliku .desktop i aplikacji binarnej będącej wynikiem procesu budowania.",
    "The elementary apps team maintains a copy of the CMake modules that we're going to need. Make sure you're in &quot;~/Projects&quot; (not in your hello-again folder) and then grab the latest copy of those modules with bzr. Notice that we're not in &quot;~/Projects/hello-world&quot;. This is because our cmake modules are not a branch of our Hello World app:": "Drużyna aplikacji elementary utrzymuje kopię modułów CMake, których będziemy potrzebować. Upenij się, że jesteś w \"~Projects\" (nie w katalogu hello-again) i przeciągnij tam ostatnią kopię tych modułów z bzr. Zauważ, że nie jesteśmy w \"~Projects/hello-world\". Jest to spowodowane tym, że moduły cmake nie są gałęzią naszej aplikacji Hello World.",
    "You'll see a folder called &quot;cmake&quot;. Copy that into your &quot;hello-again&quot; folder. It's that easy.": "Zobaczysz katalog o nazwie \"cmake\". Skopiuj go do Twojego katalogu \"hello-again\". To tak proste.",
    "Create a new file in your project's root folder called &quot;CMakeLists.txt&quot;. Since this file is a bit long, we've included some comments along the way to explain each section. You don't have to copy those, but type the rest into that file:": "Utwórz nowy plik w katalogu root Twojego projektu i nazwij go \"CMakeLists.txt\". Ponieważ plik jest trochę długi, załączyliśmy trochę komentarzy, aby wyjaśnić każdą sekcję. Nie musisz ich kopiować, ale wprowadź do tego pliku, co następuje:",
    "And you're done! Your app now has a real build system. Don't forget to add these files to bzr and push to launchpad. This is a major milestone in your app's development!": "I gotowe! Twoja aplikacja ma teraz prawdziwy system budowania. Nie zapomnij dodać tych plików do bzr i wysłać ich do launchpada. To ważny kamień milowy w tworzeniu Twojej nowej aplikacji!",
    "Building and Installing with CMake": "Budowanie i instalowanie z CMake",
    "Now that we have a build system, let's try it out:": "Teraz, gdy mamy już system budowania, przetestujmy go:",
    "Create a new folder in your project's root folder called &quot;build&quot;": "Stwórz nowy katalog o nazwie \"build\" w katalogu root Twojego projektu",
    "Change into this directory in terminal and execute the following command:": "Udaj się do tej lokalizacji w terminalu i wykonaj następujące komendy:",
    "This command tells cmake to get ready to build our app using the prefix &quot;/usr&quot;. The <code>cmake</code> command defaults to installing our app locally, but we want to install our app for all users on the computer.": "This command tells cmake to get ready to build our app using the prefix \"/usr\". The <code>cmake</code> command defaults to installing our app locally, but we want to install our app for all users on the computer.",
    "Build your app with <code>make</code> and if successful install it with <code>sudo make install</code>:": "Skompiluj aplikację komendą <code>make</code> oraz jeżeli kompilacja przebiegła pomyślnie, zainstaluj ją poleceniem <code>sudo make install</code>.",
    "If all went well, you should now be able to open your app from the Applications menu and pin it to the Dock.  If you were about to add the &quot;build&quot; folder to your bzr branch and push it, stop! This binary was built for your computer and we don't want to redistribute it. In fact, we built your app in a separate folder like this so that we can easily delete or ignore the &quot;build&quot; folder and it won't mess up our app's source code.": "If all went well, you should now be able to open your app from the Applications menu and pin it to the Dock.  If you were about to add the \"build\" folder to your bzr branch and push it, stop! This binary was built for your computer and we don't want to redistribute it. In fact, we built your app in a separate folder like this so that we can easily delete or ignore the \"build\" folder and it won't mess up our app's source code.",
    "We'll revisit CMake again later to add some more complicated behavior, but for now this is all you need to know to give your app a proper build system. If you want to explore CMake a little more on your own, you can always check out <a href=\"http://www.cmake.org/cmake/help/documentation.html\">CMake's documentation</a>.": "We'll revisit CMake again later to add some more complicated behavior, but for now this is all you need to know to give your app a proper build system. If you want to explore CMake a little more on your own, you can always check out <a href=\"http://www.cmake.org/cmake/help/documentation.html\">CMake's documentation</a>.",
    "Review": "Podsumowanie",
    "Let's review what all we've learned to do:": "Spójrzmy na to, co nauczyliśmy się robić:",
    "Create a new Gtk app using <code>Gtk.Window</code>, <code>Gtk.Button</code>, and <code>Gtk.Label</code>": "Tworzyć nową aplikację używając <code>Gtk.Window</code>, <code>Gtk.Button</code>, i <code>Gtk.Label</code>",
    "Keep our projects organized into branches": "Trzymać nasze projekty zorganizowane w odpowiednich gałęziach folderu",
    "License our app under the GPL and declare our app's authors in a standardized manner": "License our app under the GPL and declare our app's authors in a standardized manner",
    "Create a .desktop file that tells the computer how to display our app in the Applications menu and the Dock": "Tworzyć plik .desktop który powie komputerowi jak wyświetlać naszą aplikację w Menu aplikacji i  Docku",
    "Set up a CMake build system that contains all the rules for building our app and installing it cleanly": "Set up a CMake build system that contains all the rules for building our app and installing it cleanly",
    "That's a lot! You're well on your way to becoming a bonified app developer for elementary OS. Give yourself a pat on the back, then take some time to play around with this example. Change the names of files and see if you can still build and install them properly. Ask another developer to branch your project from launchpad and see if it builds and installs cleanly on their computer. If so, you've just distributed your first app! When you're ready, we'll move onto the next section: Packaging.": "That's a lot! You're well on your way to becoming a bonified app developer for elementary OS. Give yourself a pat on the back, then take some time to play around with this example. Change the names of files and see if you can still build and install them properly. Ask another developer to branch your project from launchpad and see if it builds and installs cleanly on their computer. If so, you've just distributed your first app! When you're ready, we'll move onto the next section: Packaging.",
    "Adding Translations": "Dodawanie tłumaczeń",
    "Now that you've learned about CMake, the next step is to make your app able to be translated to different languages. The first thing you need to know is how to convert strings in your code into translatable strings. Here's an example:": "Now that you've learned about CMake, the next step is to make your app able to be translated to different languages. The first thing you need to know is how to convert strings in your code into translatable strings. Here's an example:",
    "See the difference? We just added <code>_()</code> around the string! Well, that was easy!": "Widzisz różnicę? Właśnie dodaliśmy <code>_()</code>! To było proste!",
    "Go back to your project and make all your strings translatable by adding <code>_()</code>": "Go back to your project and make all your strings translatable by adding <code>_()</code>",
    "Add the following lines in the &quot;CMakeLists.txt&quot; file you created a moment ago:": "Dodaj następujące linie w pliku \"CMakeLists.txt\", który przed chwilą utworzyłeś:",
    "Create a directory named &quot;po&quot; on the root folder of your project. Inside of your po directory you will need to create another CMakeLists.txt file. This time, it's contents will be:": "Create a directory named \"po\" on the root folder of your project. Inside of your po directory you will need to create another CMakeLists.txt file. This time, it's contents will be:",
    "On your build directory execute the following commands:": "On your build directory execute the following commands:",
    "Don't forget to add this new directory and it's contents to bzr": "Nie zapomnij dodać tego folderu wraz z zawartością do bzr",
    "That's it! CMake will automatically add all the string marked with <code>_()</code> into a .pot template file, and a file for each available language where you'll place the translatable strings.": "That's it! CMake will automatically add all the string marked with <code>_()</code> into a .pot template file, and a file for each available language where you'll place the translatable strings.",
    "Packaging": "Pakowanie",
    "While having a build system is great, our app still isn't ready for regular users. We want to make sure our app can be built and installed without having to use Terminal. What we need to do is package our app. To do this, we use the Debian packaging format (.deb) on elementary OS. This section will teach you how to package your app as a .deb file, hosted in a Personal Package Archive (PPA) on Launchpad. This will allow normal people to install your app and even get updates for it in Update Manager.": "While having a build system is great, our app still isn't ready for regular users. We want to make sure our app can be built and installed without having to use Terminal. What we need to do is package our app. To do this, we use the Debian packaging format (.deb) on elementary OS. This section will teach you how to package your app as a .deb file, hosted in a Personal Package Archive (PPA) on Launchpad. This will allow normal people to install your app and even get updates for it in Update Manager.",
    "Practice Makes Perfect": "Praktyka czyni mistrza",
    "If you want to get really good really fast, you're going to want to practice. Repetition is the best way to commit something to memory. So let's recreate our entire Hello World app again <em>from scratch</em>:": "If you want to get really good really fast, you're going to want to practice. Repetition is the best way to commit something to memory. So let's recreate our entire Hello World app again <em>from scratch</em>:",
    "Create a new branch folder &quot;hello-packaging&quot;": "Stwórz nowy folder \"hello-packaging\"",
    "Set up our directory structure including the &quot;src&quot; and &quot;data&quot; folders.": "Set up our directory structure including the \"src\" and \"data\" folders.",
    "Add your Authors, Copying, .desktop, and source code.": "Add your Authors, Copying, .desktop, and source code.",
    "Now set up the CMake build system.": "Now set up the CMake build system.",
    "Test everything!": "Zacznij testować!",
    "Did you commit and push to launchpad for each step? Keep up these good habits and let's get to packaging this app!": "Did you commit and push to launchpad for each step? Keep up these good habits and let's get to packaging this app!",
    "Debian Control": "Kontrola Debiana",
    "Now it's time to create the rules that will allow your app to be built as a .deb package. Let's dive right in:": "Teraz czas żeby utworzyć zasady, które pomogą skompilować Twoją aplikację jako paczkę .deb. Zajrzyjmy do tego:",
    "Like CMake, elementary maintaines a simple version of the &quot;debian&quot; folder that contains all the files we need for packaging. Let's grab a copy of that with bzr:": "Like CMake, elementary maintaines a simple version of the \"debian\" folder that contains all the files we need for packaging. Let's grab a copy of that with bzr:",
    "Copy the &quot;debian&quot; folder from that branch into your &quot;hello-packaging&quot; folder.": "Copy the \"debian\" folder from that branch into your \"hello-packaging\" folder.",
    "Open the file called &quot;changelog&quot; and make it look like below:": "Otwórz plik \"changelog\" i spraw by wyglądał tak:",
    "The first line contains your app's binary name, version, OS codename, and how urgently your package should be built. Remember that your app's binary name is lowercase and does not contain spaces. After the <code>*</code> is a list of your changes. Finally, you include your name, email address, and the date. For more information about the debian changelog, make sure to read the <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentation</a>.": "The first line contains your app's binary name, version, OS codename, and how urgently your package should be built. Remember that your app's binary name is lowercase and does not contain spaces. After the <code>*</code> is a list of your changes. Finally, you include your name, email address, and the date. For more information about the debian changelog, make sure to read the <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentation</a>.",
    "Open the file called &quot;control&quot; and make it look like below:": "Otwórz plik \"control\" i spraw, aby wyglądał jak poniżej: ",
    "Open the file called &quot;copyright&quot;. We only need to edit what's up top:": "Otwórz plik \"copyright\", potrzebujemy edytować to co znajduje się na górze:",
    "That wasn't too bad right? We'll set up more complicated packaging in the future, but for now this is all you need. If you'd like you can always read <a href=\"http://www.debian.org/doc/debian-policy/\">more about Debian packaging</a>.": "That wasn't too bad right? We'll set up more complicated packaging in the future, but for now this is all you need. If you'd like you can always read <a href=\"http://www.debian.org/doc/debian-policy/\">more about Debian packaging</a>.",
    "Launchpad Recipes": "Launchpad Recipes",
    "Now that we have our &quot;debian&quot; folder in order, it's time to go to launchpad and create a recipe: instructions what code to build, how often to build it, and where to put the resulting packages.": "Now that we have our \"debian\" folder in order, it's time to go to launchpad and create a recipe: instructions what code to build, how often to build it, and where to put the resulting packages.",
    "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Click this link</a> or go to Launchpad, find your hello-packaging branch, then select <strong>Create packaging recipe</strong>.": "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Click this link</a> or go to Launchpad, find your hello-packaging branch, then select <strong>Create packaging recipe</strong>.",
    "Read through the options available to you. You can go ahead and keep the defaults for Name, Description (it's blank), Owner, Daily builds, and PPA but you can also customize a bit if you'd like.": "Read through the options available to you. You can go ahead and keep the defaults for Name, Description (it's blank), Owner, Daily builds, and PPA but you can also customize a bit if you'd like.",
    "When you get down to a set of checkboxes with the header &quot;Default distribution series&quot;, make sure you select &quot;Trusty&quot;. elementary OS Freya shares it's core with Ubuntu Trusty, so packages built on Trusty will also work on Freya.": "When you get down to a set of checkboxes with the header \"Default distribution series\", make sure you select \"Trusty\". elementary OS Freya shares it's core with Ubuntu Trusty, so packages built on Trusty will also work on Freya.",
    "For recipe text, we're going to change it ever so slightly to conform better with the official Debian rules. Change out the first line for this one:": "For recipe text, we're going to change it ever so slightly to conform better with the official Debian rules. Change out the first line for this one:",
    "Notice that this is ever so slightly different from the default line which includes <code>{debupstream}-0~{revno}</code> instead of <code>{debupstream}+r{revno}-0</code>.": "Notice that this is ever so slightly different from the default line which includes <code>{debupstream}-0~{revno}</code> instead of <code>{debupstream}+r{revno}-0</code>.",
    "When you're happy with the options you've chosen, select <strong>Create Recipe</strong>.": "When you're happy with the options you've chosen, select <strong>Create Recipe</strong>.",
    "Now that you've created a recipe, you only have to wait until Launchpad finishes the build! If everything goes as planned, your new PPA will contain a packaged app which other people can install and run with ease. Additionally, anyone using your PPA will be able to get updates for your app if you upload a new version. We'll talk more about how to do that later.": "Now that you've created a recipe, you only have to wait until Launchpad finishes the build! If everything goes as planned, your new PPA will contain a packaged app which other people can install and run with ease. Additionally, anyone using your PPA will be able to get updates for your app if you upload a new version. We'll talk more about how to do that later.",
    "Creating Layouts": "Tworzenie układów",
    "Now that you know how to code, build, and distribute an app using Vala, Gtk, CMake, and Launchpad PPAs, it’s time to learn a little bit more about how to build out your app into something really useful. The first thing we need to learn is how to lay out widgets in our window. But we have a fundamental problem: We can only add one widget (one “child”) to <code>Gtk.Window</code>. So how do we get around that to create complex layouts in a Window? We have to add a widget that can contain multiple children. One of those widgets is <code>Gtk.Grid</code>.": "Now that you know how to code, build, and distribute an app using Vala, Gtk, CMake, and Launchpad PPAs, it’s time to learn a little bit more about how to build out your app into something really useful. The first thing we need to learn is how to lay out widgets in our window. But we have a fundamental problem: We can only add one widget (one “child”) to <code>Gtk.Window</code>. So how do we get around that to create complex layouts in a Window? We have to add a widget that can contain multiple children. One of those widgets is <code>Gtk.Grid</code>.",
    "Widgets as Subclasses of Other Widgets": "Widgety jako części innych widgetów",
    "Before we get into <code>Gtk.Grid</code>, let’s stop for a second and take some time to understand Gtk a little better. At the lower level, Gtk has classes that define some pretty abstract traits of widgets such as <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> and <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. These aren’t widgets that we’re going to use directly in our code, but they’re used as building blocks to create the widgets that we do use. It’s important that we understand this, because it means that when we understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Grid</code>, we also understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Toolbar</code>. Both Grid and Toolbar are widgets that are subclasses of the more abstract class <code>Gtk.Container</code>.": "Before we get into <code>Gtk.Grid</code>, let’s stop for a second and take some time to understand Gtk a little better. At the lower level, Gtk has classes that define some pretty abstract traits of widgets such as <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> and <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. These aren’t widgets that we’re going to use directly in our code, but they’re used as building blocks to create the widgets that we do use. It’s important that we understand this, because it means that when we understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Grid</code>, we also understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Toolbar</code>. Both Grid and Toolbar are widgets that are subclasses of the more abstract class <code>Gtk.Container</code>.",
    "If you want to understand more about these widgets and the parts of Gtk that they subclass, jump over to <a href=\"http://valadoc.org/\">Valadoc</a> and search for a widget like <code>Gtk.Grid</code>. See that big tree at the top of the page? It shows you every component of Gtk that <code>Gtk.Grid</code> subclasses and even what those components subclass. Having a lower level knowledge of Gtk will help you to implement widgets you haven’t worked with before since you will understand how their parent classes work.": "If you want to understand more about these widgets and the parts of Gtk that they subclass, jump over to <a href=\"http://valadoc.org/\">Valadoc</a> and search for a widget like <code>Gtk.Grid</code>. See that big tree at the top of the page? It shows you every component of Gtk that <code>Gtk.Grid</code> subclasses and even what those components subclass. Having a lower level knowledge of Gtk will help you to implement widgets you haven’t worked with before since you will understand how their parent classes work.",
    "Gtk.Grid": "Gtk.Grid",
    "Now that we’ve gotten that out of the way, let’s get back to our Window and <code>Gtk.Grid</code>. Since you’re a master developer now, you can probably set up a new project complete with CMake, push it to Launchpad, and build a PPA in your sleep. If you want the practice, go ahead and do all of that again. Otherwise, it’s probably convenient for our testing purposes to just play around locally and build from Terminal. So code up a nice <code>Gtk.Window</code> without anything in it and make sure that builds. Ready? Let’s add a Grid.": "Now that we’ve gotten that out of the way, let’s get back to our Window and <code>Gtk.Grid</code>. Since you’re a master developer now, you can probably set up a new project complete with CMake, push it to Launchpad, and build a PPA in your sleep. If you want the practice, go ahead and do all of that again. Otherwise, it’s probably convenient for our testing purposes to just play around locally and build from Terminal. So code up a nice <code>Gtk.Window</code> without anything in it and make sure that builds. Ready? Let’s add a Grid.",
    "Just like when we add a Button or Label, we need to create our <code>Gtk.Grid</code>. As always, don’t copy and paste! Practice makes perfect. We create a new Gtk.Grid like this:": "Just like when we add a Button or Label, we need to create our <code>Gtk.Grid</code>. As always, don’t copy and paste! Practice makes perfect. We create a new Gtk.Grid like this:",
    "Remember that Button and Label accepted an argument (a String) in the creation method (that’s the stuff in parentheses and quotes). As shown above, <code>Gtk.Grid</code> doesn’t accept any arguments in the creation method. However, you can still change the grid’s properties (like <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Orientation\">orientation</a>) as we did on the second line. Here, we’ve declared that when we add widgets to our grid, they should stack vertically.": "Remember that Button and Label accepted an argument (a String) in the creation method (that’s the stuff in parentheses and quotes). As shown above, <code>Gtk.Grid</code> doesn’t accept any arguments in the creation method. However, you can still change the grid’s properties (like <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Orientation\">orientation</a>) as we did on the second line. Here, we’ve declared that when we add widgets to our grid, they should stack vertically.",
    "Let’s add some stuff to the Grid:": "Let’s add some stuff to the Grid:",
    "Super easy stuff, right? We can add the grid to our window using the same method that we just used to add widgets to our grid:": "Super easy stuff, right? We can add the grid to our window using the same method that we just used to add widgets to our grid:",
    "Now build your app and see what it looks like. Since we’ve given our grid a <code>Gtk.Orientation</code> of <code>VERTICAL</code> the labels stack up on top of each other. Try creating a <code>Gtk.Grid</code> without giving it an orientation. By default, <code>Gtk.Grid</code>’s orientation is horizontal. You really only ever have to give it an orientation if you need it to be vertical.": "Now build your app and see what it looks like. Since we’ve given our grid a <code>Gtk.Orientation</code> of <code>VERTICAL</code> the labels stack up on top of each other. Try creating a <code>Gtk.Grid</code> without giving it an orientation. By default, <code>Gtk.Grid</code>’s orientation is horizontal. You really only ever have to give it an orientation if you need it to be vertical.",
    "Functionality in Gtk.Grid": "Functionality in Gtk.Grid",
    "Okay, so you know all about using a <code>Gtk.Grid</code> to pack multiple children into a Window. What about using it to lay out some functionality in our app? Let’s try building an app that shows a message when we click a button. Remember in our first “Hello World” how we changed the label of the button with <code>button.clicked.connect</code>? Let’s use that method again, but instead of just changing the label of the button, we’re going to use it to change an empty label to a message.": "Okay, so you know all about using a <code>Gtk.Grid</code> to pack multiple children into a Window. What about using it to lay out some functionality in our app? Let’s try building an app that shows a message when we click a button. Remember in our first “Hello World” how we changed the label of the button with <code>button.clicked.connect</code>? Let’s use that method again, but instead of just changing the label of the button, we’re going to use it to change an empty label to a message.",
    "Let’s create a Window with a vertical Grid that contains a Button and a Label:": "Let’s create a Window with a vertical Grid that contains a Button and a Label:",
    "This time when we created our grid, we gave it another property: <code>row_spacing</code>. We can also add <code>column_spacing</code>, but since we’re stacking widgets vertically we’ll only see the effect of <code>row_spacing</code>. Notice how we can create new widgets outside the grid and then pack them into the grid by name. This is really helpful when you start using different methods to change the properties of your widgets.": "This time when we created our grid, we gave it another property: <code>row_spacing</code>. We can also add <code>column_spacing</code>, but since we’re stacking widgets vertically we’ll only see the effect of <code>row_spacing</code>. Notice how we can create new widgets outside the grid and then pack them into the grid by name. This is really helpful when you start using different methods to change the properties of your widgets.",
    "Now, let’s hook up the button to change that label. To keep our code logically separated, we’re going to add it below <code>this.add (grid);</code>. In this way, the first portion of our code defines the UI and the next portion defines the functions that we associated with the UI:": "Now, let’s hook up the button to change that label. To keep our code logically separated, we’re going to add it below <code>this.add (grid);</code>. In this way, the first portion of our code defines the UI and the next portion defines the functions that we associated with the UI:",
    "Remember, we set the button as insensitive here because clicking it again has no effect. Now compile your app and marvel at your newfound skills. Play around with orientation and spacing until you feel comfortable.": "Remember, we set the button as insensitive here because clicking it again has no effect. Now compile your app and marvel at your newfound skills. Play around with orientation and spacing until you feel comfortable.",
    "The Attach Method": "The Attach Method",
    "While we can use <code>Gtk.Grid</code> simply to create single row or single column layouts with the add method, we can also use it to create row-and-column-based layouts with the <code>attach</code> method. First we’re going to create a new <code>Gtk.Grid</code> and set both column and row spacing, then we’ll create all the widgets we want to attach to our grid, and finally we’ll attach them.": "While we can use <code>Gtk.Grid</code> simply to create single row or single column layouts with the add method, we can also use it to create row-and-column-based layouts with the <code>attach</code> method. First we’re going to create a new <code>Gtk.Grid</code> and set both column and row spacing, then we’ll create all the widgets we want to attach to our grid, and finally we’ll attach them.",
    "Make sure to give the Grid, Buttons, and Labels unique names that you’ll remember. It’s best practice to use descriptive names so that people who are unfamiliar with your code can understand what a widget is for without having to know your app inside and out.": "Make sure to give the Grid, Buttons, and Labels unique names that you’ll remember. It’s best practice to use descriptive names so that people who are unfamiliar with your code can understand what a widget is for without having to know your app inside and out.",
    "Notice that the attach method takes 5 arguments:": "Notice that the attach method takes 5 arguments:",
    "The widget that you want to attach to the grid.": "The widget that you want to attach to the grid.",
    "The column number to attach to starting at 0.": "The column number to attach to starting at 0.",
    "The row number to attach to starting at 0.": "The row number to attach to starting at 0.",
    "The number of columns the widget should span.": "The number of columns the widget should span.",
    "The number of rows the widget should span.": "The number of rows the widget should span.",
    "You can also use <code>attach_next_to</code> to place a widget next to another one on <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">all four sides</a>. Don’t forget to add the functionality associated with our buttons:": "You can also use <code>attach_next_to</code> to place a widget next to another one on <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">all four sides</a>. Don’t forget to add the functionality associated with our buttons:",
    "You’ll notice in the example code above that we’ve created a 2 x 2 grid with buttons on the left and labels on the right. The top label goes from blank to “Hello World!” and the button label is rotated 90 degrees. Notice how we gave the buttons labels that directly call out what they do to the other labels.": "You’ll notice in the example code above that we’ve created a 2 x 2 grid with buttons on the left and labels on the right. The top label goes from blank to “Hello World!” and the button label is rotated 90 degrees. Notice how we gave the buttons labels that directly call out what they do to the other labels.",
    "Let’s recap what we learned in this section:": "Powtórzmy to czego się nauczyliśmy w tej sekcji:",
    "We learned about the building blocks of Gtk and the importance of subclasses": "We learned about the building blocks of Gtk and the importance of subclasses",
    "We packed multiple children into a Window using <code>Gtk.Grid</code>": "We packed multiple children into a Window using <code>Gtk.Grid</code>",
    "We set the properties of <code>Gtk.Grid</code> including its orientation and spacing": "We set the properties of <code>Gtk.Grid</code> including its orientation and spacing",
    "We added multiple widgets into a single Gtk.Grid using the attach method to create complex layouts containing Buttons and Labels that did cool stuff.": "We added multiple widgets into a single Gtk.Grid using the attach method to create complex layouts containing Buttons and Labels that did cool stuff.",
    "Now that you understand more about Gtk, Grids, and using Buttons to alter the properties of other widgets, try packing other kinds of widgets into a window like a Toolbar and changing other properties of <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Label\">Labels</a> like <code>width_chars</code> and <code>ellipsize</code>. Don’t forget to play around with the attach method and widgets that span across multiple rows and columns. Remember that Valadoc is super helpful for learning more about the methods and properties associated with widgets.": "Now that you understand more about Gtk, Grids, and using Buttons to alter the properties of other widgets, try packing other kinds of widgets into a window like a Toolbar and changing other properties of <a href=\"http://valadoc.org/#!api=gtk+-3.0/Gtk.Label\">Labels</a> like <code>width_chars</code> and <code>ellipsize</code>. Don’t forget to play around with the attach method and widgets that span across multiple rows and columns. Remember that Valadoc is super helpful for learning more about the methods and properties associated with widgets.",
    "Next Page:": "Następna strona:",
    "Reference": "Reference"
}