{
    "Reference": "Referencja",
    "Now that you've stepped through the developer guide like a champ, we have some reference materials for you. This would be a great place to bookmark and refer back to when you have questions about elementary development.": "Teraz, kiedy udało Ci się przejść przez instrukcję dla developerów niczym prawdziwy mistrz, Mamy dla Ciebie trochę materiałów na których możesz pracować. Rozważ dodanie tej strony do ulubionych aby móc tu wrócić zawsze w momencie, kiedy będziesz miał pytania dotyczące współtworzenia systemu elementary.",
    "Code Style": "Styl Kodu",
    "The purpose of this guide is to provide clean and accurate instructions on\nwriting good code across all elementary projects. This guideline is to be\nfollowed on every file, in order to keep our code consistent and readable. We\nare also inheriting some of the GNOME's Vala guidelines to keep our code\nconsistent with other Vala programs.": "Celem tego przewodnika jest dostarczenie Ci zrozumiałych i konkretnych instrukcji dotyczących programowania dla wszystkich projektów w ramach projektu elementary. Ta instrukcja będzie obecna w każdym pliku, dzięki temu Nasz kod będzie spójny i łatwy do odczytania. Oprócz tego dołączone zostaną także niektóre instrukcje dla GNOME Vala, celem uzyskania spójności z innymi programami Vala.",
    "If the guidelines here proposed are followed, newcomers to elementary\ndevelopment will be more easily able to join the development and\nunderstand code. Besides, it'll make it easier for all developers to work on\napplications that they don't usually work on, because the code will be\nconsistent. Finally, as Guido Van Rossum said - &quot;Code is much more often read\nthan written&quot;, so having nicely written code is crucial.": "Jeśli proponowane tu wytyczne będą przestrzegane, nowo-przybyłe\nosoby będą mogły łatwiej przyłączyć się do rozwoju i zrozumieć kod.\nPoza tym, będzie to ułatwienie i zachęta dla wszystkich deweloperów\ndo pracy nad aplikacjami, nad którymi zwykle pracy nie podejmują,\nponieważ kod będzie spójny. W końcu, jak powiedzial Guido Van Rossum - \"Kod jest o wiele częściej czytany, niż pisany\", tak więc posiadanie ładnego kodu jest bardzo istotne.",
    "Disclaimer": "Wyjaśnienie",
    "This guide is not finished, but has been discussed and partially approved by\nthe elementary contributors. It is subject to changes in the near future.": "Ten przewodnik nie jest jeszcze ukończony, ale został omówiony i częściowo zatwierdzony \nprzez współtwórców elementary. Jest to temat do zmian w niedalekiej przyszłości.",
    "Whitespace": "Białe znaki",
    "There is no trailing whitespace at the end of a line, whether it's empty or\nnot. There is also no empty line after declaring a function:": "Nie umieszczać kończących białych znaków na końcu wiersza, niezależnie od tego, \nczy jest pusty, czy nie. Poza tym, nie umieszczać pustej linii po zadeklarowaniu funkcji:",
    "White space comes before opening parentheses:": "Białe znaki są przed otwarciem nawiasów:",
    "Whitespace goes in all maths-related code, between numbers and operators.": "Białe znaki idą we wszystkich kodach związanych z matematyką, między numerami i operatorami.",
    "Indentation": "Wcięcie",
    "Vala code is indented using 4 spaces for consistency and readability.": "Wcięcia w kodzie Vala zbudowane są z 4 spacji dla spójności i czytelności.",
    "In classes, functions, loops and general flow control, the first parentheses\nis on the end of the first line (&quot;One True Brace Style&quot;), followed by the\nindented code, and a line closing the function with a curly bracket:": "W klasach, funkcjach, pętlach i ogólnej kontroli przepływu, pierwsze nawiasy\nsą na końcu pierwszego wiersza (\"Jedyny Prawdziwy Styl Brace\"), następnie wcięty kod i linia zamykająca funkcję z klamerką na końcu:",
    "On conditionals and loops, always use braces even if there's only one line of code:": "Przy instrukcjach warunkowych i pętlach, zawsze używaj klamerek, chyba, że mieszczą się w jednej linii kodu:",
    "Cuddled else and else if:": "\"Cuddled else\" i else obok siebie, jeśli:",
    "If you are checking the same variable more than twice, use switch/case instead of multiple else/if:": "Jeśli sprawdzasz te same zmienne więcej, niż dwukrotnie, używaj switch/case zamiast wielokrotnego else/if:",
    "Classes and files": "Klasy i pliki",
    "Only having one class per file is recommended.": "Rekomendowane jest posiadania tylko jednej klasy w pliku.",
    "All files have the same name of the class in them.": "Wszystkie pliki posiadają taką samą nazwę jak nazwa klasy w nich zawartej.",
    "Separate code into classes for easier extensibility.": "Dziel kod na klasy dla lepszej rozszerzalności.",
    "Comments": "Komentarze",
    "Comments are either on the same line as the code or in a special line.": "Komentarze są na tej samej linii, jak kod lub w specjalnych liniach.",
    "Comments are indented alongside the code, and obvious comments do more harm\nthan good.": "Komentarze są wcięte obok kodu, a oczywiste komentarze przynoszą więcej szkody, niż pożytku.",
    "Variable names, class names, function names": "Zmienne nazwy, nazwy klas, nazwy funkcji",
    "Also worth referring that there should be no Hungarian notation, and no mix of\nany kinds of notations.": "Warto również dodać, że nie powinno tu być żadnego węgierskiego zapisu,\nani żadnej mieszanki jakichkolwiek sposobów zapisu.",
    "Vala namespaces": "Pola nazw Vala",
    "Referring to GLib is not necessary. If you want to print something:": "Odnoszenie się do GLib nie jest konieczne, jeśli chcesz coś wydrukować:",
    "Opt for the second one, it's much cleaner.": "Dla drugiego Opt jest już znacznie czystszy.",
    "Columns per line": "Kolumn na linię",
    "Ideally, lines should have no more than 80 characters per line, because this\nis the default terminal size. However, as an exception, more characters could\nbe added, because most people have wide-enough monitors nowadays. The hard\nlimit is 120 characters.": "Idealnie, linie powinny mieć nie więcej, niż 80 znaków na linię, ponieważ\nto standardowy rozmiar terminala. Jednak, w ramach wyjątku, więcej znaków\nmoże być dodane, ponieważ, w dzisiejszych czasach, większość ludzi posiada\ndostatecznie szerokie monitory",
    "GPL Header": "Nagłówek GPL",
    "Reporting Bugs": "Zgłaszanie błędów",
    "One of the big advantages of being an openly developed project is being able to take part in public bug tracking. However, if you're new to working with public bug tracking, it can be difficult to understand how to report bugs The Right Way™. So let's find out how:": "Jedną z największych zalet prowadzenia \"otwartego\" projektu jest możliwość wzięcia udziału w publicznym śledzeniu błędów. Jednakże, jeśli nie robiłeś tego wcześniej, może być Ci trudno zrozumieć, jak Poprawnie™ raportować błędy. Dowiedzmy się więc, jak:",
    "In order to file reports, you must be signed up as a member of Launchpad. If you've been through our <a href=\"/docs/code/getting-started#the-basic-setup\">development guide</a>, you already have this covered.": "In order to file reports, you must be signed up as a member of Launchpad. If you've been through our <a href=\"/docs/code/getting-started#the-basic-setup\">development guide</a>, you already have this covered.",
    "Find the &quot;Report a Bug&quot; page for the app in question. Often times you can right-click the app in the dock, select &quot;About&quot;, and then select &quot;Report a Problem&quot;. Otherwise, you can search for the app on Launchpad, select the &quot;Bugs&quot; tab, and then &quot;Report a Bug&quot; on the right side of the page.": "Znajdź opcję \"Zgłoś błąd\" w aplikacji, której błąd dotyczy. Często musisz kliknąć prawym przyciskiem myszy na ikonie aplikacji w doku, wybrać \"O programie\" i następnie wybrać \"Zgłoś problem\". Jeśli napotkasz jakiś problem, możesz rówineż znaleźć aplikację w Launchpadzie, wybrać zakładkę \"Błędy\" i kliknąć \"Zgłoś błąd\" z prawej strony strony.",
    "When filing a new report, launchpad will automatically check for duplicates. However, it's still a good idea to search the bug list to make sure your report hasn't been filed already. If your report has already been filed by someone else, you can mark the report as affecting you using the link on the top left of the report's page. Only comment on the report if you can provide additional useful information that may help track down the source of the issue. Do not comment things like, &quot;I have this problem too&quot; or &quot;This is a really important issue&quot;.": "Po złożeniu nowego raportu, launchpad automatycznie przeszuka swoją bazę w poszukiwaniu duplikatów. Mimo to, wciąż dobrze jest znaleźć listę błędów i upewnić się, że raport nie został już złożony. Jeśli Twoje zgłoszenie zostało już złożone przez kogoś innego, możesz oznaczyć zgłoszenie jako dotyczące Ciebie, za pomocą linku znajdującego się w lewej-górnej części strony zgłoszeń. Skomentuj błąd tylko, jeśli możesz podać przydatne informacje mogące pomóc zlokalizować źródło problemu. Nie dodawaj komentarzy typu: \"Też mam ten problem\" czy \"To naprawdę ważny błąd\".",
    "If your report has not already been filed by someone else and you've reached the &quot;Report a Bug&quot; page, type in a summary and description of the issue and select &quot;Submit&quot;. Keep in mind the following information while filing your report:": "Jeśli błąd, którego dotyczy Twoje zgłoszenie, nie został jeszcze zgłoszony przez nikogo innego i przebrnąłeś przez stronę \"Zgłoś błąd\", wypełnij podsumowanie oraz opis usterki i kliknij \"Wyślij\". Podczas składania raportu, należy mieć na uwadze następujące informacje:",
    "Be Specific In The Summary": "Bądź konkretny w podsumowaniu",
    "This will be the title of the issue in the bug tracker. It's very important to be specific because it makes it much easier for a developer or bug manager to search the issue list and helps avoid duplicate reports. A summary such as &quot;App Crashes&quot; is not good and vague requests like &quot;Increase Performance&quot; are not helpful. A good summary is something like &quot;Notification is not sent when process finishes&quot;.": "To będzie tytuł błędu w trackerze błędów. Bardzo ważne, aby być precyzyjnym ponieważ, dzięki temu, deweloper lub menadżer błędów może szybko przeszukać listę usterek i pomóc usunąć powtarzające się zgłoszenia. Podsumowanie, takie jak \"Aplikacja crashuje\", nie jest odpowiednie a życzenia typu \"Zwiększcie wydajność\" nie są pomocne. Przykład dobrego podsumowania: \"Notification is not sent when process finishes\".",
    "Avoid Subjective or Ambiguous Adjectives": "Unikaj subiektywnych i dwuznacznych przymiotników",
    "This may sound like a repeat of the first heading, but it's important when you want someone to confirm your report. Don't say that something is &quot;jarring&quot; or &quot;unintuitive&quot;. Instead describe what happened and contrast it with what you expected to happen. &quot;The panel suddenly appeared instead of being animated in,&quot; describes the problem in a way that is actionable and objective.": "To może brzmieć, jak powtórka pierwszego punktu, ale to ważne, kiedy chcesz, aby ktoś zatwierdził Twoje zgłoszenie. Nie mów, że coś jest \"drażniące\" lub \"nieintuicyjne\". Zamiast tego, opisz, co się dzieje i porównaj to z tym, co, Twoim zdaniem, powinno się dziać. Np. \"The panel suddenly appeared instead of being animated in,\" opisuje problem w sposób obiektywny i dający podstawy do działania.",
    "Be Concise, But Explain The Issue": "Bądź zwięzły, ale wyjaśnij problem",
    "First of all, it's important to mention that bug reports should be written in English and you should, if possible, watch out for your language and grammar.": "Przede wszystkim, należy wspomnieć, że zgłoszenia błędów powinny być pisane w języku angielskim i powinieneś, w miarę możliwości, uważać na swój język i gramatykę.",
    "The most important thing for a report is that the developer must be able to reproduce the issue. If necessary, include exact numbered steps to reproduce the issue. Include relevant information like your OS version, any modifications you've made to the system (like changing your window manager or kernel), or the version numbers of relevant libraries like Gtk or WebKit. If you're reporting a crash, make sure to <a href=\"https://wiki.debian.org/HowToGetABacktrace\">include a backtrace</a>.": "Najważniejszą rzeczą dla zgłoszenia jest to, że deweloper musi mieć możliwość odtworzenia błędu. Jeśli zachodzi taka potrzeba, ujmij w zgłoszeniu dokładnie ponumerowaną listę kroków prowadzącą do odtworzenia błędu. Zawrzyj tam ważne informacje takie, jak wersja Twojego systemu operacyjnego, wszelkie modyfikacje, jakim poddałeś system (jak np. zmiana menadżera okien czy kernela), lub numery seryjne odpowiednich bibliotek, takich jak Gtk czy WebKit. Jeśli zgłaszasz crash aplikacji, nie zapomnij <a href=\"https://wiki.debian.org/HowToGetABacktrace\">umieścić logów</a>.",
    "Be Prepared To Provide More Information": "Przygotuj się na więcej informacji.",
    "If your report does not contain enough information for the developer to reproduce the issue, it may be marked as &quot;Incomplete&quot;. Oftentimes, a developer will make a comment requesting additional specific information. If you do not provide that information, your report will eventually expire.": "Jeśli Twoje zgłoszenie nie zawiera ilości informacji wystarczającej do odtworzenia błędu przez dewelopera, może być oznaczone, jako \"Niekompletne\". Często deweloper sporządzi komentarz zawierający dokładne dodatkowe informacje. Jeśli nie dostarczysz tych informacji, Twoje zgłoszenie ostatecznie wygaśnie.",
    "If you've reported your issue against the wrong app, a developer may mark it as &quot;Invalid&quot;. If the developer knows which app you meant to report against, they may re-assign the issue. However, if they do not you must find the correct app and re-assign the report yourself.": "Jeśli zgłosiłeś swój błąd dla niewłaściwej aplikacji, deweloper może oznaczyć zgłoszenie, jako \"Niepoprawne\". Jeśli deweloper wie, o którą aplikację Ci chodziło, może ponownie przypisać tę usterkę. Jednakże jeśli tego nie zrobi, musisz odnaleźć właściwą aplikację i samodzielnie przypisać błąd ponownie.",
    "If you're reporting a &quot;Wishlist&quot; issue, like a feature request, a developer may mark your bug as &quot;Opinion&quot; or &quot;Won't Fix&quot;. Developers are often open to discussion about these kinds of issues, but please do not harass a developer for marking your report this way.": "Jeśli zgłaszasz \"życzenie\" dt. aplikacji, jak żądanie jakiejś funkcji, deweloper może oznaczyć błąd jako \"Opinia\" lub \"Nie zostanie naprawiony\". Deweloperzy są często otwarci na dyskusję na tematy takich usterek, ale proszę, nie nękaj dewelopera by oznaczył Twoje zgłoszenie w ten sposób.",
    "You Can Get a Bit of Help": "Możesz otrzymać troszkę pomocy",
    "If you're not sure about anything above, you are always welcome to our development IRC channel: #elementary-dev on irc.freenode.net. We might be able to help you track down the actual project where you should report the issue, or perhaps even aid you with any English language issue you might come across. Most developers want to help you make good bug reports.": "Jeśli nie jesteś pewien którejkolwiek z powyższych informacji, zawsze jesteś mile widziany na naszym deweloperskim kanale IRC: #elementary-dev na irc.freenode.net. Możemy być w stanie pomóc Ci odnaleźć aktualny projekt, dla którego powinieneś zgłosić ową usterkę, lub, być może, pomóc Ci z każdym problemem dotyczącym języka angielskiego, jaki możesz napotkać. Większość deweloperów z jest skłonna pomóc Ci stworzyć dobry raport błędu.",
    "Don't Confirm Reports for Other People's Apps": "Nie zatwierdzaj zgłoszeń dla cudzych aplikacji",
    "If a report affects you, mark it using the link. Do not confrim your own reports. Even if you are 100% sure that you are right, just don't do it. It's not good bug tracker etiquette. A bug manager or developer for the app will confirm the report when they are able to review it.": "Jeśli zgłoszenie dotyczy Ciebie, oznacz go używając linku. Nie zatwierdzaj swoich własnych zgłoszeń. Nawet, jeśli jesteś w 100% pewien, że jest właściwe, nie rób tego! To nie jest dobra metka dla testera. Menadżer błedów lub deweloper aplikacji zatwierdzi zgłoszenie, kiedy będzie w stanie je sprawdzić.",
    "Don't Make &quot;Me Too&quot; Comments": "Nie dodawaj komentarzy typu \"Ja też\"",
    "We mentioned this earlier, but it's worth mentioning again. Do not make comments that simply say &quot;This issue affects me as well&quot;. This clutters up the tracker. Only comment if you are providing additional information that helps find the source of the issue. If you only want to let a developer know that you are affected, use the green link that says, &quot;Does this bug affect you?&quot; under the report's title.": "Mówiliśmy już o tym wcześniej, ale warto wspomnieć ponownie. Nie twórz komentarzy mówiących \"Ten problem dotyczy również mnie\". To zaśmieca trackera. Komentuj tylko celem dostarczenia dodatkowych informacji, które mogą pomóc w znalezieniu źródła problemu. Jeśli chcesz tylko dać znać deweloperowi, że problem dotyczy i Ciebie, użyj zielonego linku mówiącego \"Czy błąd dotyczy również Ciebie?\" pod tytułem zgłoszenia.",
    "Proposing Design Changes": "Proponowanie zmian w wyglądzie",
    "elementary has always been known for its strong focus on great design, but if you’re an up and coming designer you might not know how to get developers to pay attention to you. This reference guide is about how to effectively propose a design change in a way that makes it more likely for your design to become implemented.": "Elementary zawsze było znane z kładzenia silnego nacisku na świetny design, ale jeśli jesteś początkującym grafikiem, możesz nie wiedzieć, jak sprawić, by deweloperzy zwrócili na Ciebie uwagę. Ten podręcznik jest o tym, jak efektywnie zaproponować zmianę wyglądu w sposób zwiększający szanse na wprowadzenie Twojego designu w życie.",
    "Don't Make Demands": "Nie stawiaj żądań",
    "Let’s say you spent the last few hours re-designing the Search Engine Manager dialog in Midori and you want to bring this work to the attention of Midori’s developers. You could file a bug report something like “Search engine popup sucks” and paste your mockup and be done. But that approach isn’t going to win you any friends and your report will probably be marked “opinion” or “invalid”. Instead, we should consider the amount of work it will take to implement the new design and try to present it in a way that gets developers excited about the overall vision without demanding 1,000 lines of code in one shot.": "Powiedzmy że spędziłeś ostatnie kilka godzin nad przeprojektowaniem \"menadżerem silnika wyszukiwarki\" dla Midori i chciał byś zainteresować tym deweloperów Midori . Możesz napisać raport błędu w stylu: \"Okno popup silnika wyszukiwarki jest do bani\" i wstawić swój projekt. Takie podejście jednak nie zaprowadzi Cię donikąd, a Twój prawdopodobnie zostanie oznaczony jako \"opinia\" lub \"nie właściwy\". Zamiast takiego podejścia warto rozważyć przedstawienie Twojego projektu w sposób który zwróci na siebie uwagę innych developerów, lub nawet wywoła w nich ekscytację, bez konieczności podsyłania im 1000 linii kodu.",
    "Use Blueprints": "Używaj szkiców",
    "Firstly, we want to present the overall vision of our grand new design. So we should file a new blueprint (in this example, we’d file it <a href=\"http://blueprints.launchpad.net/midori\">here</a>). Name it something explicit and try to avoid titles that marginalize developer’s existing work. Something like “search-engine-manager-redesign” works just fine. In this blueprint we want to describe our motivations for the redesign. What are the problems with the current design and what does our new design aim to solve? Common reasons for a redesign can include minimizing window chrome, taking advantage of new toolkit elements, making the UI more consistent with other apps, etc. This is also a good place to link to that mockup we were talking about earlier. If your design is really involved, you can even link to an external specification (Google Docs work great for getting feedback) where you have a chance to really get into the nitty gritty of your idea.": "Na początku przedstawimy ogólną wersję naszego nowego projektu. Powinniśmy stworzyć nowy projekt (w tym przykładzie stworzyliśmy go <a href=\"http://blueprints.launchpad.net/midori\">tutaj</a>. Nazwij go w sposób rozpoznawalny i postaraj się przy tym unikać nazw umniejszających dotychczasową pracę innych deweloperów. Coś w stylu: \"poprawa-menadżera-silnika-wyszukiwarki\" będzie w sam raz. W szkicu przedstawimy naszą motywację dotyczącą przeprojektowania. Jakie obecnie występują problemy i jak nasza praca wpłynie na ich rozwiązanie? Często powody do przeprojektowania mogą uwzględniać takie funkcje jak minimalizacja okna, dodanie nowego narzędzia, dostosowanie UI celem większej spójności z innymi aplikacjami, itp. Warto także traktować to miejsce gdzie mogą pojawiać się szkice i zarysy.Jeżeli twój projekt jest naprawdę angażujący, możesz dodać link do zewnętrznych stron (Google Docs świetnie się spisują jako narzędzie do uzyskiwania opinii oraz odpowiedzi na męczące Cię pytani) gdzie masz możliwość praktycznej konfrontacji swoich idei.",
    "Create Concise Work Items": "Twórz zwięźle i rzeczowo",
    "Now that you’ve laid out the motivations for your design and explained the overall vision, you should break it up into small, actionable work items (also called bug reports). To continue our example, I would have reports like “Change Search Engine Manager Dialog to Popover”, “Re-order Search Engines with Drag and Drop”, “Open Search Engine Manager by clicking Search icon in URL Bar”, “Show edit and remove buttons next to engine in Search Engine Manager”, etc etc. Each bug report should describe just one small change. We do this for several reasons:": "Teraz, gdy już określiłeś motywacje dla swojego designu i wyjaśniłeś ogólną wizję, powinieneś podzielić ją na mniejsze elementy, nad którymi można pracować (zwane też raportami błędów). Aby kontynuować nasz przykład, chciałbym mieć zgłoszenia, jak: “Change Search Engine Manager Dialog to Popover”, “Re-order Search Engines with Drag and Drop”, “Open Search Engine Manager by clicking Search icon in URL Bar”, “Show edit and remove buttons next to engine in Search Engine Manager”, itp. itd. Każde zgłoszenie błędu powinno opisywać tylko jedną małą zmianę. Z kilku powodów:",
    "It allows developers to deny one request without denying all of them. Face it: your design isn’t perfect and it’s very possible that a developer isn’t going to like part of it. By breaking up your design into little pieces, it allows a developer to incorporate the changes they like and ignore the ones they don’t.": "Pozwala to deweloperom odrzucić jeden wniosek zamiast odrzucać je wszystkie. Uznaj to: Twój projekt nie jest perfekcyjny i bardzo możliwe, że deweloper nie zamierza wziąć w nim udziału. Rozbijając projekt na małe części, pozwala to deweloperowi uwzględniać zmiany, które mu się podobają, i ignorować te, które nie.",
    "It makes your design less intimidating. A big redesign means lots of lines of code. If your changes look like too much of a hassle, you’re going to have a hard time getting a developer to work on them. But if you present small changes that can be incorporated a bit at a time, there’s a bigger chance that your whole design will eventually be implemented.": "To czyni Twój projekt mniej odstraszającym. Duży redesign to dużo linii kodu. Jeśli Twoje zmiany będą wyglądały na sprawiające zbyt wiele problemów, możesz mieć problem ze znalezieniem dewelopera, który zdecyduje się nad nimi popracować. Jeśli jednak zaprezentujesz małe zmiany, które mogą być wdrażane w międzyczasie, szanse, że Twój cały design zostanie wprowadzony, rosną.",
    "It allows developers to track their progress. Once again, big designs take time to implement. Even if a developer wants to implement the whole thing right away, they might not be able to. Giving them a way to “check off” pieces as they go makes it more likely that a part of your design won’t be forgotten about when it’s translated into code.": "To pozwala deweloperom śledzić ich postęp. Jeszcze raz: wprowadzanie dużych projektów zajmuje dużo czasu. Nawet jeśli deweloperzy zechcą zaimplementować całą rzecz natychmiast, mogą nie być w stanie tego zrobić. Dawanie im możliwości \"odhaczania\" elementów projektu w miarę jego realizowania, sprawia, że bardziej prawdopodobne jest, że część Twojego projektu nie zostanie zapomniana podczas tłumaczenia go na kod.",
    "File Compelling Reports": "Składaj przekonujące raporty",
    "Don’t forget to make your reports compelling. It’s up to you to sell the merits of each change. Cite the HIG, prior-art, user complaints, articles by other designers, and present your changes in a logical, non-opinionated, and concise manner. It also doesn’t hurt to speak in developer terms. Brush up on the names of widgets in Gtk and Granite, get familiar with available libraries like Zeitgeist and Unity, and don’t forget about system components like PulseAudio or Contractor. Also, whatever you do, don’t be presumptuous and confirm your own bug reports. You wouldn’t ask a friend for a favor and then answer yourself for them, so don’t do it here either. See <a href=\"#reporting-bugs\">the above section</a> for a refresher on filing good bug reports.": "Nie zapominaj o tym, że Twoje zgłoszenia muszą być przekonujące. To od Ciebie zależy, czy sprzedasz swoje rozwiązania, czy nie. Zamieść na HIG-a to, co zrobiłeś, przy okazji przygotuj dokumentację techniczną, z uwagami od użytkowników, spostrzeżeniami innych deweloperów i nie zapomnij przy tym, zaprezentować to w sposób spójny, w miarę możliwości subiektywny i logiczny. Nie zaszkodzi jeżeli będziesz używał profesjonalnego język jak na rasowy programistę przystało. Przy okazji możesz dopieścić nazwy dodatków do GTK i Granite i zapoznać się z dostępnymi bibliotekami, takimi jak Zeitgeist, Unity nie zapominając przy tym o takich komponentach jak PulseAudio czy Contractor. Ponad to, cokolwiek robisz nie bądź arogancki i  podsyłaj swoje raporty błędów. Staraj się nie postępować w sposób typu: poproszę przyjaciela o pomoc a potem i tak sam to zrobię.  Rzuć okiem na <a href=\"#reporting-bugs\">sekcja wyżej</a> tak dla odświeżenia pamięci na temat sposobu wypełniania raportów o błędach.",
    "Be Prepared to Iterate": "Bądź przygotowany na powtarzanie",
    "Don’t be upset if a developer plainly states that they don’t want to implement your idea. Remember that they have plans too. You might have to go back to the drawing board a bit. Listen to their feedback. Your design might be a little over-engineered, it might conflict with other designs being worked on, or maybe it’s just in conflict with the goals and scope of the app. Remember that you’re in the position of requesting someone to devote their time to something. You’re asking for a favor. Don’t be afraid to argue a position within polite reason, but remember to stay humble.": "Nie martw się, jeśli deweloper wyraźnie mówi, że nie chce realizować Twojego pomysłu. Pamiętaj, że deweloperzy mają również swoje plany. Być może będziesz musiał wrócić na trochę do deski kreślarskiej. Słuchaj ich opinii. Twój projekt może być odrobinę przekombinowany, może być w konflikcie z innymi projektami, nad którymi trwają już prace, lub może być po prostu niezgodny z celami i zakresem aplikacji. Pamiętaj, że jesteś w sytuacji, gdy prosisz kogoś o to, aby poświęcił na coś swój czas. Prosisz o przysługę. Nie bój się spierać o coś w kulturalny sposób, gdy masz ku temu argumenty, ale zawsze pamiętaj o zachowaniu pokory."
}