{
    "Installation": "Instalace",
    "Download elementary OS": "Stáhnout si elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Pokud už nemáte, bude třeba <a href=\"/\" target=\"_blank\" rel=\"noopener\">stáhnout si elementary OS z naší domovské stránky</a>. Stažený ISO soubor pak bude potřeba zkopírovat na USB klíčenku a to podle níže uvedených pokynů.",
    "Frequently-Asked Questions": "Často kladené dotazy",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Viz <a href=\"{#release_faq}\">často kladené dotazy pro toto vydání</a>.",
    "Recommended System Specifications": "Doporučené parametry počítače",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "I když nemáme striktní požadavky na minimální parametry počítače, pro co možná nejlepší dojem z používání doporučujeme přinejmenším následující:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nepříliš starý Intel kategorie i3 nebo jiný srovnatelný dvoujádrový 64 bitový procesor",
    "4 GB of system memory (RAM)": "4GB operační paměti (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "SSD (čistě elektronické úložiště bez pohybujících se součástí) s alespoň 32 GB volného místa",
    "Internet access": "Přístup k Internetu",
    "Built-in or wired mouse/touchpad and keyboard": "Vestavěná nebo externí myš / dotyková plocha (touchpad) a klávesnice",
    "1024×768 minimum resolution display": "rozlišení obrazovky přinejmenším 1024x768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Pro instalaci také bude zapotřebí volná USB klíčenka s kapacitou alespoň 4 GB.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Nedoporučujeme používání ve virtuálních strojích, protože nepodávají tak dobrý výkon, jako instalace přímo na počítač.</strong> Pokud se budete pokoušet instalovat na virtuální stroj, pokud možno pro něj nastavte EFI firmware understand you may encounter other issues.",
    "Back Up Your Data": "Zazálohujte si svá data",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Určitě si zazálohujte důležitá data do externího umístění, jako je například cloudová sloužba nebo externí disk. Instalace nového operačního systému může přepsat vaše stávající data.",
    "Step-by-step Guide": "Průvodce jednotlivými kroky",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Následujte pokyny ve výše uvedeném videu, nebo vyberte operační systém, který nyní používáte a níže se vám zobrazí pokyny na míru.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Ověřte, zda jsou stažená data v pořádku",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "",
    "It should produce the output:": "Mělo by vytvořit výstup:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "",
    "Creating an Install Drive": "Vytvoření instalačního média",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "",
    "Download Etcher": "Stáhnout si Etcher",
    "etcher steps": "kroky v aplikaci Etcher",
    "Open Etcher, then:": "Otevřete Etcher a potom:",
    "Plug in your spare USB flash drive": "Připojte volnou USB klíčenku",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Vyberte .iso soubor, který jste si stáhli ve &quot;Vybrat obraz&quot; button",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher by mělo automaticky zjistit USB jednotku; pokud ne, vyberte ji",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "",
    "Once complete, continue to boot from the install drive.": "Po dokončení pokračujte k nastartování počítače z instalační jednotky.",
    "Booting From the Install Drive": "Startování z instalační jednotky",
    "In order to start the installation process, you must boot your computer from the install drive.": "Pro zahájení procesu instalace je zapotřebí spustit počítač z instalačního média.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Předpokládejme, že počítač je právě zapnutý a začněme tím, že vložíte instalační médium a počítač restartujete.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Většina počítačů krátce pro startu umožňuje změnit pořadí úložišť, ze kterých startuje pouhým stisknutím speciální klávesy – obvykle <kbd>F12</kbd>, ale někdy je to <kbd>Esc</kbd> nebo jiná funkční (F1 až F12) klávesa. Ověříte si přímo z obrazovky v tu chvíli či dokumentaci k počítači.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Stiskněte <kbd>F12</kbd> (nebo příslušnou klávesu) a vyberte instalační jednotku – obvykle „USB-HDD“ nebo něco, co obsahuje slovo „USB“, ale konkrétní terminologie se může lišit. Pokud zvolíte nesprávnou jednotku, počítač nejspíš bude pokračovat ve startu stávající systému. Stačí ho jen restartovat a ve zmíněné nabídce zvolit jinou jednotku.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krátce po vybrání příslušné zaváděcí jednotky, byste měli obdržet obrazovku s nabíháním elementary OS. Nyní můžete postupovat podle pokynů na ní, které vás provedou zbytkem procesu.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Za předpokladu, že jste si elementary OS stáhli do složky Stažené v macOS, otevřete aplikaci Terminál v macOS a spusťte následující příkaz:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "V průběhu procesu zápisu se může objevit následující dialog – je možné ho s klidem ignorovat.",
    "Not readable warning": "Varování ohledně nečitelnosti",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Poté, co uslyšíte zvonky, stiskněte a držte klávesu <kbd>Option</kbd>. Poté vyberte příslušnou jednotku pro zavedení. Poznamenejme, že může být nesprávně identifikována jako „Windows“, ale to je běžné.",
    "Boot Errors": "Chyby startu",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Pokud váš Mac nerozpozná USB instalační médium v nabídce zavádění systému, můžete namísto toho vytvořit DVD disk pro instalaci elementary OS. Pro jeho vytvoření vložte prázdné DVD, v aplikaci Finder klikněte na příslušný ISO soubor pravým tlačítkem a vyberte &quot;Vypálit {#release_filename} na disk&quot;. Po dokončení se znovu pokuste nastartovat z instalačního DVD.",
    "Running the following command in your terminal:": "Spuštění následujícího příkazu v terminálu:",
    "After Installation": "Po instalaci",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Udělejte si čas na přečtení si příručky <a href=\"/docs/learning-the-basics\">začínáme</a> abyste se o vašem novém operačním systému dozvěděli více."
}
