{
    "Installation": "Instalace",
    "Download elementary OS": "Stáhnout si elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Pokud už nemáte, bude třeba <a href=\"\/\" target=\"_blank\" rel=\"noopener\">stáhnout si elementary OS z naší domovské stránky<\/a>. Stažený ISO soubor pak bude potřeba zkopírovat na USB klíčenku a to podle níže uvedených pokynů.",
    "Recommended System Specifications": "Doporučené parametry počítače",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "I když nestanovujeme striktní minimální požadavky na počítač, pro co možná nejlepší dojem z používání doporučujeme přinejmenším následující parametry:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nepříliš starý Intel i3 nebo jiný srovnatelný dvoujádrový 64-bit procesor",
    "4 GB of system memory (RAM)": "4GB operační paměti (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "úložiště typu SSD a na něm alespoň 15 GB volného místa",
    "Internet access": "Přístup k Internetu",
    "1024×768 display": "rozlišení obrazovky 1024x768",
    "Back Up Your Data": "Zazálohujte si svá data",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Určitě si zazálohujte důležitá data do externího umístění, jako například cloudová sloužba nebo externí disk. Instalace nového operačního systému může přepsat vaše stávající data.",
    "Choose your current Operating System": "Zvolte svůj stávající operační systém",
    "Select the operating system you are currently using to view tailored installation instructions.": "Vyberte operační systém, který nyní používáte a zobrazí se vám pokyny k instalaci pro daný případ.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Vytvoření instalačního média",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Bude zapotřebí USB klíčenky a na ní alespoň 2 GB volného místa a program nazvaný Rufus.",
    "Download Rufus": "Stáhnout si Rufus",
    "Rufus - select ISO": "Fufus – vyberte ISO soubor",
    "Open Rufus": "Otevřít Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Připojte USB klíčenku a  vyberte ji ze seznamu &quot;zařízení&quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Ze seznamu „Výběr zavádění“ vyberte „Disk nebo ISO obraz“",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klikněte na „VYBRAT“ a zvolte ISO soubor, který jste si předtím stáhli.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Pro obrazy instalačních médií elementary OS vytváříme kontrolní součty, takže si můžete ověřit neporušenost staženého souboru. To zajistí, že se stáhl celý a že obraz instalačního média není žádným způsobem poškozený. Klikněte",
    "the checksum icon": "na ikonu kontrolního součtu",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "vedle „VÝBĚR“ a ověřte, že text vedle „SHA256“ se shoduje s následujícím otiskem (hash):",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Pokud jsou otisky shodné, klikněte na „ZAHÁJIT“ a vyčkejte na dokončení procesu.",
    "Booting from the Install Drive": "Spuštění počítače z instalačního média",
    "In order to start the installation process, you must boot your computer from the install drive.": "Pro zahájení procesu instalace je zapotřebí spustit počítač z instalačního média.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Předpokládejme, že počítač je právě zapnutý, začněte tím, že vložíte instalační médium a počítač restartujete.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Většina počítačů krátce pro startu umožňuje změnit pořadí úložišť, ze kterých startuje pouhým stisknutím speciální klávesy – obvykle <kbd>F12<\/kbd>, ale někdy je to <kbd>Esc<\/kbd> nebo jiná funkční klávesa. Ověříte si přímo z obrazovky v tu chvíli či dokumentaci k počítači.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Stiskněte <kbd>F12<\/kbd> (nebo příslušnou klávesu) a vyberte instalační jednotku – obvykle „USB-HDD“ nebo něco, co obsahuje slovo „USB“, ale konkrétní terminologie se může lišit. Pokud zvolíte nesprávnou jednotku, počítač nejspíš bude pokračovat ve startu stávající systému. Stačí ho jen restartovat a ve zmíněné nabídce zvolit jinou jednotku.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krátce po vybrání příslušné zaváděcí jednotky, byste měli obdržet obrazovku s nabíháním elementary OS. Nyní můžete postupovat podle pokynů na ní, které vás provedou zbytkem procesu.",
    "Verify your Download": "Ověření toho, co jste stáhli",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Ověření stažených dat je důležitý, ale nepovinný krok. Vytváříme kontrolní součet (neboli hash) pro instalační obrazy elementary OS a doporučujeme, abyste před pokusem o instalaci ověřili shodu v těchto otiscích. To zajistí, že jste data stáhli celá a že instalační obraz není žádným způsobem poškozený.",
    "Running the following command in your Terminal:": "Spuštěním následujícího příkazu v Terminálu:",
    "Should produce the output:": "By mělo vytvořit výstup:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Pozn: Toto předpokládá, že jste si stáhli .iso soubor do složky Stažené.\nV případě, že jste stáhli jinam, upravte popis umístění staženého souboru, zobrazený níže",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Pro vytvoření instalačního média z macOS budete potřebovat USB klíčenku s alespoň 2GB kapacity a aplikaci zvanou &quot;Etcher&quot;.",
    "Download Etcher": "Stáhnout si Etcher",
    "etcher steps": "kroky v aplikaci Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Připojte volnou USB klíčenku a vyberte ISO soubor, který jste si právě stáhli.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Otevřete „Etcher“ a pomocí tlačítka „Vybrat obraz“ vyberte stažený soubor s obrazem elementary OS.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher by měl automaticky zjistit vaší USB klíčenku, ale zkontrolujte, zda je vybrán správný cíl.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Proces zápisu spustíte kliknutím na tlačítko „Zapsat!“. Chvilku potrvá, než začne.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Po dokončení bude bezpečné odpojit jednotku a pokusit se nastartovat do instalace elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "V průběhu procesu zápisu se  může objevit následující dialog – je možné ho klidně ignorovat.",
    "Not readable warning": "Varování ohledně nečitelnosti",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Poté, co uslyšíte zvonky, stiskněte a držte klávesu <kbd>Option<\/kbd>. Poté vyberte příslušnou jednotku pro zavedení. Poznamenejme, že může být nesprávně identifikována jako „Windows“, ale to je běžné.",
    "Boot Errors": "Chyby startu",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-5.1-stable.20200501.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Pokud váš Mac nerozpoznal instalační USB jednotku s elementary OS, může být třeba vytvořit namísto toho instalační DVD disk. Pro vytvoření takového, vložte prázdné DVD, klikněte pravým tlačítkem na ISO soubor v aplikaci Finder a vyberte „Burn elementaryos-5.1-stable.20200501.iso na disk“. Po dokončení se znovu pokuste nastartovat z tohoto instalačního DVD.",
    "Running the following command in your terminal:": "Spusťte v terminálu následující příkaz:",
    "should produce the output:": "by mělo vytvořit výstup:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Budete potřebovat USB klíčenku s alespoň 2GB volného místa a program nazvaný UNetbootin.",
    "Download UNetbootin": "Stáhnout si UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otevřete UNetbootin z Dash panelu. Otevře se okno jako to níže uvedené:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Vyberte „Obraz disku“",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klikněte na „…“ a vyberte ISO obraz, který jste předtím stáhli.",
    "Unplug all USB memory devices apart from the one you want to use.": "Odpojte všechny USB úložiště kromě toho, které chcete použít.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klikněte na „OK“ a počkejte na dokončení procesu.",
    "After Installation": "Po instalaci",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Udělejte si čas na přečtení si příručky <a href=\"\/docs\/learning-the-basics\">začínáme<\/a> abyste se o vašem novém operačním systému dozvěděli více."
}
