{
    "Installation": "Instalace",
    "Download elementary OS": "Stáhnout elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Pokud jste to ještě neudělali, potřebujete si <a href=\"/\" target=\"_blank\" rel=\"noopener\">stáhnout elementary OS z naší domovské stránky</a>. Stažený ISO soubor pak budete muset zkopírovat na USB flash disk podle následujících instrukcí.",
    "Recommended System Specifications": "Doporučené systémové požadavky",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Ačkoliv nemáme přesně nastavený seznam minimálních systémových požadavků, pro pohodlné používání doporučujeme alespoň následující specifikace:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nepříliš starý Intel Core i3, nebo srovnatelný dvoujádrový 64-bitový procesor",
    "4 GB of system memory (RAM)": "4 GB operační paměti (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid state drive (SSD) s 15 GB volného místa",
    "Internet access": "Přístup k internetu",
    "1024×768 display": "Displej s rozlišením 1024×768",
    "Back Up Your Data": "Zálohujte si svá data",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Ujistěte se, že jste si zazálohovali veškerá svá důležitá data na nějaké externí úložiště jako cloudové úložiště nebo externí disk. Instalace nového operačního systému by mohla přepsat vaše existující data.",
    "Choose your current Operating System": "Zvolte svůj aktuální operační systém",
    "Select the operating system you are currently using to view tailored installation instructions.": "Zvolte operační systém, který momentálně používáte, pro zobrazení instalačních instrukcí na míru.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Vytvoření instalačního disku",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Budete potřebovat USB flash disk s nejméně 2 GB volného místa a program zvaný Rufus.",
    "Download Rufus": "Stáhnout Rufus",
    "Rufus - select ISO": "Rufus - vybrat ISO",
    "Open Rufus": "Spustit Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Vložte svůj USB disk a vyberte ho v seznamu &quot;Zařízení&quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Vyberte &quot;Disk nebo obraz ISO&quot; v &quot;seznamu zařízení&quot;",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klikněte na &quot;VYBRAT&quot;, abyste vybrali ISO, které jste předtím stáhli.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Pro obrazy elementary OS generujeme kontrolní součty, abyste si mohli ověřit stažený soubor. Tím zajistíme, že stažení proběhlo korektně a obraz není poškozený. Klikněte na",
    "the checksum icon": "ikonu kontrolního součtu",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "vedle &quot;tlačítka VYBRAT&quot; a ověřte, že text vedle &quot;SHA256&quot; odpovídá následujícímu součtu:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Pokud součty sedí, klikněte na &quot;START&quot; a počkejte na dokončení procesu.",
    "Booting from the Install Drive": "Bootování z instalačního disku",
    "In order to start the installation process, you must boot your computer from the install drive.": "Abyste zahájili proces instalace, musí váš počítač nabootovat (zavést OS) z instalačního disku.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Za předpokladu, že je váš počítač stále zapnut, začněte tím, že vložíte instalační disk a počítač restartujete.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Většina počítačů umožňuje jednorázově změnit pořadí bootování stisknutím speciální klávesy - obvykle <kbd>F12</kbd>, nebo někdy <kbd>Esc</kbd> či jiné funkční klávesy. Tato informace se zobrazí na obrazovce, nebo si jí pro jistotu najděte v dokumentaci vašeho počítače.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Stiskněte <kbd>F12</kbd> (nebo příslušnou klávesu) a vyberte instalační disk - obvykle &quot;USB-HDD&quot; nebo něco obsahujícího zkratku &quot;USB&quot;, ovšem označení se může lišit. Pokud vyberete nesprávný disk, pravděpodobně se váš počítač zapne jako obvykle. Stačí restartovat počítač znovu a vybrat v menu jiný disk.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Krátce po zvolení správného bootovacího disku uvidíte načítací obrazovku elementary OS. Nyní můžete následovat instrukce na obrazovce, které vás provedou zbytkem instalačního procesu.",
    "Verify your Download": "Ověřte si stažený soubor",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Ověření vaší stažené instalace je důležitý, ale nepovinný, krok. Pro obrazy elementary OS generujeme kontrolní součet (neboli hash) a doporučujeme, abyste si před instalací ověřili, že se váš stažený soubor shoduje s tímto kontrolním součtem. Tím se ujistíte, že jste obdrželi úplný a kompletní soubor a že instalační obraz není žádným způsobem poškozen.",
    "Running the following command in your Terminal:": "Spuštění následující příkazu v terminálu:",
    "Should produce the output:": "By mělo vrátit tento výsledek:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Poznámka: Předpokládáme zde, že jste stáhli soubor .iso do složky Stažené.\nV případě, že jste jej uložili jinam, specifikujte prosím správnou cestu k souboru, jak je uvedeno na obrázku níže",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Pro vytvoření instalačního disku elementary OS na macOS, budete potřebovat USB flash disk s kapacitou nejméně 2 GB a aplikaci s názvem &quot;Etcher&quot;.",
    "Download Etcher": "Stáhnout Etcher",
    "etcher steps": "kroky Etcheru",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Vložte volný USB disk a vyberte ISO soubor, který jste si stáhli.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Otevřete &quot;Etcher&quot; a vyberte uložený soubor s obrazem elementary OS kliknutím na tlačítko &quot;Vybrat obraz&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher by měl automaticky najít váš USB disk, ale zkontrolujte, zda byl zvolen správný cíl.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Spusťte flashovací proces kliknutím na tlačítko &quot;Flash!&quot;. Bude to chvíli trvat, než proces začne.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Po dokončení bude bezpečné odpojit disk a pokusit se nastarovat z disku pro instalaci elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Během flashování se může zobrazit následující dialog, je bezpečné jej ignorovat.",
    "Not readable warning": "Nečitelné varování",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Až uslyšíte zvonek, zmáčkněte a podržte tlačítko <kbd>Option</kbd>. Poté vyberte příslušnou bootovací jednotku. Dejte pozor, tato jednotka může být mylně označena jako \"Windows\" ale to je normální.",
    "Boot Errors": "Bootovací chyby",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Pokud váš Mac nerozpozná USB instalační disk elementary OS a nezobrazí ho v boot menu, bude si možná místo toho muset vytvořit instalační DVD elementary OS. Pro jeho vytvoření, vložte prázdné DVD, klikněte pravým tlačítkem na ISO soubor ve Finderu a vyberte &quot;Vypálit elementaryos-0.4.1-stable.20180214.iso na disk&quot;. Po dokončení se pokuste znovu nabootovat, tentokrát z instalačního DVD.",
    "Running the following command in your terminal:": "Spusťte následující příkaz v terminálu:",
    "should produce the output:": "výsledek by měl vypadat:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Budete potřebovat USB flash disk s minimálně 2 GB volného místa a program s názvem UNetbootin.",
    "Download UNetbootin": "Stáhnout UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otevřte UNetbootin z nabídky. Objeví se okno jako níže:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Zvolte &quot;Obraz disku&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klikněte na &quot;…&quot; a vyberte ISO soubor, který jste si stáhli dříve.",
    "Unplug all USB memory devices apart from the one you want to use.": "Odpojte všechna paměťová USB zařízení kromě toho, které chcete použít.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klikněte na &quot;OK&quot; a vyčkejte na dokončení.",
    "After Installation": "Po instalaci",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Přečtěte si příručku <a href=\"/docs/learning-the-basics\">začínáme</a>, abyste se něco dozvěděli o vašem novém operačním systému."
}
