{
    "Learning the Basics": "Naučení se základům",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Zjistěte něco o desktopovém prostředí elementary OS a naučte se jak se pohybovat mezi okny, pracovními plochami a další.",
    "Desktop": "Plocha",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "Uživatelské rozhraní elementary OS se sestává ze dvou prvků: Panelu a Doku. Pozadí plochy je možné si přizpůsobit kliknutím pravým tlačítkem myši (nebo klepnutím dvěma prsty na touchpad). Vzhled a chování plochy je možné v <strong><a href=\"#system-settings\">Nastavení systému</a></strong> → <strong>Plocha</strong>.",
    "Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "Nahoře na ploše je panel. Nalevo je nabídka aplikací, uprostřed je datum a čas a napravo jsou systémové indikátory.",
    "Applications Menu": "Nabídka s aplikacemi",
    "Date &amp; Time": "Datum a čas",
    "System Indicators": "Systémové indikátory",
    "The Panel": "Panel",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Pokud chcete spustit nebo vyhledat nainstalované aplikace, klikněte na Panelu na položku <strong>Aplikace</strong>. Mezi stránkami s aplikacemi se přepnete otáčením kolečka myši, přejetím dvěma prsty na touchpadu nebo klikáním na tečky ve spodní části. Je také možné použít přepínač zobrazení nahoře a přepínat mezi zobrazováním aplikací v mřížce nebo seznamu s kategoriemi.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Psaním v nabídce aplikací je vyhledáte podle jejich názvu nebo klíčových slov. Hledání také zobrazí akce ohledně aplikací a nastavení systému. Například, hledání je možné:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Vypnout</strong> nebo <strong>Restartovat</strong> vaše zařízení",
    "<strong>Compose Message</strong> with Mail": "<strong>Pište zprávy</strong> pomocí klienta E-mail",
    "Open a <strong>New Incognito Window</strong> in Web": "Otevřete <strong>Nové anonymní okno</strong> v prohlížeči Web",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Rychle spočítejte matematické operace jako <strong>23 x 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Pořídí <strong>Snímek obrazovky zaměřeného okna</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Najít konkrétní nastavení jako <strong>Klávesnice → Rozvržení → Klávesa Compose</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "Pro otevření menu aplikací s klávesnicí stiskněte <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Mezerník</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "Indikátor Datum a čas uprostřed panelu zobrazuje stávající datum a čas. Kliknutím (či klepnutím) kamkoli na datum nebo čas zobrazí kalendář a nadcházející události. Dvojklikem na den či výběrem události se tato otevře v aplikaci Kalendář.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Systémové indikátory vpravo na panelu zobrazují stav zařízení, t.j. síťová připojení, nabití akumulátoru, zvukový vstup a výstup, oznámení atd. Kliknutí na indikátor otevře další informace a související akce.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Najetí ukazatele na indikátor také zobrazí stručné informace a kliknutí prostředním tlačítkem (nebo klepnutí třemi prsty) pak zkratku na indikátor. Například:",
    "Sound: Mute": "Zvuk: Ztlumeno",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: Zapnout nebo vypnout Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Napájení: Vyp/zap. zobrazování procent nabití akumulátoru na panelu",
    "Notifications: Toggle Do Not Disturb mode": "Upozornění: vyp/zap režim Nerušit",
    "Session: Prompt to shut down": "Relace: Výzva k vypnutí",
    "Dock": "Dok",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "Ve spodní části plochy se nachází dok poskytující rychlý přístup k vašim oblíbeným a právě spuštěným aplikacím.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Pokud chcete přidat aplikaci na dok, přetáhněte ji z nabídky aplikací (nebo klikněte pravým tlačítkem na ikonu spuštěné aplikace a zvolte <strong>Ponechat na doku</strong>). Pokud chcete naopak odebrat, přetáhněte ikonu aplikace pryč z doku do prázdného prostoru (nebo klikněte na ikonu aplikace pravým tlačítkem a zrušte zaškrtnutí u <strong>Ponechat na doku</strong>. Pozici aplikací na doku je možné upravit jejich přetažením.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Ve výchozím stavu, když je okno nějaké aplikace maximalizováno (nebo by ho překrývalo), dok se skrývá do spodního okraje plochy. Stačí ale „zatlačit“ ukazatelem myši uprostřed tohoto okraje a dok se objeví.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Velikost a chování doku je možné si přizpůsobit v <strong><a href=\"#system-settings\">Nastavení systému</a></strong> → <strong>Plocha</strong> → <strong>Dok a panel</strong>.",
    "App Windows": "Okna aplikací",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Když otevřete aplikaci, její okno se objeví na ploše. Zatímco konkrétní design různých aplikací se může lišit, okna aplikací je obecně možné zavírat, přesouvat, měnit a maximalizovat jejich velikost.",
    "Header Bar": "Lišta s titulkem",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "Většina aplikací má nahoře lištu záhlaví, ve které se nacházejí tlačítka okna a akce či nabídky aplikace.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Okno přesunete jeho přetažením kamkoli za lištu záhlaví nebo stisknutím klávesy <kbd>Alt</kbd><kbd>F7</kbd> a pohnutím ukazatele.",
    "HeaderBar": "HeaderBar",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Kliknutím pravým tlačítkem na lištu záhlaví získáte rychlý přístup k akcím ohledně okna a pracovní plochy.",
    "Window Buttons": "Tlačítka okna",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Tlačítka okna aplikace se nacházejí v horních rozích okna aplikace: zavření v levém a maximalizace (pokud je podporováno aplikací) v pravém. Zavření okna aplikaci ukončí – znovu ji otevřít je možné z nabídky aplikací nebo doku. Maximalizace okna změní jeho velikost tak, že zabere většinu plochy, přičemž zůstane zachován přístup k panelu a doku.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Alternativně je možné maximalizovat okno přetažením na horní okraj plochy nebo dvojklikem na jeho lištu záhlaví – a obráceně maximalizaci zrušit přetažením od horního okraje či dvojklikem na lištu záhlaví.",
    "Resizing": "Změna velikosti",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "Velikost většiny oken aplikací je možné změnit přetažením od okraje okna. Je také možné kliknout pravým tlačítkem na záhlaví okna a zvolit <strong>Změnit velikost</strong> nebo stisknout klávesy <kbd>Alt</kbd><kbd>F8</kbd> a vstoupit tak do režimu změny velikosti. Následně hýbejte ukazatelem myši ve směru, ve kterém chcete změnit velikost okna.",
    "Multitasking": "Přepínání mezi úlohami",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS pro práci na více úlohách souběžně používá jak okna, tak pracovní plochy.",
    "Windows": "Okna",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Okna aplikací se mohou překrývat a je možné je přesouvat. Mezi otevřenými okny je možné se přepínat několika způsoby:",
    "Click or tap on the window you want to switch to": "Kliknutím (nebo klepnutím) na okno, do kterého se chcete přepnout",
    "Click or tap the app's icon in the dock": "Kliknutím (nebo klepnutím) na ikonu aplikace v doku",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Pokud chcete přepínat mezi okny, stiskněte klávesy <kbd>Alt</kbd><kbd>Tab</kbd>",
    "Workspaces": "Pracovní plochy",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Ve výchozím stavu se okno aplikace otevře na ploše, na které se právě nacházíte. Nicméně je možné si práci uspořádat pomocí vícero pracovních ploch:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Pokud se chcete přesunout nalevo či napravo mezi pracovními plochami, stiskněte <kbd title=\"Klávesu Super nebo Windows nebo Command\">&#8984;</kbd><kbd>←</kbd> nebo <kbd title=\"Klávesu Super nebo Windows nebo Command\">&#8984;</kbd><kbd>→</kbd> nebo přejeďte třemi prsty po touchpadu nebo dotykové obrazovce.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Přeskočte přímo na konkrétní pracovní plochu stisknutím <kbd title=\"Klávesy Super nebo Windows nebo Command\">&#8984;</kbd><kbd>1</kbd> až <kbd title=\"Klávesy Super nebo Windows nebo Command\">&#8984;</kbd><kbd>9</kbd>. Vždy také můžete skočit na novou pracovní plochu stisknutím <kbd title=\"klávesy Super nebo Windows nebo Command\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Přesouvejte okna mezi pracovními plochami jejich přetahováním ve <a href=\"#multitasking-view\">Víceúlohovém zobrazení</a> nebo stisknutím <kbd title=\"klávesy Super nebo Windows nebo Command\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> nebo <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Tyto zkratky je možné si přizpůsobit prostřednictvím <strong><a href=\"#system-settings\">Nastavení systému</a></strong> → <strong>Klávesnice</strong> → <strong>Zkratky</strong> → <strong>Pracovní plochy</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Některé okna mohou také při přepnutí na celou obrazovku přejít na novou pracovní plochu. Můžete je přesouvat mezi pracovními plochami jako obvykle a po zavření / přepnutí zpět z celé obrazovky se vrátíte na předchozí pracovní plochu.",
    "Multitasking View": "Víceúlohové zobrazení",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "Víceúlohové zobrazení zobrazuje veškerá otevřená okna a plochy, takže je možné se mezi nimi přepínat. Otevřete ho tak, že vyberete ikonu <strong>Víceúlohové zobrazení</strong> na doku, stisknete <kbd title=\"Super nebo Windows nebo Command\">&#8984;</kbd><kbd>↓</kbd>, nebo přejedete třemi prsty po touchpadu nebo dotykové obrazovce.",
    "Gestures": "Gesta",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS podporuje vícedotyková gesta na podporovaném hardware, jako touchpadech a dotykových obrazovkách. Ve výchozím stavu přejetím třemi prsty vlevo či vpravo přepíná pracovní plochy, zatímco to stejné vzhůru vstoupí do víceúlohového zobrazení.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Gesta je možné upravit v <strong><a href=\"#system-settings\">Nastavení systému</a></strong> → <strong>Myš a touchpad</strong> → <strong>Gesta</strong>.",
    "Hot Corners": "Aktivní rohy",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Aktivní rohy jsou zkratky aktivované umístěním ukazatele do rohu hlavní obrazovky. Ty je možné nastavit tak, aby aktivovaly akce týkající se více úloh souběžně jako přehledu oken, přehledu pracovních ploch a další.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Aktivní rohy je možné přizpůsobit v <strong><a href=\"#system-settings\">Nastavení systému</a></strong> → <strong>Plocha</strong> → <strong>Více úloh souběžně</strong>.",
    "Multiple Displays": "Vícero obrazovek",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panel, dok a pracovní plochy se objevují na hlavní obrazovce. Jakékoli ostatní připojené obrazovky se chovají jako samostatné plochy. Pokud chcete spravovat a změnit uspořádání obrazovek, zamiřte do <strong><a href=\"#system-settings\">Nastavení systému</a></strong> → <strong>Obrazovky</strong>. Hlavní obrazovka je zde označena hvězdičkou (",
    ") and each display's settings can be changed from its": ") a nastavení každé z obrazovek je možné změnit z její",
    "menu.": "nabídky.",
    "Installing Apps": "Instalace aplikací",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS přichází s <strong>Centrem aplikací</strong> – otevřeným obchodem pro nezávislé vývojáře s modelem dobrovolných plateb. Pokud chcete nainstalovat novou aplikaci:",
    "Open <strong>AppCenter</strong>": "Otevřete <strong>Centrum aplikací</strong>",
    "Search in the top-right, or browse by category": "Vyhledejte vpravo nahoře, nebo procházejte podle kategorie",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Vyberte <strong>Zdarma</strong> nebo doporučenou částku vedle aplikace, kterou chcete nainstalovat. Pokud chcete zvolit jinou cenu, klikněte na tlačítko <strong>▾</strong> a vyberte nebo zadejte vámi stanovenou cenu.",
    "Sideload": "Instalace „bokem“",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Některý software třetích stran nemusí být k dispozici v Centru aplikací, zvláště pokud je určený pro vícero softwarových platforem a nikoli speciálně navržený pro elementary OS. Je tedy možné bokem nahrávat aplikace z Flatpak balíčků od třetích stran jako třeba <a href=\"https://flathub.org\">Flathub</a>: stáhněte a otevřete <code>.flatpakref</code> nebo <code>.flatpak</code> soubor a nástroj Sideload vám ho nainstaluje. Aktualizace pro takovou (a jiné) aplikaci se pak v Centru aplikací zobrazí jako ne pod dohledem kurátorů.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Nezapomeňte, že nahrávání bokem a neprověřené aplikace nejsou kontrolovány týmem elementary ohledně zabezpečení a soukromí.",
    "Updating": "Aktualizace",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "Aktualizace pro aplikace a operační systém samotný jsou obsažené také v Centru aplikací a nacházejí se na kartě <strong>Nainstalované</strong>. Častou instalací aktualizací získáte nejnovějších funkce, vylepšení a opravy (hlavně ty zabezpečení). Pro další informace ohledně oprav zabezpečení, si přečtete <a href=\"https://usn.ubuntu.com/\">upozornění ohledně zabezpečení Ubuntu</a>.",
    "System Settings": "Nastavení systému",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS přichází s aplikací <strong>Nastavení systému</strong>, která pomáhá se správou nastavení zařízení a předvoleb pro uživatele. Nastavení systému umožňují doladit klávesové zkratky, rozlišení obrazovky, pozadí plochy a další.",
    "Search": "Hledání",
    "You can find specific settings by typing in the search bar at the top of the window.": "Konkrétní nastavení je možné najít psaním v liště vyhledávání v horní části okna.",
    "App Settings": "Nastavení aplikací",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Nezapomeňte, že Nastavení systému se týká pouze nastavení pro celý systém a předvoleb pro uživatele v rámci elementary OS. Pokud aplikace nabízí nastavení nebo předvolby, budou poskytovány v aplikaci jako takové.",
    "Keyboard Shortcuts": "Klávesové zkratky",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Klávesové zkratky v elementary OS jsou obecně zobrazovány dle kontextu v bublinových nápovědách při najetím ukazatelem myši nebo v kontextových nabídkách při kliknutím pravým tlačítkem myši.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "Pokud chcete zobrazit překryvné okno s klávesovými zkratkami prostředí, stiskněte klávesu <kbd title=\"Super nebo Windows nebo Command\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "Klávesové zkratky v prostředí je možné si přizpůsobit z",
    "menu in the shortcuts overlay or in": "nabídky v překryvném okně zkratek nebo v",
    "→": "→",
    "Keyboard": "Klávesnice",
    "Shortcuts": "Zkratky"
}
