{
    "Learning the Basics": "Naučení se základům",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Jako u každého operačního systému, je zde několik věcí, se kterými možná nejste obeznámení. Tato sekce se bude zabývat tím, jak dělat jednoduché, každodenní úlohy jako procházení webu a poslouchání hudby, stejně tak jako dalšími užitečnými informacemi, které jste možná nevěděli.",
    "The Desktop": "Desktopové prostředí",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Desktop elementary OS je velmi jednoduchý a dá se snadno naučit. Sestává se ze dvou prvků: panelu a doku. Pozadí plochy je možné si přizpůsobit prostřednictvím <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavení systému</a></strong> → <strong>Desktop</strong> → <strong>Tapeta</strong>.",
    "The Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "V horní části obrazovky se nachází panel. Vlevo na něm je nabídka s aplikacemi, uprostřed datum a čas a vpravo jsou indikátory.",
    "Applications menu": "Nabídka s aplikacemi",
    "Time and date": "Datum a čas",
    "Indicators": "Indikátory",
    "Applications Menu": "Nabídka s aplikacemi",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Vlevo na panelu se nachází nabídka s aplikacemi. Kliknutí na <strong>Aplikace</strong> otevře nabídku se všemi nainstalovanými aplikacemi. Je zde několik stránek aplikací (viz přepínače stránek dole nebo posouváním). Je také možné přepínat mezi zobrazením (přepínač na vrchu nabídky) v mřížce a v kategoriích.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Aplikace je možné vyhledávat podle názvu nebo klíčového slova a provádět akce, které s nimi souvisí. Je také možné vyhledávat v podoknech Nastavení systému. Mezi akce, které můžete nalézt ve vyhledávání patří:",
    "Shut Down and Restart": "Vypnutí a restart počítače",
    "Compose Message": "Napsání zprávy",
    "New Private Browsing Window": "Nové anonymní okno webového prohlížeče",
    "Math operations (example: 23 * 5)": "Matematické operace (například: 23 × 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "Pro otevření nabídky aplikací pomocí klávesnice stiskněte <kbd>&#8984;</kbd>+<kbd>Mezerník</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Vpravo na panelu se nacházejí ikony zvané indikátory. Ty ukazují stávající stav vaší relace v systému a zařízení, tj. síťová připojení, stav akumulátoru, zvukový vstup a výstup, upozornění, atp. Kliknutí na indikátor zobrazí další informace a související akce.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Kliknutí prostředním tlačítkem myši nebo klepnutí třemi prsty na touchpad vám poskytne následující rychlé akce:",
    "Sound: Toggle mute for the current output": "Zvuk: Ztlumit / zrušit ztlumení právě přehrávaného zvuku",
    "Bluetooth: Toggle Bluetooth on or off": "Bluetooth: vypnout/zapnout",
    "Power: Hide/show the percentage of battery remaining": "Napájení: Skrýt/zobrazit procento zbývajícího nabití akumulátoru",
    "Notifications: Toggle Do Not Disturb mode": "Upozornění: vyp/zap režim Nerušit",
    "Session: Show the Shut Down dialog": "Relace: zobrazí dialog pro vypnutí počítače",
    "The Dock": "Dok",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "Ve spodní části obrazovky se nachází Dok. Obsahuje vaše oblíbené aplikace a také ty, které jsou právě spuštěné.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Obsah doku je možné snadno si přizpůsobit. Pro přidání aplikace do doku ji přetáhněte z nabídky aplikací nebo klikněte na ikonu spuštěné aplikace pravým tlačítkem a zvolte <strong>Ponechat na doku</strong>. Pro odebrání aplikace z doku ji vytáhněte pryč nad prázdné místo plochy nebo na ikonu klikněte pravým tlačítkem a zrušte zaškrtnutí u <strong>Ponechat na doku</strong>. Pro změnu pořadí na doku stačí položky popřetahovat.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Ve výchozím stavu se v okamžiku, kdy je maximalizováno okno nějaké aplikace, dok skryje. Stačí přesunout ukazatel myši ke spodnímu okraji obrazovky a dok se objeví.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Chování doku je možné si přizpůsobit v <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavení systému</a></strong>→ <strong>Desktop</strong> → <strong>Dok</strong>.",
    "App Windows": "Okna aplikací",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Aplikace existují ve svých vlastních oknech, která je možné zavírat, maximalizovat nebo přesouvat po obrazovce.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Když spustíte aplikaci, její okno se zobrazí na ploše. Každá aplikace má typicky tři oblasti: tlačítka okna, pruh s nástroji a obsah aplikace.",
    "Header Bar": "Lišta s titulkem",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Mnohé aplikace mají nahoře lištu s titulkem. Tato oblast obsahuje běžné položky pro akce nebo pohyb po aplikaci a tlačítka okna.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Okno aplikace je možné přesouvat po ploše chycením kdekoli za lištu s titulkem (včetně oblasti s tlačítky).",
    "HeaderBar": "HeaderBar",
    "Window Buttons": "Tlačítka okna",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Tlačítka okna aplikace se nacházejí na rozích okna aplikace. Tlačítko pro zavření se nachází vlevo a tlačítko pro maximalizaci vpravo. Kliknutím na tlačítko zavření se okno aplikace zavře. Stisknutí tlačítka pro maximalizaci se okno buď roztáhne na celou obrazovku, nebo vrátí do původní velikosti. Maximalizovat je také možné přetažením okna k hornímu okraji plochy nebo dvojklikem na lištu s titulkem okna. Minimalizovat pak přetažením od horního okraje nebo dvojklikem na lištu s titulkem.",
    "Multitasking": "Přepínání mezi úlohami",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS podporuje dva typy přepínání se mezi úlohami: okna a pracovní plochy.",
    "Windows": "Okna",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplikace se otevírají v oknech aplikací. Ty se na ploše mohou překrývat a je možné je přesouvat. Mezi okny je možné se přepínat několika způsoby:",
    "click on the window you want to switch to": "kliknutím na okno, do kterého se chcete přesunout",
    "click on the app's icon in the dock": "kliknutím na ikonu aplikace v doku",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "stisknutím <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "Pro zobrazení přehledu oken otevřených aplikací, stiskněte <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Tyto klávesové zkratky je možné si přizpůsobit v <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavení systému</a></strong> → <strong>Klávesnice</strong> → <strong>Zkratky</strong> → <strong>Okna</strong>.",
    "Hot Corners": "Aktivní rohy",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "Je také možné si nastavit „aktivní rohy“ (zkratky aktivované najetím ukazatelem myši do rohu obrazovky) pro aktivování funkcí přepínání mezi úlohami jako jsou přehled oken, přehled pracovních ploch a další.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Aktivní rohy je možné si přizpůsobit v <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavení sysétmu</a></strong> → <strong>Plocha</strong> → <strong>Aktivní rohy</strong>.",
    "Workspaces": "Pracovní plochy",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Ve výchozím stavu, všechna okna aplikací se otevírají na jedné pracovní ploše. Nicméně je možné používat vícero pracovních ploch a organizovat si tak práci:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Pro zobrazení pracovních ploch stiskněte <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Pro rychlý přesun vlevo či vpravo po pracovních plochách stiskněte <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Pro postupné přepínání mezi pracovními plochami stiskněte <kbd>&#8984;</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Můžete i skočit přímo na konkrétní pracovní plochu stisknutím <kbd>&#8984;</kbd> + <kbd>1</kbd> až <kbd>&#8984;</kbd> + <kbd>9</kbd>. Vždy můžete skočit na novou pracovní plochu pomocí <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Také můžete přesouvat okna aplikací mezi pracovními plochami přetahováním jejich ikon v přehledu pracovních ploch, nebo je přesouvat na pracovní plochy vlevo a vpravo pomocí <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> nebo <kbd>→</kbd>. Pro zobrazení přehledu oken aplikací napříč všemi pracovními plochami, stiskněte <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Tyto zkratky je možné si přizpůsobit v <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavení systému</a></strong> → <strong>Klávesnice</strong> → <strong>Zkratky</strong> → <strong>Pracovní plochy</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Některé okna mohou také při přepnutí na celou obrazovku přejít na novou pracovní plochu. Můžete je přesouvat mezi pracovními plochami jako obvykle a po zavření / přepnutí zpět z celé obrazovky se vrátíte na předchozí pracovní plochu.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Pozn.: <kbd>&#8984;</kbd> je míněna klávesa „super“. Známa také jako „Windows“ klávesa na většině běžných počítačů nebo „Command“ na počítačích Mac.</em>",
    "Multiple Displays": "Vícero obrazovek",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panel, dok a pracovní plochy se zobrazují pouze na hlavní obrazovce. Jakýkoli další připojená obrazovka se chová jako samostatná pracovní plocha. Pro správu a změnu uspořádání obrazovek, zamiřte do <strong><a href=\"/docs/learning-the-basics#system-settings\">Nastavení systému</a></strong> → <strong>Obrazovky</strong>. Hlavní obrazovka je označena vyplněnou hvězdičkou (",
    ") and each display's settings can be changed from its cog (": ") a nastavení každé z obrazovek je možné změnit v nabídce pod ikonou ozubeného kolečka (",
    ") menu.": ").",
    "Installing Apps": "Instalace aplikací",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "elementary OS přichází s <strong>Centrem aplikací</strong>, obchodem s aplikacemi pro open source aplikace, s modelem placení v dobrovolné výši. Nainstalování nové aplikace z Centra aplikací je snadné:",
    "Open the <strong>AppCenter</strong> app.": "Otevřete aplikaci <strong>Centrum aplikací</strong>.",
    "Search in the top-right, or browse by category.": "Vyhledávejte vpravo nahoře nebo procházejte podle kategorií.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Vyberte <strong>Zdarma</strong> nebo doporučenou částku vedle aplikace, kterou chcete nainstalovat. Pro zvolení jiné ceny, klikněte na tlačítko <strong>▾</strong> a vyberte nebo zadejte vámi stanovenou cenu.",
    "You may be asked for your password prior to installing an app.": "Před instalací aplikace můžete být požádáni o zadání hesla, kterým se hlásíte do počítače.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em>Pozn: Některé aplikace nemusí být dostupné v Centru aplikací. Od verze elementary OS 5.1 Hera je také možné bokem nahrávat balíčky aplikací ve formátu Flatpak z .flatpakref souborů třetích stran.</em>",
    "Updating": "Aktualizace",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "Aktualizace pro aplikace a operační systém samotný jsou obsažené také v Centru aplikací a nacházejí se na kartě <strong>Nainstalované</strong>. Častou instalací aktualizací získáte nejnovějších funkce, vylepšení a opravy (hlavně ty zabezpečení). Pro další informace ohledně oprav zabezpečení, si přečtete <a href=\"https://usn.ubuntu.com/\">upozornění ohledně zabezpečení Ubuntu</a>.",
    "System Settings": "Nastavení systému",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS přichází s aplikací „Nastavení systému“, která vám pomůže spravovat nastavení a předvolby pro váš počítač. Nastavení systému vám dává možnost upravit věci jako klávesové zkratky, rozlišení obrazovky, pozadí plochy a další.",
    "Search": "Hledání",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Nastavení, které hledáte, můžete rychle nalézt pomocí psaní klíčových slov do lišty vyhledávání v horní části okna. Obsah okna Nastavení systému bude filtrován tak, aby odpovídal vašemu vyhledávání.",
    "App Settings": "Nastavení aplikací",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Mějte na paměti, že nastavení systému se týkají pouze globálních předvoleb pro elementary OS. Ačkoli některé aplikace mají také své vlastní předvolby, zde je nenaleznete. Namísto toho se po nich poohlédněte v dotyčných aplikacích."
}
