{
    "Translation Guide": "Návod jak překládat",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalizace našeho webu a aplikací je velmi důležitá součást toho, aby elementary OS bylo dostupné co možná nejvíce lidem. Místo toho abychom se spoléhali jen na náš interní tým překladatelů, používáme crowdsourcing, takže kdokoliv může překládat i bez velkých technických znalostí. Aby náš hlas byl konzistentní napříč celou platformou a pomohli jsme novým překladatelům začít, vznikla tato příručka.",
    "Steps to Begin Translation": "Jak začít překládat",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Naše aplikace a webové stránky jsou překládány prostřednictvím Weblate: svobodného, webového systému pro správu překladů. Pro přispění překlady byste měli:",
    "Have a": "Mít",
    "Weblate account": "účet na naší instanci Weblate",
    "Set your": "Nastavit si",
    "language preferences": "jazyk(y), do kterého chcete překládat",
    "Browse our": "Prohlédnout si naše",
    "translatable projects": "přeložitelné projekty",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Poté, co si vyberete projekt, můžete poskytovat návrhy pro řetězce, které ještě nebyly přeloženy, nebo navrhovat změny v těch, které už ano. Tyto návrhy jsou vyhodnoceny členem překladatelského týmu a zvoleny ty nejpříhodnější. Další informace o Weblate jsou k dispozici v <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">dokumentaci</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "Ve výchozím stavu můžete pouze navrhovat překlady. Pokud chcete dostat oprávnění pro ukládání překladů, <a href=\"https://translators-slack.elementary.io/\">připojte se ke skupině překladatelů na komunikátoru Slack</a> a sdělte správci své uživatelské jméno na Weblate a to, do jakého jazyka chcete překládat.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "V průběhu překládání se můžete setkat se situaci, kdy je třeba se rozhodnout mezi vícero způsoby jak říci stejnou věc. V takových případech odkazujeme na Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">obecnou příručku překladatele</a>, a pro problematiku konkrétního jazyka, se řídíme Ubuntu <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">překladatelskou příručku</a>. Řízením se těmito příručkami je zajištěn jednotný překlad, do kterého může přispívat kdokoli.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Pokud nechcete překládat prostřednictvím Weblate, nebo chcete provést mnoho změn najednou, můžete také překládat offline. K tomu je zapotřebí:",
    "Go to a project you want to translate": "Jít na projekt, který chcete překládat",
    "Choose your language": "Vybrat svůj jazyk",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Kliknout na &quot;Soubory&quot; a poté vybrat „Stáhnout překlad jako gettext PO“",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Vybrat si svůj oblíbený textový editor nebo specializovaný editor PO souborů (např. <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Začít překládat",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Až budete mít hotovo, použijte volbu „Nahrát překlad“ v nabídce „Soubory“ na stejné stránce, ze které jste je stáhli.",
    "Additional Info": "Další informace",
    "We won't support translation of the following pages:": "Překládat není možné následující stránky:"
}
