{
    "Brand": "Marca",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "La marca elementary pertany a elementary, Inc., l’empresa que orienta i dóna suport al desenvolupament de productes d'elementary. Aquestes directrius descriuen quan i com s’ha d’usar la marca elementary.",
    "Company and Product Names": "Noms de l'empresa i del producte",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "La paraula <strong>elementary</strong> és una marca comercial d'elementary, Inc. per referir-se a la mateixa empresa. Sempre és en minúscula, fins i tot quan comença oracions. També es pot usar juntament amb els noms de productes (per exemple, elementary OS) per referir-se a un producte específic d'elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "El producte principal d'elementary, Inc. és l'<strong>elementary OS</strong>. Per claredat, l'elementary OS no s’ha d’acortar mai a «elementary» ni a cap abreviatura.",
    "Brand Marks": "Distintius de la marca",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. reclama dues marques: el logosímbol <strong> e </strong> i el logotip <strong> elementary </strong>. Tots dos es consideren marques comercials i representen elementary, Inc.",
    "Both should be used with the following in mind:": "Ambdues han d'utilitzar-se tenint en compte el següent:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "No eixampleu, distorsioneu, roteu, invertiu o altereu d'altra manera les marques.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "No utilitzeu les marques com a fons de forma estrident; els colors sòlids funcionen millor.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Les marques han de ser monocromàtiques, com ara blanc sobre fons fosc o negre sobre fons clar.",
    "elementary Logomark": "Imatge de la marca de l'elementary",
    "Default logomark": "Logosímbol per defecte",
    "Alternate elementary Logomark": "Logosímbol alternatiu d'elementary",
    "Alternate logomark": "Logosímbol alternatiu",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "El logosímbol e s'ha d'usar per referir-se a elementary, Inc., especialment quan es requereix una proporció quadrada. S'ha d'usar amb mides més grosses i al costat de logotips de pes similar. El logosímbol alternatiu i més prim es pot usar en contextos més petits o quan el logosímbol per defecte sembli excessiu.",
    "elementary Logotype": "Logotip de l'elementary",
    "Logotype": "Logotip",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "El logotip d'elementary s'ha d'usar quan l'espai permeti referir-se a elementary, Inc. També es pot usar abans del nom d'un producte per referir-se a un producte específic d'elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "El logotip ha d'utilitzar-se sempre respectant les directrius següents:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "No intenteu recrear el logotip d'elementary escrivint la paraula amb una lletra específica, useu sempre el gràfic proporcionat.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "No utilitzeu el logotip amb mides petites; si no es veu clarament, utilitzeu la imatge de marca.",
    "Color": "Color",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Utilitzem l’ús del color combinat amb el nom i les marques per establir la nostra marca. Usem la paleta següent:",
    "Strawberry": "Maduixa",
    "Strawberry 100": "Maduixa 100",
    "Strawberry 300": "Maduixa 300",
    "Strawberry 500": "Maduixa 500",
    "Strawberry 700": "Maduixa 700",
    "Strawberry 900": "Maduixa 900",
    "Orange": "Taronja",
    "Orange 100": "Taronja 100",
    "Orange 300": "Taronja 300",
    "Orange 500": "Taronja 500",
    "Orange 700": "Taronja 700",
    "Orange 900": "Taronja 900",
    "Banana": "Plàtan",
    "Banana 100": "Groc 100",
    "Banana 300": "Groc 300",
    "Banana 500": "Groc 500",
    "Banana 700": "Groc 700",
    "Banana 900": "Groc 900",
    "Lime": "Llima",
    "Lime 100": "Llima 100",
    "Lime 300": "Llima 300",
    "Lime 500": "Llima 500",
    "Lime 700": "Llima 700",
    "Lime 900": "Lima 900",
    "Mint": "Menta",
    "Mint 100": "Menta 100",
    "Mint 300": "Menta 300",
    "Mint 500": "Menta 500",
    "Mint 700": "Menta 700",
    "Mint 900": "Menta 900",
    "Blueberry": "Nabiu",
    "Blueberry 100": "Nabiu 100",
    "Blueberry 300": "Nabiu 300",
    "Blueberry 500": "Nabiu 500",
    "Blueberry 700": "Nabiu 700",
    "Blueberry 900": "Nabiu 900",
    "Grape": "Raïm",
    "Grape 100": "Raïm 100",
    "Grape 300": "Raïm 300",
    "Grape 500": "Raïm 500",
    "Grape 700": "Raïm 700",
    "Grape 900": "Raïm 900",
    "Bubblegum": "Xiclet",
    "Bubblegum 100": "Xiclet 100",
    "Bubblegum 300": "Xiclet 300",
    "Bubblegum 500": "Xiclet 500",
    "Bubblegum 700": "Xiclet 700",
    "Bubblegum 900": "Xiclet 900",
    "Cocoa": "Cacau",
    "Cocoa 100": "Cacau 100",
    "Cocoa 300": "Cacau 300",
    "Cocoa 500": "Cacau 500",
    "Cocoa 700": "Cacau 700",
    "Cocoa 900": "Cacau 900",
    "Silver": "Plata",
    "Silver 100": "Plata 100",
    "Silver 300": "Plata 300",
    "Silver 500": "Plata 500",
    "Silver 700": "Plata 700",
    "Silver 900": "Plata 900",
    "Slate": "Llicorella",
    "Slate 100": "Llicorella 100",
    "Slate 300": "Llicorella 300",
    "Slate 500": "Llicorella 500",
    "Slate 700": "Llicorella 700",
    "Slate 900": "Llicorella 900",
    "Black": "Negre",
    "Black 100": "Negre 100",
    "Black 300": "Negre 300",
    "Black 500": "Negre 500",
    "Black 700": "Negre 700",
    "Black 900": "Negre 900",
    "Fonts": "Tipografies",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Per a la web i la impressió, usem Inter per als encapçalaments i la còpia corporal. Per als blocs de codi, fem usem Roboto Mono.",
    "Third Parties &amp; Community": "De tercers i de la comunitat",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Convidem els desenvolupadors de tercers que creen productes per a l'elementary OS a adoptar determinats elements de la marca elementary per coherència:",
    "Voice/tone": "Veu/to",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "No obstant això, per evitar la confusió dels usuaris, restringim l'ús del nom i les marques de l'elementary:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Us encoratgem a dir que la vostra aplicació o servei està \"dissenyada per a l'elementary OS\", però no useu el nom o les marques d'elementary com a part del nom de la vostra empresa, aplicació, producte o servei, o en qualsevol logotip que creeu.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Només es pot usar el nom o la marca d'elementary per fer referència a elementary, Inc. o els seus productes (p. e.: elementary OS).",
    "Community": "Comunitat",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Es recomana que els productes de la comunitat (llocs, clubs de fans, etc.) utilitzin el logotip de la Comunitat elementary:",
    "elementary Community Logo with color": "Logotip de la Comunitat elementary en color",
    "elementary Community Logo in black": "Logotip de la Comunitat elementary en blanc i negre",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Això ajuda a establir el producte com a part de la comunitat general alhora que redueix la confusió que es pot produir amb l'ús del logotip d'elementary, Inc.",
    "Hardware Distributors": "Distribuïdors de maquinari",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Sempre que el nostre programari porti una marca d'elementary, l’experiència ha de ser consistent: tant si el sistema operatiu s’ha baixat del nostre lloc web com si s’ha preinstal·lat en un producte de maquinari.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Es poden modificar i distribuir els components del programari de l'elementary OS segons els termes de la llicència de programari de codi obert; tanmateix, la marca i les marques comercials anteriors només es poden redistribuir segons una o més de les condicions següents:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "El programari resta substancialment inalterat; incloses les aplicacions predeterminades, full d’estil i iconografia, etc., o bé",
    "Software modifications are approved by elementary, Inc.": "les modificacions del programari estan aprovades per elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Els controladors i l'habilitació de maquinari són, per descomptat, acceptables. Entenem que la marca del distribuïdor (per exemple, els fons de pantalla per defecte) pot ser important per al distribuïdor; per tant, aquestes modificacions normalment s'aprovaran. En cas de dubte, escriviu a <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> per obtenir-ne aclariments o instruccions.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Si no podeu o no voleu seguir els termes de redistribució d'elementary, Inc., eliminar les nostres marques comercials del sistema operatiu és senzill i directe:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Modifiqueu la línia <code>DISTRIB_DESCRIPTION</code> del fitxer <code>/etc/lsb-release</code> per excloure les nostres marques.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Reemplaceu la iconografia de la de la icona <code>distributor-logo</code> present a <code>/usr/share/icons/elementary/places/</code> en cada una de les mides proporcionades de manera que no aparegui al sistema.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Suprimiu o reemplaceu els paquets <code>plymouth-theme-elementary</code> i <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Per a més informació sobre fabricants d'equips originals i distribuïdors de maquinari, consulteu la nostra pàgina <a href=\"oem\">informació per a OEMs</a>.",
    "Merchandise": "Mercaderies",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "No autoritzem que la nostra marca (incloses les nostres marques de nom o de marca) s’usin en mercaderies de tercers sense una aprovació expressa i per escrit.",
    "Assets &amp; More Info": "Actius i més informació",
    "Download on GitHub": "Baixa-ho del GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Per a més informació en relació a l'ús del nom, marca i distintius d'elementary, contacteu amb <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marca ⋅ elementary"
}
