{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "La marca elementary és única: tècnicament pertany a elementary LLC, l'empresa que guia i assisteix el desenvolupament dels productes de l'elementary. No obstant això, tenim una comunitat enorme i no volem ser massa estrictes amb els requeriments legals i detalls tècnics. Per això, hem redactat algunes directrius per que sigui més fàcil entendre quan i com ha d'utilitzar-se la marca elementary.",
    "Name": "Nom",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "La paraula «elementary» fa referència i és una marca d'elementary LLC. elementary sempre s'escriu en minúscula, inclús quan apareix al principi d'una oració, com aquesta. També s'utilitza conjuntament amb el nom de productes (p.e. «elementary OS») per referir-se a productes específics d'elementary.",
    "Brand Marks": "Distintius de la marca",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary és propietari de dues marques: el logotip «elementary» i la imatge de marca «e». Ambdues es consideren marques registrades i representen a elementary (l'empresa) i els seus productes.",
    "Both should be used with the following in mind:": "Ambdues han d'utilitzar-se tenint en compte el següent:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "No eixampleu, distorsioneu, roteu, invertiu o altereu d'altra manera les marques.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "No utilitzeu les marques com a fons de forma estrident; els colors sòlids funcionen millor.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Les marques han de ser sempre monocromàtiques; normalment blanques si el fons és negre, o negres amb fons clars.",
    "Logotype": "Logotip",
    "elementary Logotype": "Logotip de l'elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "El logotip s'ha d'utilitzar quan l'espai ho permeta per referir-se a l'empresa elementary. Pot utilitzar-se davant del nom d'un producte per referir-se a un producte específic d'elementary.",
    "The logotype should always be used under the following guidelines:": "El logotip ha d'utilitzar-se sempre respectant les directrius següents:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "No intenteu recrear el logotip. És un distintiu de marca dissenyat meticulosament, no és simplement la paraula «elementary» escrita amb una tipografia determinada.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "No utilitzeu el logotip amb mides petites; si no es veu clarament, utilitzeu la imatge de marca.",
    "Logomark": "Imatge de marca",
    "elementary Logomark": "Imatge de la marca de l'elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "La imatge de marca «e» s'ha d'utilitzar per referir-se a l'empresa elementary quan l'espai és restringit o es requereix una figura quadrada.",
    "Color": "Color",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary empra colors en combinació amb el nostre nom i distintius per establir la nostra marca. Utilitzem la paleta següent:",
    "Blueberry": "Nabiu",
    "Strawberry": "Maduixa",
    "Orange": "Taronja",
    "Banana": "Plàtan",
    "Lime": "Llima",
    "Grape": "Raïm",
    "White": "Blanc",
    "Black": "Negre",
    "Fonts": "Tipografies",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "A la web i les impressions, utilitzem Raleway en les capçaleres i Open Sans en el cos del text. Per als blocs de codi, utilitzem Roboto Mono.",
    "Third Parties &amp; Community": "Third Parties & Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Animem als desenvolupadors externs que creen productes per a l'elementary OS a adoptar certs elements de la marca elementary per assolir consistència:",
    "Voice/tone": "Veu/to",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "No obstant això, per evitar la confusió dels usuaris, restringim l'ús del nom i les marques de l'elementary:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Sou lliures de dir que la vostra aplicació o servei s'ha dissenyat per a l'elementary OS, però no utilitzeu el nom o les marques d'elementary com a part del nom de la vostra companyia, aplicació, producte, servei, o en qualsevol logotip que hi creeu.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Utilitzeu el nom o marques d'elementary només per referir-vos a elementary LLC o els seus productes (p.e. elementary OS).",
    "Community": "Community",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:",
    "elementary Community Logo with color": "elementary Community Logo with color",
    "elementary Community Logo in black": "elementary Community Logo in black",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.",
    "Merchandise": "Marxandatge",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Normalment no permetem l'ús de la nostra marca (incloent el nostre nom o distintius de marca) en marxandatge de tercers.",
    "Assets &amp; More Info": "Recursos i més informació",
    "Download on GitHub": "Baixa-ho del GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Per a més informació en relació a l'ús del nom, marca i distintius d'elementary, contacteu amb <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marca ⋅ elementary"
}