{
    "Code of Conduct": "Codi de conducta",
    "Our Pledge": "El nostre compromís",
    "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, caste, color, religion, or sexual identity and orientation.": "Com a membres, col·laboradors i líders ens comprometem a fer de la participació a la nostra comunitat una experiència lliure d'assetjament per a tothom, independentment de l'edat, les dimensions corporals, la discapacitat visible o invisible, l'ètnia, les característiques sexuals, la identitat i l'expressió de gènere, el nivell d'experiència, l'educació, l'estatus socioeconòmic, la nacionalitat, l'aparença personal, la raça, la casta, el color, la religió o la identitat i l'orientació sexuals.",
    "We pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community.": "Ens comprometem a actuar i interactuar de manera que contribueixi a una comunitat oberta, acollidora, diversa, inclusiva i saludable.",
    "Our Standards": "Els nostres estàndards",
    "Examples of behavior that contributes to a positive environment for our community include:": "Alguns exemples de comportament que contribueixen a un entorn positiu per a la nostra comunitat inclouen el següent:",
    "Demonstrating empathy and kindness toward other people": "Demostrar empatia i bondat cap als altres",
    "Being respectful of differing opinions, viewpoints, and experiences": "Ser respectuós amb les opinions, punts de vista i experiències diferents",
    "Giving and gracefully accepting constructive feedback": "Donar i acceptar amb gràcia comentaris constructius",
    "Accepting responsibility and apologizing to those affected by our mistakes, and learning from the experience": "Acceptar la responsabilitat i demanar disculpes als afectats pels nostres errors i aprendre de l'experiència",
    "Focusing on what is best not just for us as individuals, but for the overall community": "Centrar-nos en el que és millor no només per a nosaltres com a individus, sinó per a la comunitat en general",
    "Examples of unacceptable behavior include:": "Alguns exemples de comportament inacceptable inclouen el següent:",
    "The use of sexualized language or imagery, and sexual attention or advances of any kind": "L'ús de llenguatge o imatges sexualitzats, i atenció sexual o insinuacions de qualsevol tipus",
    "Trolling, insulting or derogatory comments, and personal or political attacks": "Troleig, comentaris insultants o despectius i atacs personals o polítics",
    "Public or private harassment": "L'assetjament públic o privat",
    "Publishing others&#39; private information, such as a physical or email address, without their explicit permission": "Publicació d'altres&#39; informació privada, com ara una adreça física o de correu electrònic, sense permís explícit",
    "Other conduct which could reasonably be considered inappropriate in a professional setting": "Altres conductes que es puguin considerar raonablement inadequades en un entorn professional",
    "Enforcement Responsibilities": "Responsabilitats de compliment",
    "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful.": "Els líders de la comunitat són responsables d'aclarir i fer complir els nostres estàndards de comportament acceptable i prendran les mesures correctives adequades i justes en resposta a qualsevol comportament que considerin inadequat, amenaçador, ofensiu o perjudicial.",
    "Community leaders have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, and will communicate reasons for moderation decisions when appropriate.": "Els líders de la comunitat tenen el dret i la responsabilitat de suprimir, editar o rebutjar comentaris, compromisos, codi, edicions de wiki, problemes i altres contribucions que no estiguin alineades amb aquest Codi de conducta, i comunicaran els motius de les decisions de moderació quan calgui.",
    "Scope": "Abast",
    "This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.": "Aquest Codi de conducta s'aplica a tots els espais comunitaris, i també s'aplica quan una persona representa oficialment la comunitat en espais públics. Alguns exemples de representació de la nostra comunitat inclouen l'ús d'una adreça electrònica oficial, la publicació a través d'un compte oficial de xarxes socials o l'actuació com a representant designat en un esdeveniment en línia o fora de línia.",
    "Enforcement": "Compliment",
    "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at contact@elementary.io. All complaints will be reviewed and investigated promptly and fairly.": "Els casos de comportament abusiu, assetjament o d'una altra mena inacceptables es poden fer saber als líders de la comunitat responsables de l'aplicació a contact@elementary.io. Totes les queixes seran revisades i investigades de manera ràpida i justa.",
    "All community leaders are obligated to respect the privacy and security of the reporter of any incident.": "Tots els líders de la comunitat estan obligats a respectar la privadesa i la seguretat del denunciant de qualsevol incident.",
    "Enforcement Guidelines": "Directrius de compliment",
    "Community leaders will follow these Community Impact Guidelines in determining the consequences for any action they deem in violation of this Code of Conduct:": "Els líders de la comunitat seguiran aquestes directrius d'impacte en la comunitat per determinar les conseqüències de qualsevol acció que considerin que infringeix aquest Codi de conducta:",
    "1. Correction": "1. Correcció",
    "<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed unprofessional or unwelcome in the community.": "<strong>Impacte en la comunitat</strong>: ús d'un llenguatge inadequat o un altre comportament considerat poc professional o no desitjat dins la comunitat.",
    "<strong>Consequence</strong>: A private, written warning from community leaders, providing clarity around the nature of the violation and an explanation of why the behavior was inappropriate. A public apology may be requested.": "<strong>Conseqüència</strong>: una advertència privada i escrita dels líders de la comunitat, que proporciona claredat sobre la naturalesa de la infracció i una explicació de per què el comportament va ser inadequat. Es poden demanar disculpes públiques.",
    "2. Warning": "2. Avís",
    "<strong>Community Impact</strong>: A violation through a single incident or series of actions.": "<strong>Impacte en la comunitat</strong>: una infracció mitjançant un sol incident o una sèrie d'accions.",
    "<strong>Consequence</strong>: A warning with consequences for continued behavior. No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, for a specified period of time. This includes avoiding interactions in community spaces as well as external channels like social media. Violating these terms may lead to a temporary or permanent ban.": "<strong>Conseqüència</strong>: un avís amb conseqüències per un comportament continuat. Sense interacció amb les persones implicades, inclosa la interacció no sol·licitada amb les persones que fan complir el Codi de conducta, durant un període de temps determinat. Això inclou evitar interaccions en espais comunitaris i canals externs com ara les xarxes socials. La violació d'aquestes condicions pot comportar una prohibició temporal o permanent.",
    "3. Temporary Ban": "3. Prohibició temporal",
    "<strong>Community Impact</strong>: A serious violation of community standards, including sustained inappropriate behavior.": "<strong>Impacte a la comunitat</strong>: una violació greu dels estàndards de la comunitat, inclòs un comportament inadequat sostingut.",
    "<strong>Consequence</strong>: A temporary ban from any sort of interaction or public communication with the community for a specified period of time. No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, is allowed during this period. Violating these terms may lead to a permanent ban.": "<strong>Conseqüència</strong>: prohibició temporal de qualsevol tipus d'interacció o comunicació pública amb la comunitat durant un període de temps determinat. Durant aquest període no es permet cap interacció pública o privada amb les persones implicades, inclosa la interacció no sol·licitada amb qui fa complir el Codi de conducta. La violació d'aquestes condicions pot comportar una prohibició permanent.",
    "4. Permanent Ban": "4. Prohibició permanent",
    "<strong>Community Impact</strong>: Demonstrating a pattern of violation of community standards, including sustained inappropriate behavior, harassment of an individual, or aggression toward or disparagement of classes of individuals.": "<strong>Impacte en la comunitat</strong>: demostració d'un patró d'incompliment dels estàndards de la comunitat, com ara un comportament inadequat sostingut, l'assetjament d'una persona o l'agressió o menyspreu cap a classes d'individus.",
    "<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the community.": "<strong>Conseqüència</strong>: prohibició permanent de qualsevol tipus d'interacció pública dins de la comunitat.",
    "Attribution": "Atribució",
    "This Code of Conduct is adapted from the <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, available at <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.": "Aquest codi de conducta s'adapta del <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, versió 2.1, disponible a <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1.html</a>.",
    "Community Impact Guidelines were inspired by <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.": "Les directrius d'impacte de la comunitat s'han inspirat en l'<a href=\"https://github.com/mozilla/diversity\">escala d'aplicació del codi de conducta de Mozilla</a>.",
    "For answers to common questions about this code of conduct, see the FAQ at <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Translations are available at <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.": "Per obtenir respostes a preguntes habituals sobre aquest codi de conducta, consulteu les PMF a <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Les traduccions estan disponibles a <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.",
    "Code of Conduct &sdot; elementary": "Codi de conducta &sdot; elementary"
}