{
    "Code of Conduct": "Codi de conducta",
    "Community Guidelines": "Directrius de la comunitat",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Estar involucrat en la comunitat de l'elementary és una experiència increïble; arribeu a ser una part d'una cosa gran, col·laborar amb persones de tot el món i ajudar la gent a fer els seus ordinadors impressionants. Ara bé, això comporta la responsabilitat de seguir un conjunt de regles predefinides que garanteixen el millor ambient per a tots els involucrats. S'espera que les regles següents es  respectin en qualsevol moment que estigueu involucrat en la comunitat, ja sigui a l'Slack, al GitHub, en un lloc de la comunitat de l'elementary; en persona o en qualsevol altre lloc.",
    "I. Respect": "I. Respecte",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respectar els altres és primordial. Assegureu-vos de respectar la gent i les seues opinions, rerefons personal, privacitat i idees. A la comunitat de l'elementary no hi ha lloc per comentaris irrespectuosos o feridors de cap tipus. A l'hora de criticar, enfoqueu-ho de forma constructiva i respectuosa. Els atacs personals no es toleren. En rebre cap crítica constructiva, teniu-la en compte i agraïu-la, sense importar la vostra postura.",
    "II. Content": "II. Contingut",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "La comunitat de l'elementary es compon de milers d'usuaris d'edats, creences i nivells de maduresa diferents. A causa d'això, heu de ser conscient del contingut que produïu i de les observacions que feu. Cap tipus de nuesa, excés de vulgaritat, contingut polític, contingut religiós o contingut inapropiat ha d'aparèixer en relació amb l'elementary. Al final, els moderadors de l'elementary tenen l'última paraula pel que fa al que es constitueix com no apropiat. En cas de dubte, considereu si és o no és una cosa que mostraríeu a una habitació plena de persones, incloent-hi nens i àvies de tot el món. Si no ho teniu clar, no ho feu.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Les imatges compartides en comunitats moderades per l'elementary no haurien de contenir temes que imitin un altre OS, fotos o il·lustracions que deshumanitzin un individu, o contingut que viole d'altra manera el nostre Codi de Conducta.",
    "III. Rumors and Speculation": "III. Rumors i especulació",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Si bé la naturalesa de ritme ràpid i emocionant d'elementary contribueix a l'impuls de difusió de rumors o especulacions, eviteu-ho. Discutir els plans de futur està bé, però mentre que no es tracti d'un fet comprovat, divulgueu-lo com a especulació personal o no en parleu. La difusió d'informació inexacta pot ser perjudicial per a la comunitat, sobretot si s'estén de manera negativa.",
    "IV. Helpful Discussion": "IV. Discussió constructiva",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "L'elementary és impulsat per individus que es reuneixen durant el temps lliure per crear alguna cosa especial. És important respectar aquest fet i sempre tractar de contribuir a una discussió saludable i útil. En una reunió, no marxeu del tema i manteniu-vos en silenci a menys que tingueu alguna cosa útil per a la discussió immediata. Comentant al lloc web, manteniu la discussió relacionada amb el contingut de l'entrada o tema de la resposta. Si participeu en un debat orientat als desenvolupadors, com ara un rastrejador d'incidències, sol·licitud d'inclusió, llista de correu, IRC, o Slack, no creeu soroll innecessari amb la discussió de temes no són de desenvolupament; això només fa descarrilar la discussió i enterboleix els registres per als desenvolupadors que no puguin ser-hi presents.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Com a comunitat principalment en línia, és important que evitem els aspectes potencialment negatius d'Internet. No feu trols, ni inicieu baralles o feu comentaris amb l'únic propòsit de molestar algú. És infantil i inacceptable. El correu brossa també és inacceptable, això inclou publicar enllaços a llocs irrellevants i publicar repetidament enllaços al mateix lloc. Si algú està fent trols o enviant correu brossa, ignoreu-lo i marqueu la bandera a l'usuari.",
    "V. Avoiding Conflict": "V.  Evitar conflictes",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Si sentiu que algú -sigui un col·laborador nou o de fa molt temps- és groller, amablement deixeu que la persona ho sàpiga. És bo afrontar els problemes abans que esdevinguin crítics. Tothom té un paper per jugar a l'hora d'ajudar a aconseguir una comunicació fluida en el nostre entorn de treball (a vegades desafiant).",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "De la mateixa manera, esforceu-vos sempre per ser professional, precís i respectuós en interactuar amb altres projectes, empreses o persones o mencionar-los. Recordeu que les vostres paraules i interaccions poden ser percebudes com les de la comunitat major de l'elementary. Si bé la crítica constructiva pot ser útil, abordeu-la sempre de manera positiva i no tergiverseu ni difameu, si no n'esteu segurs. Decanteu-vos per l'omissió.",
    "VI. Step Down Considerately": "VI. Anar-se'n amb consideració",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Les prioritats de la vida, els interessos i les passions poden canviar. Si esteu involucrat en un projecte relacionat amb l'elementary, però sentiu que us n'heu de donar de baixa, fer-ho d'una manera que minimitzi el destorb. Quan treballem junts, la nostra feina i les nostres idees ja no són només nostres, ja que pertanyen a la comunitat de l'elementary en el seu conjunt. Informeu altres membres de l'equip que teniu la intenció de deixar-ho i, si és possible, ajudeu a trobar algú per continuar la vostra feina. Si més no, assegurar-vos que es pot continuar on ho vau deixar.",
    "Consequences": "Conseqüències",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Si decidiu no seguir aquest codi de conducta o feu anar malament la comunitat, ens reservem el dret de fer el següent: alterar o suprimir qualsevol contingut que hàgiu publicat, desactivar o prohibir el vostre compte a llocs de tercers, desactivar el vostre compte a l'Slack o, altrament, impedir-vos interactuar amb la comunitat.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>El Codi de conducta de l'elementary té llicència de <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a>. Certs aspectes s'han inspirat en el <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Codi de conducta de l'Ubuntu<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Codi de conducta &sdot; elementary"
}
