{
    "Be a Part of Something Bigger": "Formeu part de quelcom més gran",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tot el que fem és 100 % de codi obert i desenvolupat en col·laboració amb persones d'arreu del món. Fins i tot, si no sou programador, podeu involucrar-vos-hi i marcar la diferència.",
    "Funding": "Finançament",
    "Translations": "Traduccions",
    "Support": "Assistència",
    "Web": "Web",
    "Desktop": "Escriptori",
    "Design": "Disseny",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Amb l’ajuda dels nostres usuaris i fans, hem pogut passar d’un grup reduït de voluntaris apassionats a una empresa minúscula però sostenible. Cada mica de suport ens ajuda a millorar el sistema operatiu i a abordar problemes encara més ambiciosos.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Financeu directament l'elementary i aconseguiu una insígnia al perfil de GitHub per mostrar el teu suport. Els patrocinadors de GitHub no cobren cap quota; per tant, és una manera fantàstica de fer que la vostra contribució vagi més enllà.",
    "Sponsor on GitHub": "Patrocina al GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "El Patreon funciona com una campanya de finançament col·lectiu en curs. Trieu un import per contribuir-hi cada mes per ajudar-nos a assolir els nostres objectius. A més, obteniu recompenses exclusives i llegiu contingut exclusiu abans d'hora.",
    "Back on Patreon": "Ajuda amb el Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utilitzeu una targeta de crèdit, dèbit o un compte Paypal. Podeu triar un pagament únic o establir pagaments recurrents.",
    "Use PayPal": "Useu PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - La manera més segura i fàcil de pagar en línia!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Establiu una contribució recurrent a través del Liberapay, la plataforma de finançament de codi obert i sense ànim de lucre.",
    "Contribute with Liberapay": "Contribuïu-hi amb el Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "L'elementary OS el creen i utilitzen persones d'arreu del món; ajudeu-nos a fer l'experiència encara millor traduint-lo a més llengües.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tant l'elementary OS i el lloc web es tradueixen obertament usant una plataforma en línia anomenada Weblate.",
    "Learn More": "Més informació",
    "Join Chat": "Afegiu-vos al xat",
    "Suggest Translations": "Suggeriu traduccions",
    "World map": "Mapa mundial",
    "Question &amp; Answer": "Preguntes & Respostes",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "Usem les discussions de GitHub per a preguntes i respostes de la comunitat. Qualsevol pot crear un compte per començar-hi a preguntar i respondre.",
    "New Questions": "Preguntes noves",
    "Unanswered Questions": "Preguntes sense resposta",
    "Documentation": "Documentació",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona documentació bàsica tant per usuaris com per desenvolupadors. Tota la documentació està escrita amb Markdown i hostatjada al GitHub, així que enviar un canvi o una secció nova és ben fàcil.",
    "Learning the Basics Guide": "Aprenentatge de la Guia bàsica",
    "Developer Docs": "Documentació",
    "Web Development": "Desenvolupament web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Hem creat el nostre lloc web usant HTML, CSS, PHP i JavaScript. Sempre estem cercant gent amb experiència en eixes àrees que vulguin contribuir i millorar-lo.",
    "Report a Website Issue": "Notifiqueu un error al lloc web",
    "Fork the Website on GitHub": "Bifurca el lloc web al GitHub",
    "Desktop Development": "Desenvolupament del SO",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "El nostre entorn d'escriptori i totes les seves aplicacions es creen amb Vala, GTK, Granite i una sèrie d'altres biblioteques obertes. Allotgem tot el nostre codi i fem tot el desenvolupament a GitHub. Si mai no heu fet desenvolupament per al sistema operatiu elementary, us recomanem que consulteu la nostra guia per a desenvolupadors.",
    "Developer Guide": "Guia per a desenvolupadors",
    "Browse Code": "Navegueu pel codi",
    "Report issues": "Informeu de problemes",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Ajudeu a fer el seguiment dels problemes i informeu-ne. O bé ajudeu-vos confirmant, aclarint i netejant els problemes existents.",
    "Read the Guide": "Llegiu-ne la guia",
    "Fix issues": "Corregiu problemes",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Contribuïu al sistema operatiu elementary OS solucionant problemes, millorant-ne la funcionalitat o implementant-hi funcions noves.",
    "Bitesize Issues": "Problemes petits",
    "Create apps": "Creeu aplicacions",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Milloreu l'ecosistema general de l'elementary OS i guanyeu diners mitjançant la creació de bones aplicacions per al Centre d'aplicacions.",
    "Publish on AppCenter": "Publiqueu al Centre d'aplicacions",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "El nostre equip de disseny converteix les idees en informes d'emissió clars i actius lliurables. Abans d’immergir-s'hi, es recomana llegir sobre el nostre flux de treball per al disseny.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "El nostre equip de disseny fa un seguiment dels problemes de “Necessita disseny” a GitHub. És possible que calguin més debats sobre disseny, models o actius lliurables.",
    "See ‘Needs Design’ Issues": "Vegeu els problemes de \"Necessita disseny\"",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "L'elementary OS usa un llibre d’estil de sistema escrit en CSS. Defineix com es mostra la interfície (com ara botons, barres d'eines i menús).",
    "View Stylesheet": "Vegeu-ne el llibre d'estil",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "L'elementary OS inclou un conjunt d’icones vectorials que s’usen a totes les aplicacions per defecte i que estan disponibles per a aplicacions de tercers.",
    "Browse Icons": "Navegueu per les icones",
    "Get Involved with elementary OS": "Involucreu-vos en l'elementary OS"
}
