{
    "Be a Part of Something Bigger": "Formeu part de quelcom més gran",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tot el que fem és 100% de codi obert i desenvolupat en col·laboració amb persones d'arreu del món. Fins i tot, si no sou programador, podeu involucrar-vos-hi i marcar la diferència.",
    "Funding": "Finançament",
    "Translations": "Traduccions",
    "Support": "Assistència",
    "Web": "Web",
    "Desktop": "Escriptori",
    "Design": "Disseny",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Amb la vostra ajuda, hem pogut créixer des d'un grup menut de voluntaris apassionats fins a una companyia reduïda. Cada mica d'ajuda ens porta un pas més a prop de contractar un altre desenvolupador a temps complet.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona com una campanya de micro-mecenatge contínua. Trieu una quantitat, obteniu recompenses i ajudeu-nos a acomplir els nostres objectius.",
    "Learn More": "Més informació",
    "Become a Patron": "Convertiu-vos en un Patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utilitzeu una targeta de crèdit, dèbit o un compte Paypal. Podeu triar un pagament únic o establir pagaments recurrents.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Ajudeu-nos financerament i obteniu ítems d'elementary exclusius per mostrar el vostre suport als amics, familiars i companys de feina.",
    "Visit Store": "Visiteu la Botiga",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource posa els fons directament a les mans dels desenvolupadors recompensant-los per aplicar correccions o crear característiques noves. Establiu una generositat en aspectes que us importan o financeu una aplicació específica. També podeu establir una subscripció recurrent.",
    "Bountied Bugs": "Errors recompensats",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "L'elementary OS el creen i utilitzen persones d'arreu del món; ajudeu-nos a fer l'experiència encara millor traduint-lo a més llengües.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tant l'elementary OS i el lloc web es tradueixen obertament usant una plataforma en línia anomenada Weblate.",
    "Suggest Translations": "Suggeriu traduccions",
    "World map": "Mapa mundial",
    "Question &amp; Answer": "Preguntes & Respostes",
    "StackExchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange és un lloc web de preguntes i respostes amb l'objectiu de trobar les millors respostes a les preguntes més freqüents. Qualsevol pot crear-s'hi un compte i començar a fer preguntes i respostes.",
    "Unanswered Questions": "Preguntes sense resposta",
    "New Questions": "Preguntes noves",
    "Documentation": "Documentació",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona documentació bàsica tant per usuaris com per desenvolupadors. Tota la documentació està escrita amb Markdown i hostatjada al GitHub, així que enviar un canvi o una secció nova és ben fàcil.",
    "Learning The Basics Guide": "Guia d'aprenentatge bàsic",
    "Developer Docs": "Documentació",
    "Web Development": "Desenvolupament web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Hem creat el nostre lloc web usant HTML, CSS, PHP i JavaScript. Sempre estem cercant gent amb experiència en eixes àrees que vulguin contribuir i millorar-lo.",
    "Fork Our Website on GitHub": "Bifurqueu el nostre web al GitHub",
    "Report a Website Issue": "Notifiqueu un error al lloc web",
    "Desktop Development": "Desenvolupament del SO",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "El nostre entorn d'escriptori i totes les aplicacions estan construïts usant Vala, GTK+, Granite i un nombre d'altres biblioteques obertes. Tenim el codi del nostre escriptori a GitHub, un servei lliure per a projectes de codi obert. Si mai no heu fet desenvolupament per a l'elementary OS, us recomanem que mireu la nostra guia de com començar.",
    "Browse Our Code": "Navegueu pel nostre codi",
    "Bitesized Bugs": "Errors trossejats",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "",
    "Browse Our Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "",
    "Browse Our Icons": "",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "Browse Needs Design Issues": "",
    "Get Involved with elementary OS": "Col·laboreu amb l'elementary OS"
}
