{
    "Information for OEMs": "Informació per a OEM",
    "Give your customers the best experience with elementary OS.": "Oferiu als vostres clients la millor experiència amb l'elementary OS.",
    "Partners &amp; Retailers": "Socis i detallistes",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Oferim dues maneres de formar part de la llista com a OEM d'elementary OS a <a href=\"https://store.elementary.io\">la botiga</a>, amb requeriments i beneficis diferents.",
    "Partner": "Soci",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "Aprovació per model, amb cada model que apareix a <a href=\"https://store.elementary.io\">la nostra botiga</a>.",
    "Requirements:": "Requeriments:",
    "Official involvement from elementary, Inc.": "Implicació oficial d'elementary, Inc.",
    "Negotiable per-device royalty": "Cànon negociable per dispositiu",
    "Strict software guidelines": "Guies de programari estrictes",
    "Trademark compliance": "Compliment de marques comercials",
    "Retailer": "Detallista",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Un enllaç al vostre lloc web o pàgina inicial que apareix a <a href=\"https://store.elementary.io\">la botiga</a>.",
    "Selling devices with elementary OS": "Venda de dispositius amb elementary OS",
    "Per-device royalty encouraged": "Es fomenta el cànon per dispositiu",
    "Resources": "Recursos",
    "Installation": "Instal·lació",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "L'instal·lador del sistema operatiu elementary OS tracta cada instal·lació com una instal·lació OEM; seguiu-ne els passos per instal·lar el sistema operatiu i, a continuació, apagueu el dispositiu i ja estarà a punt per enviar-lo a un client. O bé, per crear-ne una imatge personalitzada: instal·leu el sistema operatiu, configureu els paquets o la configuració necessaris mitjançant un compte d'administrador temporal, suprimiu el compte i, a continuació, creeu-ne una imatge de disc. En ambdós casos, la configuració inicial crearà un compte d'usuari final durant la primera arrencada.",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Instal·lador</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Configuració inicial</a>",
    "System Settings": "Paràmetres del sistema",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "La configuració del sistema ofereix diversos avantatges als OEM que ofereixen l'elementary OS. Des de la seva arquitectura d'integració fins a la marca fàcilment proporcionada, la configuració del sistema es va dissenyar pensant en els fabricants d’OEM.",
    "Plugs": "Integració",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "La configuració del sistema (am el nom en codi <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) usa un concepte d'integració automàtica per proporcionar paràmetres per a maquinari i programari diversos. Per exemple, la configuració del <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Ratolí i del ratolí tàctil</a> la proporciona un integrador.",
    "Switchboard": "Quadre manual",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "Els OEM poden desenvolupar i enviar connectors personalitzats si el maquinari especial o únic de la màquina requereix una configuració a més del que hi ha disponible per defecte al sistema operatiu d'elementary, per exemple: sensors especials o mètodes d'entrada no presents a la majoria de maquinari. Si és rellevant per a un conjunt més ampli d'usuaris, aportar-lo a la font original dels <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">connectors existents</a> a> és molt recomanable.",
    "Documentation": "Documentació",
    "OEM Info in About": "Informació d'OEM al Quant a",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "El connector <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">Quant a</a> mostra informació del sistema a l'usuari i proporciona diverses accions generals, com ara restaurar la configuració, informar de problemes i obtenir ajuda. A més de la informació del programari (com ara la versió del sistema operatiu), també proporciona un espai per a la informació del maquinari. Per defecte, s'omple amb una imatge genèrica i el nom d'amfitrió del sistema. Tot i això, els OEM poden proporcionar dades de marca personalitzades per a aquesta secció.",
    "Switchboard About": "Quant a del Quadre manual",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "En proporcionar un fitxer <code>oem.conf</code>, els OEM poden emplenar-hi el nom del fabricant, el nom del producte, el número de model i l'URL del fabricant. També es pot proporcionar una imatge que substitueixi la icona del maquinari genèric.",
    "Learn More": "Més informació",
    "Third-Party Repositories": "Repositoris de tercers",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "Es desaconsella molt enviar un sistema operatiu d'elementary amb dipòsits de programari diferents dels predeterminats del sistema operatiu més un únic dipòsit proporcionat i controlat per l'OEM. <strong>Els repositoris de tercers donen eficaçment accés d'arrel i la possibilitat de substituir qualsevol paquet del sistema per paquets de tercers potencialment no fiables.</strong> Fins i tot si la part és fiable, la seguretat i la privadesa del client d'un OEM també estan en joc si els paquets de tercers estan compromesos, o si reutilitzen la contrasenya en diversos serveis, etc.",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "A més, si un dipòsit de tercers no es manté o no es publica, <strong>podria impedir actualitzacions periòdiques del sistema operatiu.</strong> Això podria impedir que les solucions d'estabilitat i seguretat potencialment greus arribessin als clients de l'OEM.",
    "News &amp; Announcements": "Notícies i anuncis",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "Publiquem actualitzacions freqüents sobre desenvolupament, anuncis importants, consells per a desenvolupadors, aplicacions destacades i molt més al nostre bloc.",
    "Visit our Blog": "Visiteu el nostre blog",
    "Brand Resources": "Recursos de la marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vegeu els logotips d'elementary, les pautes d'ús de la marca, la paleta de colors i el logotip de la comunitat. A més, descarregueu els actius del logotip oficial d'alta resolució i vectorial d'elementary.",
    "View Brand Resources": "Vegeu els recursos de la marca",
    "Get in Touch": "Posem-nos en contacte",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "Parleu directament amb l'equip enviant un correu electrònic a <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Tant si sou un soci existent com si voleu explorar l'oferta d'un sistema operatiu d'elementary, esperem xatejar.",
    "Send an Email": "Envieu-nos un missatge de correu",
    "Information for OEMs &sdot; elementary": "Informació per a OEM d'elementary"
}
