{
    "Press Resources": "Recursos de premsa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Ens agrada treballar amb la premsa, tant dins del món de Linux com en els millors ritmes de tecnologia i cultura, per compartir la nostra història i el que estem treballant.",
    "Join Our Press List": "Afegiu-vos a la nostra llista de premsa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Sigueu els primer a conèixer novetats i desenvolupaments importants. Enviem un accés anticipat als comunicats de premsa i dossiers de premsa, incloses captures de pantalla d'alta resolució. Aquesta és una llista de <strong>volum molt baix<\/strong>; us enviem la notícia més grossa aproximadament un cop l'any.",
    "Email": "Correu",
    "First Name": "Nom",
    "Last Name": "Cognoms",
    "Publication": "Publicació",
    "Subscribe": "Subscripció",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "Juno és més refinat, més productiu i una plataforma encara millor per als desenvolupadors de tercers. Hem desenvolupat aplicacions més importants, s'ha fet que l'escriptori principal sigui més productiu amb diverses funcions noves, se n'ha refinat l'aspecte general i s'ha millorat la configuració del sistema.",
    "Read Announcement": "Llegiu-ne l'anunci",
    "Download Press Kit": "Baixeu-ne el dossier de premsa",
    "News &amp; Announcements": "Notícies i anuncis",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "Compartim actualitzacions freqüents sobre el desenvolupament, anuncis importants, consells per als desenvolupadors, aplicacions destacades i altres continguts nous a través de la nostra publicació Medium.",
    "Visit Medium": "Visiteu Medium",
    "Brand Resources": "Recursos de la marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vegeu els logotips d'elementary, les pautes d'ús de la marca, la paleta de colors i el logotip de la comunitat. A més, descarregueu els actius del logotip oficial d'alta resolució i vectorial d'elementary.",
    "View Brand Resources": "Vegeu els recursos de la marca",
    "Get in Touch": "Posem-nos en contacte",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Parleu directament amb l'equip a través d'un missatge electrònic a <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. Rebem de bon grat sol·licituds d'entrevistes, aparicions de podcast o consultes de premsa en general.",
    "Send an Email": "Envieu-nos un missatge de correu",
    "Press &sdot; elementary": "Premsa de l'elementary"
}
