{
    "Press Resources": "Recursos de premsa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Ens agrada treballar amb la premsa, tant dins del món de Linux com en els millors ritmes de tecnologia i cultura, per compartir la nostra història i el que estem treballant.",
    "In the Press": "A la premsa",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "\"El sistema operatiu elementary és diferent... un sistema operatiu bonic i potent.\"",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "\"No fa nosa i permet centrar-se en el que cal fer.\"",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "\"M'he trobat més productiu aquestes dues últimes setmanes [usant el sistema operatiu elementary] que durant els últims dos mesos junts.\"",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "\"Una plataforma ràpida i de manteniment baix que es pot instal·lar pràcticament a qualsevol lloc.\"",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "\"Lleuger i ràpid... i té un autèntic talent pel disseny i les aparences.\"",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "\"La millor manera de provar l'elementary és instal·lar-lo i, com que l'assistent d'instal·lació és molt senzill..., això és bastant fàcil de fer.\"",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "\"Reemplaçament ètic i capaç de sistemes tradicionals com ara Windows i macOS... fàcil d'usar i personalitzable per adaptar-se a diversos fluxos de treball.\"",
    "Join Our Press List": "Afegiu-vos a la nostra llista de premsa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Sigueu els primer a conèixer novetats i desenvolupaments importants. Enviem un accés anticipat als comunicats de premsa i dossiers de premsa, incloses captures de pantalla d'alta resolució. Aquesta és una llista de <strong>volum molt baix</strong>; us enviem la notícia més grossa aproximadament un cop l'any.",
    "Email": "Correu",
    "First Name": "Nom",
    "Last Name": "Cognoms",
    "Publication": "Publicació",
    "Subscribe": "Subscripció",
    "elementary OS 7.1": "",
    "Made with care with you in mind. OS 7.1 provides new personalization options that make it more inclusive and accessible, protects your privacy and ensures apps always operate with your explicit consent, and addresses your feedback with over 200 bug fixes, design changes, and new features": "",
    "Read Announcement": "Llegiu-ne l'anunci",
    "Download Press Kit": "Baixeu-ne el dossier de premsa",
    "News &amp; Announcements": "Notícies i anuncis",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Compartim actualitzacions freqüents sobre desenvolupament, anuncis importants, consells per a desenvolupadors, aplicacions destacades i altre contingut nou a través del nostre blog oficial.",
    "Visit Our Blog": "Visiteu el blog",
    "Brand Resources": "Recursos de la marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vegeu els logotips d'elementary, les pautes d'ús de la marca, la paleta de colors i el logotip de la comunitat. A més, descarregueu els actius del logotip oficial d'alta resolució i vectorial d'elementary.",
    "View Brand Resources": "Vegeu els recursos de la marca",
    "Get in Touch": "Posem-nos en contacte",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Parleu directament amb l'equip a través d'un missatge electrònic a <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Rebem de bon grat sol·licituds d'entrevistes, aparicions de podcast o consultes de premsa en general.",
    "Send an Email": "Envieu-nos un missatge de correu",
    "Press &sdot; elementary": "Premsa de l'elementary"
}
