{
    "Privacy Policy": "Política de privadesa",
    "Do Not Track": "«No vull ser seguit»",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Aquest lloc web respecta la configuració «No vull ser seguit» present a la majoria dels navegadors web moderns i inhabilita el Google Analytics quan s'hi troba present. No podem eliminar automàticament altres mètodes de seguiment sense impactar greument en l'ús del lloc web. En cas que vulgueu gestionar manualment aquests mètodes de seguiment, consulteu la secció d'inhabilitar les galetes.",
    "Cookies": "Galetes",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Podeu triar entre inhabilitar-les totes o només determinades galetes o galetes de tercers a la configuració del navegador.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Aquest lloc web usa galetes per proveir de millores afegides. Sense elles, el servei continuarà funcionant però amb una usabilitat reduïda. Per exemple, el lloc web no recordarà si heu pagat prèviament per l'elementary OS; se us demanarà per defecte que pagueu de nou.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Emmagatzema galetes per registrar el comportament de certs elements i analitzar les amenaces possibles. Per obtindre més informació, mireu la",
    "CloudFlare Privacy & Security Policy": "política de privadesa i seguretat del CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Emmagatzema galetes per recollir informació, incloent el nombre de visitants del lloc web, des d'on venen i les pàgines que visiten, de forma anònima. Aquesta informació s'utilitza per ajudar a millorar el lloc. Per obtindre més informació, mireu l'article de Google sobre ",
    "Safeguarding Your Data": "protegir les dades dels usuaris",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utilitza galetes per recordar la vostra darrera comanda i país, per poder saber quins tipus de targetes oferir per als pagaments. Per obtindre més informació, mireu la",
    "Stripe's Privacy Policy": "política de privadesa de l'Stripe",
    "Manage Cookies": "Gestioneu les galetes",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Com ja heu visitat el nostre lloc web, potser voldríeu gestionar les galetes que s'han establert al navegador. Els enllaços a les instruccions rellevants es troben a sota.",
    "Transparency": "Transparència",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "No hem col·locat cap porta posterior al nostre programari ni hem rebut cap petició per fer-ho. Tampoc hem rebut mai cap «National Security Letter», petició FISA, o cap altra petició classificada d'informació dels usuaris.",
    "Privacy Policy &sdot; elementary": "Política de privadesa ⋅ elementary"
}