{
    "Privacy": "Privadesa",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Les vostres dades sempre us pertanyen, i només a vosaltres. No fem ofertes de publicitat ni recopilem dades personals sensibles. Estem finançats directament pels nostres usuaris, que paguen el que volen pel sistema operatiu i les aplicacions del Centre d'aplicacions. I així hauria de ser.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "Protegim activament les vostres dades de nosaltres mateixos i d'altres no recollint-les. Creiem que respectar i protegir la vostra privadesa és el que cal fer èticament. <strong> Les persones tenen un dret fonamental a la màxima privadesa, fins i tot de les empreses i productes de confiança.</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong> No recopilem cap dada de l'elementary OS. </strong> Els fitxers, la configuració i la resta de dades personals es mantenen al dispositiu tret que les compartiu explícitament amb una aplicació o servei de tercers.",
    "Protections": "Proteccions",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "L'elementary OS inclou proteccions de privadesa integrades per ajudar a protegir les vostres dades dels altres.",
    "Tattle-tale": "Bocamoll",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "L'elementary OS us ajuda a controlar les aplicacions. Quan una aplicació usa el micròfon, mostrem un indicador per fer-vos-ho saber. Quan una aplicació consumeix molta energia, t’ho indiquem a l'indicador d’alimentació.",
    "Permissions": "Permisos",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Quan una aplicació vulgui accedir a les dades o dispositius, ha de demanar-ho per endavant. Revisem totes les aplicacions del Centre d'aplicacions per assegurar-nos que usin correctament els permisos i sempre els podeu revocar a la configuració del sistema.",
    "Housekeeping": "Manteniment",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "L'elementary OS manté ordenats els fitxers temporals i els suprimits automàticament. Això no només manté l’emmagatzematge del dispositiu lliure, sinó que pot ajudar a garantir que les dades privades no us emprenyin.",
    "Online Accounts": "Comptes en línia",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "L'elementary OS opcionalment integra comptes en línia com ara proveïdors de correu electrònic i calendari mitjançant la configuració del sistema. La vostra còpia de l'elementary OS pot recuperar les dades d’aquests proveïdors i emmagatzemar-les localment al dispositiu per mostrar-les en aplicacions instal·lades localment, com ara Correu, Calendari i Tasques. <strong> Aquestes dades no s’envien a elementary ni es comparteixen amb cap tercer. </strong>",
    "What Data is Collected": "Quines dades es recopilen?",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "Si decidiu afegir un compte en línia, la vostra còpia de l'elementary OS pot recollir i emmagatzemar localment al dispositiu el nom, l'adreça de correu electrònic, l'avatar, els missatges de correu, els esdeveniments del calendari, els contactes, les fotografies i els fitxers dels comptes connectats. <strong>L'elementary no recopila cap d'aquestes dades. </strong>",
    "How Data is Used": "Com s'usen les dades?",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>Les vostres dades s’emmagatzemen localment al dispositiu i mai no s’envien a servidors d'elementary ni a tercers.</strong> S’usen per omplir les aplicacions instal·lades localment com ara Correu, Calendari, Tasques, Fitxers i Fotografies amb les dades perquè hi pugueu accedir.",
    "Sharing Data": "Compartició de dades",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>L'elementary OS no comparteix dades recollides dels comptes en línia.</strong> Les dades no s’envien mai a servidors d'elementary ni de tercers.",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "Galetes",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Podeu desactivar o desactivar selectivament qualssevol galetes o galetes de tercers a la configuració del navegador.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Aquest lloc utilitza galetes per a millores incrementals. Podeu trobar que els serveis funcionen sense, però amb una usabilitat reduïda. Per exemple, el lloc no recordarà si heu pagat prèviament el sistema operatiu elementary i, per defecte, se us demanarà que torneu a pagar.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Emmagatzema galetes per registrar elements conductuals i analitzar possibles amenaces. Per obtenir més informació, consulteu el següent:",
    "Cloudflare Privacy &amp; Security Policy": "Política de privadesa i seguretat de Cloudflare",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utilitza galetes per recordar la vostra darrera comanda i el país, per saber quins tipus de targeta oferir per als pagaments. Per obtenir-ne més informació, consulteu",
    "Stripe's Privacy Policy": "Política de privadesa de Stripe",
    "Manage Cookies": "Gestió de les galetes",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Com que ja heu visitat el nostre lloc web, us recomanem que gestioneu les galetes ja establertes al vostre navegador. Podeu trobar els enllaços a les instruccions rellevants a continuació.",
    "Transparency": "Transparència",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "No hem inclòs cap porta del darrere al nostre programari i no hem rebut cap sol·licitud per fer-ho. No hem rebut mai una carta de Seguretat nacional, ordre de FISA o qualsevol altra sol·licitud classificada per obtenir informació de l'usuari.",
    "Privacy &sdot; elementary": "La privadesa i l'elementary"
}
