{
    "Privacy": "Privadesa",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Les vostres dades sempre us pertanyen, i només a vosaltres. No fem ofertes de publicitat ni recopilem dades personals sensibles. Estem finançats directament pels nostres usuaris, que paguen el que volen pel sistema operatiu i les aplicacions del Centre d'aplicacions. I així hauria de ser.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "No recopilem dades des del sistema operatiu elementary. Els vostres fitxers, la configuració i totes les altres dades personals es mantenen al dispositiu si no és que les compartiu explícitament amb una aplicació o servei de tercers.",
    "Online Accounts": "Comptes en línia",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "L'elementary OS s'integra opcionalment amb els proveïdors de comptes en línia com ara Google, Last.fm i FastMail a través de la configuració del sistema. Les dades d'aquests proveïdors es poden obtenir i desar localment al dispositiu per ser usades per aplicacions com ara el Correu i el Calendari. Aquestes dades no s'envien a elementary ni es comparteixen amb tercers.",
    "What Data is Collected": "Quines dades es recopilen?",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Després d'afegir un compte en línia, l'elementary pot recollir i emmagatzemar localment el vostre nom, l'adreça de correu electrònic, l'avatar, missatges de correu electrònic, esdeveniments del calendari, contactes, fotos i fitxers dels comptes connectats al vostre dispositiu.",
    "How Data is Used": "Com s'usen les dades?",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Les vostres dades s'emmagatzemen localment al dispositiu i mai no s'envien als servidors d'elementary o a tercers. S'utilitzen per omplir les aplicacions locals com ara Correu, Calendari, Fitxers i Fotos amb les vostres dades.",
    "Sharing Data": "Compartició de dades",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "L'elementary OS no comparteix cap dada recopilada dels vostres comptes en línia. Les dades mai no s'envien als servidors d'elementary o de tercers.",
    "Website": "Lloc web",
    "Do Not Track": "Sense rastreig",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Aquest lloc fa honor a la configuració de no rastrejar que es troba a la majoria dels navegadors moderns i inhabilita Google Analytics quan és present. No podem eliminar automàticament altres mètodes de seguiment sense afectar greument l'ús del lloc. Si voleu gestionar manualment aquests mètodes de seguiment, consulteu la secció sobre la inhabilitació de les galetes.",
    "Cookies": "Galetes",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Podeu desactivar o desactivar selectivament qualssevol galetes o galetes de tercers a la configuració del navegador.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Aquest lloc utilitza galetes per a millores incrementals. Podeu trobar que els serveis funcionen sense, però amb una usabilitat reduïda. Per exemple, el lloc no recordarà si heu pagat prèviament el sistema operatiu elementary i, per defecte, se us demanarà que torneu a pagar.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Emmagatzema galetes per registrar elements conductuals i analitzar possibles amenaces. Per obtenir més informació, consulteu el següent:",
    "Cloudflare Privacy &amp; Security Policy": "Política de privadesa i seguretat de Cloudflare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Emmagatzema galetes per recopilar informació, incloent-hi el nombre de visitants d'aquest lloc, des d'on se n'ha fet referència, i les pàgines que es visiten, d'una forma anònima. Aquesta informació s'utilitza per ajudar a millorar el lloc. Per obtenir més informació, consulteu l'article de Google sobre...",
    "Safeguarding Your Data": "Protegir les dades",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utilitza galetes per recordar la vostra darrera comanda i el país, per saber quins tipus de targeta oferir per als pagaments. Per obtenir-ne més informació, consulteu",
    "Stripe's Privacy Policy": "Política de privadesa de Stripe",
    "Manage Cookies": "Gestió de les galetes",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Com que ja heu visitat el nostre lloc web, us recomanem que gestioneu les galetes ja establertes al vostre navegador. Podeu trobar els enllaços a les instruccions rellevants a continuació.",
    "Transparency": "Transparència",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "No hem inclòs cap porta del darrere al nostre programari i no hem rebut cap sol·licitud per fer-ho. No hem rebut mai una carta de Seguretat nacional, ordre de FISA o qualsevol altra sol·licitud classificada per obtenir informació de l'usuari.",
    "Privacy &sdot; elementary": "La privadesa i l'elementary"
}
