{
    "Community-Powered Support": "Suport impulsat per la comunitat",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Apropeu-vos i participeu en la nostra comunitat global. Cerqueu preguntes, feu les vostres o ajudeu-vos compartint els vostres coneixements. Trieu una aplicació o un component a continuació per veure'n les discussions específiques.",
    "AppCenter": "Centre d'aplicacions",
    "Calculator": "Calculadora",
    "Calendar": "Calendari",
    "Camera": "Càmera",
    "Code": "Codi",
    "Files": "Fitxers",
    "Mail": "Correu",
    "Music": "Música",
    "Photos": "Fotografies",
    "Screenshot": "Captura de pantalla",
    "Shortcuts": "Dreceres",
    "Tasks": "Tasques",
    "Terminal": "Terminal",
    "Videos": "Vídeos",
    "Web": "Web",
    "Installer": "Instal·lador",
    "Multitasking": "Multitasca",
    "System Settings": "Configuració del sistema",
    "Other Questions &amp; Help": "Ajuda i altres qüestions",
    "Guides &amp; Documentation": "Guies i documentació",
    "Installation": "Instal·lació",
    "Get help installing elementary OS with our step-by-step guide.": "Obteniu ajuda per instal·lar l'elementary OS amb la nostra guia de pas a pas.",
    "Learning the Basics": "Guia d'iniciació",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Investigueu l'escriptori, la multitasca, les dreceres de teclat i més.",
    "Payment &amp; Download Support": "Suport de pagament i descàrrega",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please reply to your email receipt and a team member will contact you as soon as possible.": "Si necessiteu ajuda amb la compra d'un sistema operatiu d'elementary (per exemple, per descarregar-ne una còpia o sol·licitar un reemborsament), responeu al rebut de correu electrònic i un membre de l'equip es posarà en contacte amb vosaltres tan aviat com sigui possible.",
    "Support &sdot; elementary": "Obteniu ajuda &sdot; elementary"
}
