{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Creiem en la combinació única entre el més avançat d'UX i el poder de canviar el món del codi obert.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "L'elementary el va fundar el 2007 un grup de voluntaris apassionats. Amb els anys, hem pogut créixer fins a fer una petita empresa i finançar el desenvolupament del programari de codi obert. Som un equip dedicat de desenvolupadors, dissenyadors, escriptors i usuaris que elaboren una experiència informàtica oberta increïble. Som l'elementary.",
    "Pacific Standard Time": "Hora estàndard del Pacífic",
    "Mountain Standard Time": "Hora estàndard de Mountain",
    "India Standard Time": "Hora estàndard de l'Índia",
    "Eastern Standard Time": "Hora estàndard de l'est",
    "Central Standard Time": "Hora estàndard central",
    "Central European Time": "Hora estàndard del centre d'Europa",
    "Greenwich Mean Time": "Hora principal de Greenwich",
    "Eastern European Time": "Hora de l'est d'Europa",
    "Korea Standard Time": "Hora estàndard de Corea",
    "Moscow Time": "Hora de Moscou",
    "Brasilia Summer Time": "Hora d'estiu de Brasilia",
    "Community &amp; Collaborators": "Comunitat i col·laboradors",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "L'elementary no existiria sense la participació dedicada de col·laboradors i membres de la comunitat d'altres projectes de codi obert i lliure.",
    "opensourcedesign": "disseny de codi obert",
    "Get Involved": "Col·laboreu-hi",
    "Powered by Slack": "Impulsat per Slak",
    "Team &sdot; elementary": "Equip de l'elementary"
}
