{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Creiem en la combinació única d'una experiència d'usuari excepcional i de l'extraordinari poder de transformació de l'Open Source.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "L'elementary va nàixer al 2007 de la mà d'un grup menut de voluntaris apassionats. Durant aquests anys hem sigut capaços de convertir-nos en una companyia petita i finançar el desenvolupament de programari de codi obert. Som un equip dedicat de desenvolupadors, dissenyadors, escriptors i usuaris habituals d'ordinadors que construïm una experiència de computació oberta increïble. Som elementary.",
    "Pacific Standard Time": "Horari estàndard del Pacífic (UTC−8)",
    "Mountain Standard Time": "Horari estàndard de la muntanya (UTC−7)",
    "India Standard Time": "Horari estàndard de l'Índia (UTC+05:30)",
    "Eastern Standard Time": "Horari estàndard de l'Est (UTC−5)",
    "Central Standard Time": "Horari estàndard central (UTC−6)",
    "Central European Time": "Horari d'Europa central (UTC+1)",
    "Greenwich Mean Time": "Horari de Greenwich (UTC)",
    "Moscow Time": "Horari de Moscou  (UTC+3)",
    "Eastern European Time": "Horari d'Europa de l'Est (UTC+2)",
    "Korea Standard Time": "Horari estàndard de Korea (UTC+9)",
    "Brasilia Summer Time": "Horari d'estiu de Brasília (UTC−2)",
    "Community &amp; Collaborators": "Comunitat i Col·laboradors",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "L'elementary no existiria sense la implicació de la nostra comunitat de membres dedicats i els col·laboradors d'altres projectes lliures i de codi obert.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Col·laboreu-hi",
    "Powered by Slack": "Funciona amb Slack",
    "Team &sdot; elementary": "Equip ⋅ elementary"
}