{
    "Installation": "Installation",
    "Download elementary OS": "Hent elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Hvis du ikke allerede har gjort det, skal du <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS fra vores hjemmeside</a>. Du skal kopiere den downloadede ISO-fil til et USB-flashdrev ved hjælp af instruktionerne nedenfor.",
    "Recommended System Specifications": "Anbefalede systemspecifikationer",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Selv om vi ikke har strikse minimums systemkrav, anbefaler vi mindst følgende specifikationer for den bedste oplevelse:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Ny Intel i3 eller tilsvarende 64-bit processor med dual core",
    "4 GB of system memory (RAM)": "4 GB system hukommelse (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Solid State Drive (SSD) med 15 GB ledig plads",
    "Internet access": "Internetadgang",
    "1024×768 display": "1024×768 skærm",
    "Back Up Your Data": "Sikkerhedskopier din data",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Vær sikker på at du har sikkerhedskopieret al din vigtige data til en ekstern lokation, såsom et sted i skyen eller på en ekstern harddisk. Ved installationen af et nyt styresystem, vil din eksisterende data muligvis bliver overskrevet.",
    "Choose your current Operating System": "Vælg dit nuværende Operativsystem",
    "Select the operating system you are currently using to view tailored installation instructions.": "Vælg det operativsystem, du bruger i øjeblikket, for at få vist skræddersyede installationsinstruktioner.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Lav et installeringsdrev",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Du skal bruge et USB-flashdrev med mindst 2 GB ledig plads og et program kaldet Rufus.",
    "Download Rufus": "Download Rufus",
    "Rufus - select ISO": "Rufus - vælg ISO",
    "Open Rufus": "Åben Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Indsæt dit USB-drev og vælg det i &quot; Drev&quot; listen",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Vælg &quot;Disk eller ISO billede&quot; i &quot;Boot valg&quot; listen",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klik &quot;SELECT&quot; for at vælge den ISO, som du downloadede tidligere.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Vi genererer en checksum (eller hash sum) for elementary OS-billeder, så du kan verificere din downloadede fil. Dette sikrer, at du har modtaget den fulde, komplette download, og at dit installationsbillede ikke er ødelagt på nogen måde. Klik",
    "the checksum icon": "på checksumikonet",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "ved siden af &quot;SELECT&quot; og bekræft at teksten ved siden af &quot;SHA256&quot; matcher følgende hash:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Hvis hashene matcher, klik på &quot;START&quot; og vent på, at processen bliver færdig.",
    "Booting from the Install Drive": "Opstart fra installeringsdrev",
    "In order to start the installation process, you must boot your computer from the install drive.": "For at starte installationsprocessen skal du starte din computer fra installationsdrevet.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Hvis din computer stadig er tændt, skal du indsætte USB stikket og genstarte computeren.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "De fleste computere vil kort lade dig ændre opstartningsrækkefølgen for et enkelt opstart, ved at trykke en speciel tast - for det meste <kbd>F12</kbd>, eller nogen gange <kbd>Esc</kbd> eller en anden funktionstast. I din computers opstartningsfase vil der formenlig være vejledning på skærmen, så se godt efter.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Tryk <kbd>F12</kbd> (eller hvad din computer kræver) og vælg installeringsdrevet -- for det meste \"USB-HDD\" eller noget der indeholder ordet \"USB\". Ordlyden kan variere. Hvis du vælger det forkerte drev, vil du computer sandsynligs starte op som normalt. I dette tilfælge kan du bare genstarte og vælge et andet drev i menuen.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kort efter at have valgt det rigtige opstartningsdrev, skulle du blive præsenteret med elementary OS logoet. Derefter er det bare at følge vejledningen på skærmen.",
    "Verify your Download": "Verificer din Download",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Verifikation af din download er et vigtigt, men valgfrit trin. Vi genererer en checksum (eller hash sum) for elementary OS-billeder, og vi anbefaler, at du kontrollerer, at din download svarer til den checksum, inden du prøver at installere. Dette sikrer, at du har modtaget den fulde, komplette download, og at dit installationsbillede ikke er korrupt på nogen måde.",
    "Running the following command in your Terminal:": "Kører følgende kommando i din Terminal:",
    "Should produce the output:": "Burde producere følgende output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Bemærk: Det antages, at du har downloadet .iso-filen i Downloads mappen.\nHvis du har downloadet det andetsteds, skal du angive den korrekte vej til den downloadede fil, som vist nedenfor",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "For at oprette et elementary OS-installationsdrev på macOS skal du bruge et USB-flashdrev med mindst 2 GB kapacitet og en app kaldet &quot;Etcher&quot;.",
    "Download Etcher": "Download Etcher",
    "etcher steps": "etcher trin",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Indsæt det ekstra USB-drev, og vælg den ISO-fil, du lige har downloadet.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Åben &quot;Etcher&quot; og vælg din downloadede elementary OS ISO-fil ved hjælp af &quot;Vælg ISO&quot; button.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher burde automatisk registrere dit USB-drev, men kontroller for at se, om den har valgt det rigtige drev.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start indlæsningen ved at klikke på &quot;Indlæs!&quot; knappen. Det vil tage et øjeblik for at starte.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Når det er færdigt, vil det være sikkert at fjerne drevet og genstarte for at installere elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Følgende dialogboks vises måske under indlæsningen, dette kan sikkert ignoreres.",
    "Not readable warning": "Kan ikke læses advarsel",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Efter du hører lyden, tryk og hold nede <kbd>Option</kbd>. Derefter, vælg det rigtige opstartningsdrev. Vær opmærksom at det muligvis bliver identificeret som \"Windows\". men dette er normalt.",
    "Boot Errors": "Boot Fejl",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Hvis din Mac ikke genkender dit elementary OS USB-installationsdrev i opstartsmenuen, skal du muligvis oprette en elementary OS-installerings DVD i stedet. For at oprette en, indsæt en tom dvd, højreklik på ISO-filen i Finder, og vælg &quot;Brænd elementaryos-0.4.1-stable.20180214.iso til Disk&quot;. Når du er færdig, forsøg at starte igen fra installations dvd'en.",
    "Running the following command in your terminal:": "Kører følgende kommando i din terminal:",
    "should produce the output:": "Burde producere følgende output:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Du skal bruge et USB-flashdrev med mindst 2 GB ledig plads og et program kaldet UNetbootin.",
    "Download UNetbootin": "Download UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Åbn UNetbootin fra Dash. Dette vil åbne et vindue som det nedenfor:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Vælg &quot;Diskbillede&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klik &quot;…&quot; for at vælge den ISO, du tidligere hentede.",
    "Unplug all USB memory devices apart from the one you want to use.": "Tag alle USB-flashdrev ud undtagen det du vil bruge.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klik &quot;OK&quot; og vent på, at processen er færdig.",
    "After Installation": "Efter Installation",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Brug tiden til at læse <a href=\"/docs/learning-the-basics\">getting started</a> guiden for at lære om dit nye operativsystem."
}
