{
    "Translation Guide": "Oversættelses guide",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalisering af vores hjemmeside og apps er en meget vigtig del af at gøre elementary OS tilgængeligt for så mange som muligt. I stedet for at være afhængig af et internt oversættelsesteam bruger vi crowdsourcing, så alle kan indsende oversættelser uden noget videre krav om teknisk viden. For at holde vores udtryk ensartet på tværs af hele platformen, og for at hjælpe nye oversættere i gang, har vi samlet denne oversættelsesvejledning.",
    "Translating Applications": "Oversæt applikationer",
    "Apps are translated through Weblate: a free web-based translation management system.. In order to submit translations, you should:": "Apps oversættes via Weblate: et gratis webbaseret oversættelsesstyringssystem. For at kunne indsende oversættelser skal du:",
    "Have a": "Have en",
    "Weblate account": "Weblate brugerkonto",
    "Set your": "Vælge dine",
    "language preferences": "sprogindstillinger",
    "Browse our": "Gennemse vores",
    "translatable projects": "projekter der kan oversættes",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/weblate-2.15\/index.html\">documentation<\/a>.": "Når du har valgt et projekt, kan du give forslag til tekststrenge, der endnu ikke er oversat, eller foreslå ændringer af tekststrenge, der allerede er oversat. Disse forslag vil blive evalueret af et oversættelsesholdmedlem, og de vælger så den mest egnede. For mere information om Weblate henvises du til deres <a href=\"https:\/\/docs.weblate.org\/en\/weblate-2.15\/index.html\">dokumentation<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Når du oversætter kan du komme i en situation, hvor der er flere måder at sige den samme ting på. I disse situationer henviser vi til Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">generel oversætter guide<\/a>, og for sprogspecifikke problemer følger vi Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">retningslinjer for oversættelse af team<\/a>. Ved at følge disse vejledninger sikre vi en ensartet oversættelse, samtidig med at alle kan bidrage.",
    "If you don't want to use Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Hvis du ikke har lyst til at bruge Weblate, eller vil lave mange ændringer på én gang, kan du også oversætte offline. For at gøre det:",
    "Go to a project you want to translate": "Find et projekt du vil oversætte",
    "Choose your language": "Vælg dit sprog",
    "Click on &quot;Download translation&quot;": "Klik på &quot;Download oversættelse&quot;",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Du kan nu anmode om en e-mail, som giver dig det rigtige link til at downloade oversættelserne. Nu:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Vælg din yndlings tekst- eller po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Begynd at oversætte",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Når du er færdig, skal du vælge &quot;Upload oversættelse&quot; valgmuligheden på samme side, som du downloadede dem fra.",
    "Translating our Website": "Oversættelse af vores hjemmeside",
    "Our website is also translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "Vores hjemmeside er også oversat ved hjælp af <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. For at kunne indsende oversættelser skal du have en <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate brugerkonto<\/a>",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "For mere information om Weblate, henvises du til deres <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">dokumentation<\/a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Ligesom vores apps følger vi Ubuntu's <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">generel oversætter guide<\/a>, og for sprogspecifikke problemer følger vi Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">retningslinjer for oversættelse af team<\/a>."
}
