{
    "Code of Conduct": "القواعد السلوكية",
    "Community Guidelines": "التوجيهات الخاصة بالمجتمع",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "أن تكون مشاركاً في مجتمع elementary هي حقاً تجربة مذهلة؛ فأنت أصبحت جزءاً من شيء عظيم، وتشارك مع الآخرين من جميع أنحاء العالم، وتساعد الناس على جعل حواسيبهم أكثر روعة. بالرغم من ذلك، فهذا أيضاً يأتي معه مسؤولية اتباع قائمة محددة من القوانين التي تضمن أفضل بيئة لجميع المشاركين. القوانين التالية يتوقع أن يلتزم بها في أي وقت تقوم أنت بالمشاركة مع المجتمع، سواء كان ذلك على Slack، أو GitHub، أو موقع لمجتمع elementary، أو وجهاً لوجه مع شخص آخر، أو في أي مكان آخر.",
    "I. Respect": "1. الاحترام",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "احترام الآخرين شيء أساسي. تأكد من احترامك للناس وآرائهم، وخلفيتهم الشخصية، وخصوصيتهم، وأفكارهم. مجتمع elementary ليس مكاناً للكلام غير المحترم أو المؤذي لأي سبب كان. عندما تعطي نقداً، كن بناءً و محترماً. الهجمات الشخصية ليست مقبولة. عندما تتلقى نقداً بناءً، خذه بعين الاعتبار واشكر الناقد مهما كان موقفك.",
    "II. Content": "2. المحتوى",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "مجتمع elementary مكون من آلاف الأشخاص بمختلف الأعمار، والتوجهات، ونسب النضج. بسبب هذا، يجب عليك أن تكون مدركاً للمحتوى الذي تنتجه والتعليقات التي تقولها. لا تعري، أو فحش زائد، أو محتوى سياسي، أو محتوى طائفي، أو محتوى غير ملائم يجب أن يظهر بأي شيء يتعلق ب elementary. في نهاية المطاف، سيكون لدى مشرفي elementary الكلمة الأخيرة فيما يتعلق بطبيعة المحتوى غير الملائم. في حالة الشك، انظر ما إذا كان هذا المحتوى هو شيء بإمكانك عرضه لغرفة مليئة بالناس، بما فيهم أطفال وكبار سن من جميع أنحاء العالم. إذا كنت متردداً، فلا تفعلها.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "لقطات الشاشات في المجتمعات التي تدار من قبل elementary ينبغي ألا تحتوي على ثيمات تقلد نظام تشغيل آخر، أو صور ورسومات تجسم شخصاً معيناً، أو محتوى آخر يمكن أن ينتهك القواعد السلوكية.",
    "III. Rumors and Speculation": "3. الشائعات و التكهنات",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "بينما تساهم الطبيعة سريعة الوتيرة والممتعة ل elementary في الرغبة في نشر الشائعات والتكهنات، تجنبها أنت. مناقشة الخطط المستقبلية لا بأس به، ولكن في أي وقت لا تكون حقيقة مثبتة، افصح عنها على أنها مجرد تكهن شخصي أو لا تقم بمناقشتها. نشر المعلومات غير الدقيقة قد يضر بالمجتمع، وخصوصاً إذا تم نشرها بصورة سلبية.",
    "IV. Helpful Discussion": "4. النقاشات المفيدة",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary تدار من قبل أفراد اجتمعوا مع بعضهم خلال أوقات فراغهم لصنع شيء مختلف. من المهم احترام تلك الحقيقة والمحاولة دائماً المساهمة في النقاشات السليمة والمفيدة. عندما تكون في اجتماع، ابق في صلب الموضوع وابق هادئاً إلا إذا كان لديك شيء مفيد يتعلق بالنقاش المتداول في نفس اللحظة. عندما تكتب تعليقاً على موقع معين، أبق النقاش مرتبطاً بمحتوى النص. إذا كنت تشارك في نقاش خاص بالمطورين، مثلاً على متتبع أخطاء (Issue tracker)، أو طلب سحب (Pull request)، أو قائمة بريدية، أو دردشة عبر IRC، أو Slack، لا تثر نوعاً من الفوضى غير الضرورية عن طريق مناقشة مواضيع غير خاصة بالتطوير؛ فكل ذلك سيحرف النقاش عن مساره وسيعكر صفو المطورين الذي يمكن أن لا يكونوا موجودين في تلك اللحظة.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "كمجتمع موجود بشكل أساسي على الإنترنت، فإنه من المهم أن نقوم بالابتعاد عن الجوانب التي قد تكون سلبية للإنترنت. لا تعاكس أحداً؛ فالبدء في الشجار أو التكلم بعبارات غرضها الوحيد هو إغضاب شخص ما هو تصرف طفولي وغير مقبول. الرسائل المزعجة غير مقبولة أيضاً؛ وهذا يتضمن نشر روابط لمواقع غير ذات صلة أو تكرار نشر روابط لنفس الموقع. إذا كان هناك شخص ما يقوم بالمعاكسة أو الإزعاج، فتجاهله أو أبلغ عنه.",
    "V. Avoiding Conflict": "5. تجنب النزاع",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "إذا كنت تشعر بأن شخصاً ما -سواء كان مساهماً جديداً أو قديماً- قام بتصرف فظ، أخبر هذا الشخص بلطف. التصدي للمشاكل قبل تفاقمها هو شيء بالغ الأهمية. الجميع لديه دور ليلعبه في مساعدة النقاشات على سيرها بسلاسة في بيئة عملنا الفريدة من نوعها (والتي تشكل تحدياً أحياناً).",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "وبشكل مشابه، اسع دائماً لتكون شخصاً مهنياً، ودقيقاً، ومحترماً عند التفاعل مع أو ذكر المشاريع أو الشركات أو الأشخاص الآخرين. تذكر أن كلماتك وتفاعلاتك قد ينظر إليها على أنها تمثل مجتمع elementary كاملاً. بينما النقد البناء يمكن أن يكون مفيداً، لكن تناوله دائماً من جانب إيجابي، وابتعد تماماً عن إساءة التصوير أو الافتراء. إذا لم تكن متأكداً، أظهر بعضاً من التغافل.",
    "VI. Step Down Considerately": "6. التنحي بتعقل",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "أولويات الحياة، والاهتمامات، والرغبات يمكن أن تتغير. إذا كنت منخرطاً بمشروع متعلق ب elementary ولكنك تشعر بأنه يجب إبعاد نفسك عنه، افعل ذلك بطريقة تقلل من الاضطراب. عندما نعمل مع بعضنا، فإن عملنا وأفكارنا لا تعد فقط لنا وحدنا؛ بل إنها تصبح منتمية لمجتمع elementary ككل. قم بإعلام أعضاء المجتمع الآخرين بأنك تنوي التنحي، وإذا كان هذا مناسباً، ساعد في إيجاد شخص ليأخذ مكانك. على الأقل، تأكد من أن عملك يمكن إكماله من حيث انتهيت أنت.",
    "Consequences": "العواقب",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "إذا اخترت أن لا تتبع هذه القواعد السلوكية أو الإضرار بالمجتمع بشكل آخر، فنحن نملك الحق في فعل التالي: تغيير أو حذف أي محتوى قمت بنشره؛ أو تعطيل وحظر حسابك على مواقع لأطراف ثالثة؛ أو تعطيل حسابك على Slack؛ أو منعك من التفاعل مع المجتمع بشكل آخر.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>القواعد السلوكية الخاصة ب elementary مرخصة برخصة <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">المشاع الإبداعي Creative Commons نسب المصنف - الترخيص بالمثل 3.0 غير موطنة (CC BY-SA 3.0)</a>. بعض الجوانب المعينة مستلهمة من <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">القواعد السلوكية الخاصة ب Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "القواعد السلوكية &sdot; elementary"
}
