{
    "Code of Conduct": "القواعد السلوكية",
    "Community Guidelines": "توجيهات للمجتمع",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "المشاركة في مجتمع إلمنتري تجربة مذهلة, تكون جزءا من شيء كبير, تتعاون من أشخاص من كل أنحاء العالم, و تساعد الناس لتكون حواسيبهم رائعة. مع ذلك, تأتي المسئولية لإتباع مجموعة من القواعد التي تضمن أفضل بيئة لجميع المشاركين. القواعد التالية يجب إتباعها سواء كنت في مجتمع إلمنتري, على موقع إلمنتري, في غرفة IRC الرسمية, بشخصك أو في أي مكان آخر.",
    "I. Respect": "الإحترام",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "إحترام الآخرين أساسي. تأكد أنك تحترم الناس و آرائهم, خلفيتهم الشخصية, خصوصيتهم و أفكارهم. مجتمع إلمنتري ليس مكانا للكلام غير المحترم أو المؤذي لأي سبب كان. عندما تعطي نقدا, كن بناءا و محترما. الهجمات الشخصية أمر لا يتساهل فيه. عندما تتلقى نقدا بناءا, خذه بعين الإعتبار و أشكر الناقد, مهما كان موقفك.",
    "II. Content": "المحتويات",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "مجتمع المنتري يحتوي على الاف المستعملين من مختلف الاعمار ,الانتمائات و نسب النضج .\nوبسبب هذا ، يجب أن تكون واع للمحتوى الذي تنتجه والملاحظات التي تقوم بها.\nلا للعراء , ولا للألفاظ السوقيه و لا للمحتوى الساسي او الديني او اي محتوى غير لائق في علاقتك مع المنتري.\nفي نهاية المطاف المشرفين على المنتري لهم الكلمة الاخيرة في ما يشكل صورة غير ملائمة.\nإذا كنت في شك , سواء كان ذلك أم لا اعتبر انَك موجود في غرفة مليئة بالناس, صغارا و كبارا من جميع انحاء العالم.\nإذا كنت مترددا ، لا تفعل ذلك .\n",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "صور سطح المكتب المنشورة في مجتمعات المنتري يجب ان لاتكون تحتوي على ثيمات مقلَدة على  انظمة تشغيل اخرى, صور او رسوم توضيحية تجسَد افرادا, او اي محتوى  ينتهك قواعدنا السلوكية.",
    "III. Rumors and Speculation": "3. الشائعات و التكهنات",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "في حين تساهم طبيعة إلمنتري حثيثة الخطى والمثيرة في الرغبة في نشر الشائعات أوالتخمينات، تجنبها. مناقشة خطط مستقبلية أمر جيد، لكن حينما لا تكون قائما على حقيقة ثابتة، إكشف أنها تخمينات شخصية أو لا تناقشها. نشر معلومة غير دقيقة قد يكون ضارا للمجتمع، خاصة إذا إنتشرت بصورة سلبية.",
    "IV. Helpful Discussion": "نقاشات مفيده",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "إلمنتري يتم تسييرها من قبل أفراد إجتمعوا في أوقات فراغهم لإنشاء شيء مميز. من الهام إحترام هذه الحقيقة ومحاولة المساهمة الدائمة في الحوارات الصحية والمفيدة. عند الإجتماعات، كن مطلعا على موضوع النقاش وحافظ على هدوئك إلا إذا كان لديك شيء مفيد على علاقة مباشرة النقاش. عند التعليق في الموقع، حافظ على ارتباط النقاش بمحتوى مدخل المجلة أو موضوع الإجابة. عند المشاركة في نقاشات ذات صبغة تطويرية كالقائمة البريدية أو قناة IRC للمطور، لا تقم بالتشويش من خلال طرح مواضيع لا تتعلق بالتطوير، هذا فقط يحيد النقاش عن مساره ويحدث بلبلة في سجلات المطورين الذين قد لا يكونون موجودين.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "كمجتمع إلكتروني بالدرجة الأولى، من الهام تجنب الجوانب السلبية  للإنترنت. لا تتصيد، تبادر بشجار أو تبدي ملاحظات بهدف إثارة غضب أحدهم هذه التصرفات طفولية وغير مقبولة. السبام أيضا غير مقبول، هذا يتضمن نشر روابط لمواقع خارجة عن الموضوع والنشر المتكرر لروابط من نفس الموقع. إذا كان أحدهم يتصيد أو ينشر سبام، تجاهله وقم بالتبليغ عن المستخدم.",
    "V. Avoiding Conflict": "تجنب النزاع",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "إذا شعرت بأن أحدهم — سواء كان من المتعاونين الجدد أو القدماء — يظهر وقاحة، فأعلمه بذلك بكل لطف. تجنب المشاكل قبل تفاقمها أمر حاسم. للجميع دور يلعبه للمساهمة في سلاسة التواصل في بيئة عملنا (التي تمثل تحديا أحيانا) الفريدة من نوعها.",
    "VI. Step Down Considerately": "التنحي بتعقل",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "أولويات الحياة، إهتماماتها، وشغفها يمكن أن تتغير. إذا كنت من المشاركين في أحد المشاريع المرتبطة بإلمنتري لكنك تشعر بضرورة حذف نفسك منه، إفعل ذلك بطريقة تحد من الإضطراب. عندما نعمل معا، عملنا وأفكارنا لن تعود ملكنا لوحدنا، هي ملك لمجتمع إلمنتري ككل. قم بإعلام أعضاء الفريق الآخرين بعزمك على الإنسحاب، وإذا كان ممكن، قم بالمساعدة في إيجاد بديل ليواصل عملك. في النهاية، إضمن تواصل عملك أين توقفت.",
    "Consequences": "العواقب",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "ان اخترت عدم الخضوع لهذه القواعد السلوكية او تعطيل المجتمع , لنا الحق في :\n -تغيير أو إزالة أي محتوى قمت بنشره.\n-تعطيل او الغاء حسابك من الموقع.\n- طردك من قنوات الدردشة .\n-حظرك من الموقع ، وقنوات الدردشة ، أو الخدمات ذات صلة.\n- منعك من التفاعل مع المجتمع",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em> قواعد سلوك المنتري مرخَصة بموجب رخصة <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> .\nو قد الهمت بعض الجوانب من  <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">قواعد سلوك اوبنتو </a>.</em> \n",
    "Code of Conduct &sdot; elementary": "قواعد السلوك ⋅ إلمنتري"
}