{
    "Be a Part of Something Bigger": "كن جزء من شئ كبير",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "كل ما نقوم به مفتوح المصدر 100%، ويتم تطويره بالتعاون مع أشخاص من جميع أنحاء العالم. لذا حتى لو لم تكن مبرمجاً، يمكنك أن تشارك و تحدث فرقا.",
    "Funding": "التمويل",
    "Translations": "الترجمات",
    "Support": "الدعم",
    "Web": "موقع",
    "Desktop": "سطح المكتب",
    "Design": "تصميم",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "",
    "Indiegogo": "",
    "We’re currently crowdfunding AppCenter, the pay-what-you-want app store, on Indiegogo. By backing us there, you'll be helping us pay for our remote team to get together in person with developers from our community for a week long sprint in Denver, Colorado.": "",
    "Back AppCenter": "",
    "Patreon": "الراعي",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon تعمل مثل حملة جارية التمويل بالحشد. اختر المبلغ، احصل على مكافآت، وساعدنا على تحقيق أهدافنا.",
    "Learn More": "اعرف أكثر",
    "Become a Patron": "",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "",
    "Visit Store": "",
    "Bountysource": "",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "يقوم موقع BountySource بوضع الدعم في يد المطورين مباشرة عن طريق مكافئتهم على إصلاح الأخطاء أو إضافة مميزات جديدة. قم بوضع المبلغ الذي تريده على الحالة التي يهمك إصلاحها بشدة أو إختر برنامج بعينه. يمكنك أيضاً إختيار عملية دفع متكررة",
    "Bountied Bugs": "صائدي الأخطاء",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "نظام التشغيل Elementary OS منشأ و مستعمل من طرف أشخاص من كل أنحاء العالم، ساعدنا لتكوين تجربة أفضل وذلك بترجمته الى لغات آخرى.\nLaunchpad يستعمل أداة ترجمة تعاونية و مفتوحة تدعى Rosetta",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "Elementary OS يستعمل أداة ترجمة تعاونية و مفتوحة على Launchpad تدعى Rosetta",
    "Our website is also openly translated using an online platform called Transifex.": "موقعنا أيضا مترجم تعاونيا بإستعمال أداة تدعى Transifex",
    "Translate elementary OS": "ساهم في ترجمة Elementary OS",
    "Translate This Website": "ساهم في ترجمة هذا الموقع",
    "World map": "خريطة العالم",
    "Question & Answer": "أساله & أجوبه",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange عباره عن موقع متخثث في الأساله و الأجوبه صنح ليوجد أفضل الإجابات علي الأساله المشتركه. أي شخص يمكنة إنشاء حساب و البدأ في السؤل و الإجابه.",
    "Unanswered Questions": "سؤل غير مجاوب",
    "New Questions": "سؤل جديد",
    "Documentation": "وثائق",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "إلمنتري توفر الوثائق الأساسية لكل من المستخدمين والمطورين. كل ما لدينا من وثائق مكتوبة في Markdown  واستضافت في GitHub، إذا تقديم تغييرا أو قسم جديد يكون قطعة من كعكة.",
    "Learning The Basics Guide": "تعلم أساسيات الدليل",
    "Developer Docs": "وثائق المطور",
    "Web Development": "تطوير الويب",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "تم بناء موقعنا على شبكة الإنترنت باستخدام HTML و CSS، PHP و JavaScript. نحن نبحث دائماً عن الناس ذوي الخبرة في تلك المجالات الراغبين في المساهمة وجعله أفضل.",
    "Fork Our Website on GitHub": "انشأ شوكة لموقعنا على GitHub",
    "Report a Website Issue": "تبليغ عن خطأ في الموقع",
    "Desktop Development": "تطوير سطح المكتب",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "لدينا بيئة سطح المكتب، وكل ما لها من التطبيقات تم إنشاؤها باستخدام GTK ،Vala و Granite، وعدد من المكتبات الأخرى مفتوحة المصدر. نحن نستضيف كود سطح المكتب لدينا في Launchpad.net، خدمة مجانية لمشاريع مفتوحة المصدر. إذا كنت لم تطور لإلمنتري من قبل، نوصي بالتحقق من دليل \"الشروع في العمل\".",
    "Browse Our Desktop Code": "تصفح البرنامج \"الكود\" المصدري لسطح المكتب",
    "Browse Our Apps' Code": "تصفح كود التطبيقات الخاصة بنا",
    "Bitesized Bugs": "قضم الأخطاء",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "كل مشروع يبدأ بفكرة. لدينا فريق تصميم أخذ هذا وحولهم إلى مخططات واضحة وتقارير أخطاء. نحن نقسم التصميم إلى عنصرين رئيسيين هما:",
    "Visual Design": "التصميم المرئي",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "دائماً نحن منفتحون على الأفكار الجديدة للتصميم المرئي في المرحلة الابتدائية من نظام التشغيل. إبدأ من خلال مشاركة نماذج بالأحجام الطبيعية مع",
    "our Google+ Community": "صفحتنا على الشبكة الإجتماعية جوجل بلس",
    "Read the Interface Guidelines": "إقرأ إرشادات الواجهة",
    "See Our Mockups": "إنظر Mockups خاصتنا",
    "Interaction Design": "تصميم تفاعلي",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "نحن نستخدم نظام Launchpad تسمى Blueprints لخلق تفسيرات مفصلة من الميزات الجديدة والتغييرات في واجهة المستخدم.",
    "Read About Our Workflow": "إقرأعن سير عملنا",
    "Browse Our Blueprints": "القِ نظرة على مخططاتنا",
    "Get Involved with elementary OS": "شارك في اعداد نظام elementary OS",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "",
    "Suggest Translations": "",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Browse Our Code": ""
}