{
    "Be a Part of Something Bigger": "كن جزءاً من شيء كبير",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "جميع ما نقوم به مفتوح المصدر 100%، ويتم تطويره بالتعاون مع أشخاص من جميع أنحاء العالم. حتى لو لم تكن مبرمجاً، يمكنك أن تشارك معنا وتحدث فرقاً.",
    "Funding": "التمويل",
    "Translations": "الترجمات",
    "Support": "الدعم",
    "Web": "الويب",
    "Desktop": "سطح المكتب",
    "Design": "التصميم",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "بمساعدة مستخدمينا ومعجبينا، استطعنا النمو من مجموعة صغيرة من المتطوعين الشغوفين إلى شركة صغيرة ولكنها مستدامة. كل دعم ولو كان صغيراً يساعدنا على تحسين elementary OS وحتى مجابهة التحديات والعقبات الأكبر.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "قم بتمويل elementary بشكل مباشر واحصل على وسام على صفحة GitHub الخاصة بك لإظهار دعمك. GitHub Sponsors لا يقم بخصم أي رسوم، ولذلك فهذه طريقة جيدة لجعل مساهمتك تحقق استفادة أكبر.",
    "Sponsor on GitHub": "ادعم على GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "يعمل Patreon كحملة تمويل جماعي بشكل مستمر. اختر مبلغاً لتساهم به شهرياً لمساعدتنا على بلوغ أهدافنا. وأيضاً، اكسب جوائز حصرية واقرأ منشورات حصرية بشكل مبكر.",
    "Back on Patreon": "ادعم على Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "استخدم بطاقة سحب آلي، أو بطاقة ائتمانية، أو حساب PayPal. بإمكانك الاختيار بين الدفع لمرة واحدة، أو تنسيق دفعات متكررة.",
    "Use PayPal": "استخدم PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - الطريقة الأكثر أماناً وسهولة للدفع على الإنترنت!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "قم بتنسيق دفعات متكررة عبر Librepay، وهي منصة التمويل مفتوحة المصدر وغير الربحية.",
    "Contribute with Liberapay": "ساهم على Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "تم إنشاء elementary OS ويتم الآن استخدامه من قبل أشخاص من جميع أنحاء العالم. ساعدنا لجعل تجربة الاستخدام أفضل وأفضل من خلال ترجمته إلى لغات أخرى.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "تتم ترجمة كل من elementary OS وموقعنا الإلكتروني بشكل مفتوح باستخدام منصة على الإنترنت تدعى Weblate.",
    "Learn More": "اعرف أكثر",
    "Join Chat": "انضم إلى المحادثة",
    "Suggest Translations": "اقترح ترجمات",
    "World map": "خريطة العالم",
    "Question &amp; Answer": "أسئلة وأجوبة",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange هو موقع للأسئلة و الأجوبة تم إنشاؤه لإيجاد أفضل الأجوبة للأسئلة الشائعة. يمكن لأي شخص إنشاء حساب للبدء بطرح الأسئلة والأجوبة.",
    "New Questions": "أسئلة جديدة",
    "Unanswered Questions": "أسئلة لم تتم الإجابة عنها",
    "Documentation": "الوثائق",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "توفر elementary وثائق أساسية لكلي المستخدمين والمطورين. جميع وثائقنا مكتوبة بلغة Markdown ومستضافة على GitHub، ولهذا فإرسال التغييرات أو إضافة أقسام جديدة هو في غاية السهولة.",
    "Learning the Basics Guide": "دليل تعلم الأساسيات",
    "Developer Docs": "وثائق المطورين",
    "Web Development": "تطوير الويب",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "تم بناء موقعنا الإلكتروني باستخدام HTML، وCSS، وPHP، وJavaScript. نحن نبحث دائماً عن الناس ذوي الخبرة في تلك المجالات الراغبين في المساهمة وجعله أفضل وأفضل.",
    "Report a Website Issue": "أبلغ عن مشكلة في الموقع",
    "Fork the Website on GitHub": "أنشئ تشعيباً للموقع على GitHub",
    "Desktop Development": "تطوير سطح المكتب",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "تم بناء بيئة سطح المكتب وجميع التطبيقات الخاصة بنا باستخدام لغة Vala، وGTK، وGranite، وعدد من المكتبات الأخرى مفتوحة المصدر. نحن نستضيف جميع الأكواد الخاصة بنا على GitHub ونقوم بجميع عمليات التطوير من هناك. إذا لم تقم أبداً بالتطوير ل elementary OS من قبل، فنحن نوصي بأن تطلع على دليل بدء التطوير الخاص بنا.",
    "Getting Started Guide": "دليل بدء التطوير",
    "Browse Code": "تصفح الكود",
    "Report issues": "أبلغ عن المشاكل",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "ساعد عن طريق تتبع المشاكل والإبلاغ عنها. أو ساعد عن طريق التأكيد على المشاكل الحالية، أو توضيحها، أو تنظيفها.",
    "Read the Guide": "اقرأ الدليل",
    "Fix issues": "أصلح المشاكل",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "ساهم في elementary OS عن طريق إصلاح المشاكل، أو تحسين الأداء والوظائف، أو إضافة ميزات جديدة.",
    "Bitesize Issues": "أصلح المشاكل",
    "Create apps": "أنشئ التطبيقات",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "قم بتحسين منظومة elementary OS بشكل عام واجن المال عن طريق إنشاء تطبيقات عظيمة جديدة ل آب سنتر.",
    "Publish on AppCenter": "انشر على آب سنتر",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "فريق التصميم الخاص بنا يقوم بتحويل الأفكار إلى مسائل واضحة وأشياء قابلة للإنجاز. قبل البدء، نحن نوصي بالقراءة عن عملية سير التصميم الخاصة بنا.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "يقوم فريق التصميم الخاص بنا بتتبع المشاكل المتعلقة بالتصميم تحت مسمى ”Needs Design“ على GitHub. تلك المشاكل تحتاج إلى المزيد من النقاشات، والإطارات الشبكية (Wireframes)، والتصاميم الممكن إنجازها.",
    "See ‘Needs Design’ Issues": "شاهد المشاكل تحت ’Needs Design‘",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "يستخدم elementary OS صفحة تنسيق مكتوبة بلغة CSS. تقوم هذه الصفحة بتحديد طريقة وكيفية عرض عناصر الواجهة، مثل الأزرار، وأشرطة الأدوات، والقوائم.",
    "View Stylesheet": "أظهر صفحة التنسيق",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "يأتي elementary OS بالعديد من الأيقونات بصيغة فكتور التي يتم استخدامها عبر جميع التطبيقات الافتراضية والتي هي متوفرة أيضاً لتطبيقات الطرف الثالث.",
    "Browse Icons": "تصفح الأيقونات",
    "Get Involved with elementary OS": "شارك في elementary OS"
}
