{
    "Be a Part of Something Bigger": "كن جزء من شيء كبير",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "كل ما نقوم به مفتوح المصدر 100%، ويتم تطويره بالتعاون مع أشخاص من جميع أنحاء العالم. لذا حتى لو لم تكن مبرمجاً، يمكنك أن تشارك و تحدث فرقا.",
    "Funding": "التمويل",
    "Translations": "الترجمات",
    "Support": "الدعم",
    "Web": "موقع",
    "Desktop": "سطح المكتب",
    "Design": "التصميم",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "بمساعدتكم ، تمكنا من النمو من مجموعة صغيرة من المتطوعين المتحمسين إلى شركة صغيرة. كل مساعدة بسيطة تقربنا خطوة إلى التعاقد مع مطور آخر بدوام كامل.",
    "Patreon": "باتريون(تبرع)",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon تعمل مثل حملة التمويل،اختر المبلغ، احصل على مكافآت، وساعدنا على تحقيق أهدافنا.",
    "Learn More": "اقرأ المزيد",
    "Become a Patron": "كن مساهماً",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "بسهولة، استخدم بطاقة إئتمانية، أو بطاقة مصرفية، أو حساب باي بل.",
    "Use PayPal": "استخدم PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - الطريقة الأسهل والأكثر اماناً للدفع الالكتروني!",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "ساعدنا مالياً ، بالإضافة احصل على بعض هدايا المنتري الحصرية لإظهار دعمك للأصدقاء والعائلة وزملاء العمل.",
    "Visit Store": "زر المتجر",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource يضع الأموال مباشرة في أيدي المطورين من خلال مكافأتهم على المساهمة في إصلاح أو إنشاء ميزات جديدة. قم بوضع مكافأة على المشاكل التي تهمك أكثر أو قم بتمويل تطبيق معين. يمكنك أيضًا إعداد اشتراك متكرر.",
    "Bountied Bugs": "صائدي الأخطاء",
    "BountySource": "موقع BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "نظام التشغيل Elementary OS تم انشاءه و استخدامه بواسطة أشخاص من كل أنحاء العالم، ساعدنا لتكوين تجربة أفضل وذلك بترجمته الى لغات أخرى.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "تتم ترجمة كل من المنتري او اس وموقعنا الإلكتروني بشكل مفتوح بإستخدام منصة على الإنترنت تسمى Weblate.",
    "Join Chat": "إنضم الى المحادثة",
    "Suggest Translations": "ترجم",
    "World map": "خريطة العالم",
    "Question &amp; Answer": "أسئلة & أجوبة",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange هو موقع للأسئلة و الأجوبة تم إنشاؤه لإيجاد أفضل الإجابات عن الأسئلة الشائعة. يمكن لأي شخص إنشاء حساب للبدء بطرح الأسئلة و الأجوبة.",
    "Unanswered Questions": "سؤال لم يتم الاجابة عنه",
    "New Questions": "سؤال جديد",
    "Documentation": "وثائق",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "إلمنتري توفر الوثائق الأساسية لكل من المستخدمين والمطورين. كل ما لدينا من وثائق مكتوبة في Markdown و استضافة في GitHub.",
    "Learning The Basics Guide": "تعلم أساسيات الدليل",
    "Developer Docs": "وثائق المطور",
    "Web Development": "تطوير الويب",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "تم بناء موقعنا على شبكة الإنترنت باستخدام HTML , CSS، PHP و JavaScript. نحن نبحث دائماً عن الناس ذوي الخبرة في تلك المجالات الراغبين في المساهمة وجعله أفضل.",
    "Fork Our Website on GitHub": "",
    "Report a Website Issue": "تبليغ عن خطأ في الموقع",
    "Desktop Development": "تطوير سطح المكتب",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Browse Our Code": "تصفح الشيفرة البرمجية",
    "Bitesized Bugs": "",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "",
    "Browse Our Stylesheet": "تصفح Stylesheet",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "",
    "Browse Our Icons": "استعرض الأيقونات",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "Browse 'Needs Design' Issues": "",
    "Get Involved with elementary OS": "شارك في اعداد نظام elementary OS"
}
