{
    "Press Resources": "المواد الإعلامية",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "نحن نحب العمل مع الصحافة، سواء كان ذلك ضمن عالم Linux أو في الوسط التقني والثقافي الأكبر، وذلك لنشارك قصتنا وما نعمل عليه الآن.",
    "Join Our Press List": "انضم لقائمتنا الصحفية",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "كن أول من يعلم بإصداراتنا الجديدة والتطورات المهمة. نحن نرسل فرصة الوصول المبكر للبيانات والباقات الصحفية، ومن ضمنها لقطات شاشة عالية الدقة. هذه القائمة <strong>قليلة النشاط جداً</strong>؛ فنحن نرسل لك أهم الأخبار مرة واحدة في السنة تقريباً.",
    "Email": "البريد الإلكتروني",
    "First Name": "الاسم الأول",
    "Last Name": "الاسم الأخير",
    "Publication": "المنشور",
    "Subscribe": "اشترك",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "إليك أكبر تحديث على المنصة حتى الآن، مع دعم اللمس المتعدد (Multi-touch)، والواجهة المظلمة، وصناديق الرمل للتطبيقات (App sandboxing)، ومثبت نظام جديد كلياً. OS 6 يعطيك القدرة لتتحكم أكثر وتعبر عن نفسك أكثر، مع الاستمرار في الابتكار بإضافة ميزات جديدة، كما أنه أصبح أسهل في الحصول عليه وأكثر احتواءً وشمولاً من أي وقت مضى.",
    "Read Announcement": "اقرأ الإعلان",
    "Download Press Kit": "قم بتنزيل الباقة الصحفية",
    "News &amp; Announcements": "الأخبار والإعلانات",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "نحن نقوم بنشر تحديثات متكررة عن عملية التطوير، والإعلانات الرئيسية، ونصائح للمطورين، والتطبيقات البارزة، وغيرها من المحتوى الجديد عبر مدونتنا الرسمية.",
    "Visit Our Blog": "قم بزيارة مدونتنا",
    "Brand Resources": "مواد العلامة التجارية",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "استعرض شعارات elementary، وتوجيهات استخدام العلامة التجارية، ولوحة الألوان، وشعار المجتمع. وأيضاً قم بتنزيل شعارات elementary الرسمية بدقة عالية وبصيغة فكتور.",
    "View Brand Resources": "استعرض مواد العلامة التجارية",
    "Get in Touch": "اتصل بنا",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "تواصل مع الفريق مباشرة بمراسلتنا بالبريد الإلكتروني على <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. نحن نرحب بطلبات المقابلات، أو الظهور في البودكاست، أو حتى الاستفسارات الصحفية العامة.",
    "Send an Email": "أرسل بريداً",
    "Press &sdot; elementary": "الإعلام &sdot; elementary"
}
