{
    "Press Resources": "مواد إعلامية",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "نحبّ العمل مع الصحافة -سواء ضمن عالم لينكس أو الوسط التقني والثقافي الأكبر- لنُشارك قصتنا وما نعمل عليه.",
    "Join Our Press List": "انضم لقائمتنا الصحفيّة",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "كن أول من يعلم بإصداراتنا الجديدة والتطورات المهمة. نُرسل فرصة الوصول المبكر للبيانات الصحفيّة، والباقات الصحفيّة، ومن ضمنها لقطات شاشة عالية الدقة. هذه القائمة <strong>قليلة النشاط جداً</strong>؛ نرسل لك أكبر الأخبار مرة واحدة في السنة تقريباً.",
    "Email": "البريد الإلكتروني",
    "First Name": "الإسم الأول",
    "Last Name": "الإسم الأخير",
    "Publication": "نشرة",
    "Subscribe": "اشتراك",
    "elementary OS 5 Juno": "اليمينتري أو إس 5 جونو",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "جونو أكثر صقلاً، أكثر إنتاجاً، حتى أنه أفضل منصّة لمطوري الطرف الثالث. حدثنا التطبيقات عموماً، جعلنا نواة سطح المكتب أكثر إنتاجاً مع عدة مزايا جديدة، صقلنا المظهر والشعور العام، وطورنا إعدادات النظام تطويراً أكبر.",
    "Read Announcement": "اقرأ الإعلان",
    "Download Press Kit": "حمّل الباقة الصحفيّة",
    "News &amp; Announcements": "أخبار و إعلانات",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "نشارك تحديثات متكررة عن التطوير، إعلانات كبيرة، نصائح للمطورين، تطبيقات مميزة، ومحتوى جديد آخر عبر نشرتنا \"الوسيط\".",
    "Visit Medium": "زيارة \"الوسيط\"",
    "Brand Resources": "",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "",
    "View Brand Resources": "",
    "Get in Touch": "",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "",
    "Send an Email": "",
    "Press &sdot; elementary": ""
}
