{
    "Brand": "Marque",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "La marque elementary appartient à elementary, Inc., la société qui guide et soutient le développement des produits d'elementary. Ces directives décrivent quand et comment la marque elementary doit être utilisée.",
    "Company and Product Names": "Entreprise et noms de produits",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "Le mot <strong>elementary</strong> est une marque déposée d'elementary, Inc. utilisée pour faire référence à l'entreprise elle-même. Il est toujours en minuscules, même en début de phrase. Il peut également être utilisé avec des noms de produits (par ex. « elementary OS ») pour faire référence à un produit spécifique d'elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "Le produit principal d'elementary, Inc. est <strong>elementary OS</strong>. Par souci de clarté, le terme « elementary OS » ne doit jamais être raccourci en « elementary » ou toute autre abréviation.",
    "Brand Marks": "Marques figuratives",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "elementary, Inc. revendique deux marques : le <strong> logo « e » </strong> et le <strong> logo « elementary » </strong>. Les deux sont considérés comme des marques déposées et représentent elementary, Inc.",
    "Both should be used with the following in mind:": "Elles doivent être utilisées en gardant à l’esprit de :",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Ne pas étendre, fausser, tourner, inverser, ou d’une quelconque façon altérer les marques.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Ne pas utiliser les marques sur un fond trop chargé ; les couleurs unies fonctionnent le mieux.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "Les marques doivent être monochromatiques ; par exemple, blanc sur fond sombre ou noir sur fond clair.",
    "elementary Logomark": "Le symbole de la marque elementary",
    "Default logomark": "Logo par défaut",
    "Alternate elementary Logomark": "Logo alternatif d'elementary",
    "Alternate logomark": "Logo alternatif",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "Le logo « e » doit être utilisé pour désigner elementary, Inc., en particulier lorsqu'un rapport carré est requis. Il doit être utilisé dans des tailles plus grandes et à côté de logos de taille similaire. Le logo alternatif, plus fin, peut être utilisé dans des contextes plus petits ou lorsque le logo par défaut semble trop lourd.",
    "elementary Logotype": "Logotype elementary",
    "Logotype": "Logotype",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "Le logotype « elementary » doit être utilisé lorsque l'espace permet de faire référence à elementary, Inc. Il peut également être utilisé avant un nom de produit pour faire référence à un produit spécifique de elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "Le logotype doit toujours être utilisé en suivant les lignes directrices suivantes :",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Ne tentez pas de recréer le logotype en écrivant « elementary » dans une police spécifique ; utilisez toujours l'image fournie.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "N’utilisez pas le logotype lorsque l’espace est trop restreint ; s’il n’est pas lisible, remplacez-le par le symbole.",
    "Color": "Couleur",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Nous utilisons de la couleur en combinaison avec notre nom et nos marques pour établir notre image de marque. Nous utilisons la palette suivante :",
    "Strawberry": "Fraise",
    "Strawberry 100": "Fraise 100",
    "Strawberry 300": "Fraise 300",
    "Strawberry 500": "Fraise 500",
    "Strawberry 700": "Fraise 700",
    "Strawberry 900": "Fraise 900",
    "Orange": "Orange",
    "Orange 100": "Orange 100",
    "Orange 300": "Orange 300",
    "Orange 500": "Orange 500",
    "Orange 700": "Orange 700",
    "Orange 900": "Orange 900",
    "Banana": "Banane",
    "Banana 100": "Banane 100",
    "Banana 300": "Banane 300",
    "Banana 500": "Banane 500",
    "Banana 700": "Banane 700",
    "Banana 900": "Banane 900",
    "Lime": "Citron Vert",
    "Lime 100": "Citron Vert 100",
    "Lime 300": "Citron Vert 300",
    "Lime 500": "Citron Vert 500",
    "Lime 700": "Citron Vert 700",
    "Lime 900": "Citron Vert 900",
    "Mint": "Menthe",
    "Mint 100": "Menthe 100",
    "Mint 300": "Menthe 300",
    "Mint 500": "Menthe 500",
    "Mint 700": "Menthe 700",
    "Mint 900": "Menthe 900",
    "Blueberry": "Myrtille",
    "Blueberry 100": "Myrtille 100",
    "Blueberry 300": "Myrtille 300",
    "Blueberry 500": "Myrtille 500",
    "Blueberry 700": "Myrtille 700",
    "Blueberry 900": "Myrtille 900",
    "Grape": "Raisin",
    "Grape 100": "Raisin 100",
    "Grape 300": "Raisin 300",
    "Grape 500": "Raisin 500",
    "Grape 700": "Raisin 700",
    "Grape 900": "Raisin 900",
    "Bubblegum": "Chewing-gum",
    "Bubblegum 100": "Chewing-gum 100",
    "Bubblegum 300": "Chewing-gum 300",
    "Bubblegum 500": "Chewing-gum 500",
    "Bubblegum 700": "Chewing-gum 700",
    "Bubblegum 900": "Chewing-gum 900",
    "Latte": "Latte",
    "Latte 100": "Latte 100",
    "Latte 300": "Latte 300",
    "Latte 500": "Latte 500",
    "Latte 700": "Latte 700",
    "Latte 900": "Latte 900",
    "Cocoa": "Cacao",
    "Cocoa 100": "Cacao 100",
    "Cocoa 300": "Cacao 300",
    "Cocoa 500": "Cacao 500",
    "Cocoa 700": "Cacao 700",
    "Cocoa 900": "Cacao 900",
    "Silver": "Argent",
    "Silver 100": "Argent 100",
    "Silver 300": "Argent 300",
    "Silver 500": "Argent 500",
    "Silver 700": "Argent 700",
    "Silver 900": "Argent 900",
    "Slate": "Ardoise",
    "Slate 100": "Ardoise 100",
    "Slate 300": "Ardoise 300",
    "Slate 500": "Ardoise 500",
    "Slate 700": "Ardoise 700",
    "Slate 900": "Ardoise 900",
    "Black": "Noir",
    "Black 100": "Noir 100",
    "Black 300": "Noir 300",
    "Black 500": "Noir 500",
    "Black 700": "Noir 700",
    "Black 900": "Noir 900",
    "Fonts": "Polices",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Pour le Web et l'impression, nous utilisons Inter pour les titres et les paragraphes. Pour les blocs de code, nous utilisons Roboto Mono.",
    "Third Parties &amp; Community": "Tiers et communauté",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Nous invitons les développeurs tiers qui créent des produits pour elementary OS à adopter certains éléments de la marque elementary par souci de cohérence :",
    "Voice/tone": "Ton / Discours",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Cependant, afin de ne pas induire l’utilisateur en erreur, nous restreignons l’usage du nom elementary et des marques :",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "Nous vous encourageons à indiquer que votre application ou service est « conçu pour elementary OS », mais n'utilisez pas les marques ou le nom elementary comme partie du nom de votre entreprise, application, produit ou service, ou dans tout logo que vous créez.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "N'utilisez que le nom ou les marques d'elementary pour faire référence à elementary, Inc. ou à ses produits (par ex. elementary OS).",
    "Community": "Communauté",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Les produits communautaires (sites, fan clubs, etc.) sont encouragés à utiliser le logo de la communauté elementary :",
    "elementary Community Logo with color": "Logo communautaire elementary en couleur",
    "elementary Community Logo in black": "Logo communautaire elementary monochrome",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Cela permet de positionner le produit dans la communauté tout en réduisant la confusion qui peut résulter de l'utilisation du symbole d'elementary, Inc.",
    "Hardware Distributors": "Distributeurs de matériel",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Dans la mesure où nos logiciels portent la marque elementary, l'expérience doit être cohérente, que le système d'exploitation ait été téléchargé depuis notre site Web ou préinstallé sur un produit matériel.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Les composants logiciels d'elementary OS peuvent être modifiés et redistribués selon les termes de la licence du logiciel libre ; cependant, les marques et marques déposées susmentionnées ne peuvent être redistribuées que sous une ou plusieurs des conditions suivantes :",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "Le logiciel reste en grande partie inchangé ; y compris les applications par défaut, la feuille de style et l'iconographie, etc.",
    "Software modifications are approved by elementary, Inc.": "Les modifications du logiciel sont approuvées par elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Les pilotes et la mise en service du matériel sont bien sûr acceptables. Nous comprenons que l'image de marque des distributeurs (par ex. les fonds d'écran par défaut) peut être importante pour les distributeurs, c'est pourquoi ces modifications seront généralement approuvées. En cas de doute, envoyez un e-mail à <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> pour obtenir des précisions ou des instructions.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Si vous ne pouvez ou ne voulez pas suivre les conditions de redistribution des marques d'elementary, Inc., il est simple et rapide de retirer nos marques du système d'exploitation :",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Modifiez la ligne <code>DISTRIB_DESCRIPTION</code> dans le fichier <code>/etc/lsb-release</code> pour exclure nos marques déposées.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Remplacez l’iconographie tel que l'icône <code>distributor-logo</code> présente dans <code>/usr/share/icons/elementary/places/</code> dans chacune des tailles proposées qui n’apparaissent pas dans le système d’exploitation.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Supprimez ou remplacez les paquets <code>plymouth-theme-elementary</code> et <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Pour plus d'informations sur les OEM et les distributeurs de matériel, consultez nos <a href=\"oem\">informations pour les OEM</a>.",
    "Merchandise": "Vente",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Nous n'autorisons pas que notre image de marque (y compris notre nom ou nos marques) soit utilisée sur des produits tiers sans autorisation écrite explicite.",
    "Assets &amp; More Info": "Fichiers et informations complémentaires",
    "Download on GitHub": "Télécharger depuis GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Pour plus d’informations concernant l’utilisation du nom elementary, de notre identité ou de nos marques, veuillez adresser votre question à <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marque ⋅ elementary"
}
