{
    "Brand": "Marques",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "La marque elementary est unique : techniquement elle appartient à elementary LLC., la société qui guide et soutient le développement des produits elementary. Cependant, nous disposons d’une formidable communauté et ne souhaitons pas être trop autoritaire en ce qui concerne les obligations légales et techniques. De ce fait, nous avons établi quelques lignes directrices pour éclaircir quand et comment la marque elementary devrait être utilisée.",
    "Name": "Nom",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Le mot \"elementary\" réfère à et est une marque déposée d'elementary LLC. elementary est toujours en minuscule, même quand il débute une phrase tel que celle-ci. Il est aussi utilisé avec d'autres nom de produit (ex. \"elementary OS\") pour référer à un produit spécifique d'elementary.",
    "Brand Marks": "Marques Figuratives",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary possède deux marques: le logotype \"elementary\" et le logo \"e\". Les deux sont considérés marques déposées et représente elementary--la compagnie-- et ses produits.",
    "Both should be used with the following in mind:": "Les deux devraient être utilisés avec cela en tête :",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Ne pas étendre, fausser, tourner, inverser, ou d'une quelconque façon altérer les marques.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Ne pas user les marques sur un fond trop plein; les couleurs pleines fonctionnent le mieux.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Les marques devraient toujours être monochromatique ; typiquement blanches sur fond noir, ou noir si le fond est clair.",
    "Logotype": "Logotype",
    "elementary Logotype": "Logotype elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Le logotype doit être utilisé quand l'espace permet de référer à la compagnie elementary. Il peut être utilisé avant un nom de produit pour référer à un produit spécifique d'elementary.",
    "The logotype should always be used under the following guidelines:": "Le logotype devrait toujours être utilisé en suivant les lignes directrices suivantes :",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Ne pas tenter de reproduire le logotype. C'est une marque figurative méticuleusement désignée, pas simplement \"elementary\" écrit dans une police particulière.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "N'utilisez pas le logotype lorsque l'espace est trop restreint ; s'il n'est pas lisible, remplacez le par le symbole.",
    "Logomark": "Symbole",
    "elementary Logomark": "Le symbole de la marque elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Le symbole \"e\" est destiné à être utilisé afin de référer à la marque elementary lorsque l'espace est réduit ou qu'un format carré est requit.",
    "Color": "Couleur",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary fait emploi de la couleur en combinaison avec notre nom et nos marques afin d'établir notre identité visuelle. Nous utilisons la palette de couleur suivante :",
    "Blueberry": "Myrtille",
    "Strawberry": "Fraise",
    "Orange": "Orange",
    "Banana": "Banane",
    "Lime": "Citron",
    "Grape": "Raisin",
    "White": "Blanc",
    "Black": "Noir",
    "Fonts": "Polices",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Concernant le web et l'impression, nous utilisons la police Raleway pour les titres et Open Sans pour le corps du texte. Pour les extraits de code source, nous utilisons Roboto Mono.",
    "Third Parties & Community": "Tiers & communauté",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Nous encourageons les développeurs tiers créant des produits pour elementary OS à adopter certains éléments de la marque elementary dans un soucis de cohérence :",
    "Voice/tone": "Voix/tonalité",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Cependant, afin de ne pas induire l'utilisateur en erreur, nous restreignons l'usage du nom elementary et des marques :",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Vous êtes encouragés à dire que votre application ou service est conçu pour elementary OS, mais nous vous remercions de ne pas utiliser le nom ou la marque elementary dans celui de votre société, application, produit, service ou pour tout logo que vous créeriez.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "N'utilisez le nom elementary ou nos marques que pour référer à elementary LLC. ou à ses produits (par exemple, elementary OS).",
    "Community": "Communauté",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Les produits communautaires (sites, fan clubs, etc.) sont encouragés à utiliser le logo de la communauté elementary :",
    "elementary Community Logo with color": "logo communautaire elementary coloré",
    "elementary Community Logo in black": "logo communautaire elementary monochrome",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Ceci aide à établir le produit comme faisant partie de la communauté elementary tout en évitant toute confusion pouvant survenir en utilisant le logo elementary.",
    "Merchandise": "Marchandise",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Nous n'autorisons généralement pas l'utilisation de notre image de marque (incluant notre nom et nos marques) sur des produits tiers.",
    "Assets & More Info": "Fichiers & informations supplémentaires",
    "Download on GitHub": "Télécharger sur GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Pour plus d'informations concernant l'utilisation du nom elementary, de notre identité ou de nos marques, veuillez s'il-vous-plaît adresser votre question à <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand ⋅ elementary": "Marque ⋅ elementary",
    "Hardware Distributors": "Distributeurs de matériel",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Nous souhaitons nous assurer que tant que notre logiciel porte la marque elementary, l'expérience restera la même qu'il ait été téléchargé depuis notre site web ou pré-installé sur un appareil.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Les composants logiciels d'elementary OS peuvent être modifiés et redistribués selon les termes définis par la licence du logiciel. Cependant, nos marques ne peuvent être redistribuées que si une ou plusieurs de ces conditions sont remplies :",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "Le logiciel reste inchangé, ce qui inclut les application pré-installées, les feuilles de style et les icônes, les fichiers de configuration, etc., ou",
    "The modifications are approved in writing by elementary.": "Les modifications ont été approuvées par écrit par elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Nous comprenons qu'inclure les pilotes, la compatibilité matérielle et que la marque du distributeur est important pour les distributeurs, ces modifications seront donc quasiment toujours approuvées par elementary. Si vous avez un doute, envoyez un email à <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> pour des clarifications ou des indications.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Si vous ne pouvez ou ne souhaitez pas respecter ces termes de redistribution, retirer la marque déposée elementary du système d'exploitation devrait être simple:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": ""
}
