{
    "Code of Conduct": "Code de conduite",
    "Our Pledge": "Notre engagement",
    "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, caste, color, religion, or sexual identity and orientation.": "En tant que membres, contributeur·trice·s et dirigeant·e·s, nous nous engageons à faire de la participation à notre communauté une expérience sans harcèlement, quel que soit l'âge, la taille, le handicap visible ou non, l’ethnicité, les caractéristiques sexuelles, l’identité et l’expression de genre, le niveau d’expérience, l'éducation, le statut socio-économique, la nationalité, l’apparence, la race, la caste, la couleur de peau, la religion, ou l’identité et l’orientation sexuelle.",
    "We pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community.": "Nous nous engageons à agir et interagir de manière à contribuer à une communauté ouverte, accueillante, diversifiée, inclusive et saine.",
    "Our Standards": "Nos critères",
    "Examples of behavior that contributes to a positive environment for our community include:": "Exemples de comportements qui contribuent à créer un environnement positif pour notre communauté :",
    "Demonstrating empathy and kindness toward other people": "Faire preuve d’empathie et de bienveillance envers les autres",
    "Being respectful of differing opinions, viewpoints, and experiences": "Être respectueux des opinions, points de vue et expériences divergents",
    "Giving and gracefully accepting constructive feedback": "Donner et recevoir avec grâce les critiques constructives",
    "Accepting responsibility and apologizing to those affected by our mistakes, and learning from the experience": "Assumer ses responsabilités et s’excuser auprès des personnes affectées par nos erreurs et apprendre de ces expériences",
    "Focusing on what is best not just for us as individuals, but for the overall community": "Se concentrer sur ce qui est le meilleur non pas uniquement pour nous en tant qu’individu, mais aussi pour l’ensemble de la communauté",
    "Examples of unacceptable behavior include:": "Exemples de comportements inacceptables :",
    "The use of sexualized language or imagery, and sexual attention or advances of any kind": "L’utilisation de langage ou d’images sexualisés et d’attentions ou d’avances sexuelles de toute nature",
    "Trolling, insulting or derogatory comments, and personal or political attacks": "Le trolling, les commentaires insultants ou désobligeants et les attaques personnelles ou d’ordre politique",
    "Public or private harassment": "Le harcèlement en public ou en privé",
    "Publishing others&#39; private information, such as a physical or email address, without their explicit permission": "La publication d’informations privées d’autrui, telle qu’une adresse postale ou une adresse électronique, sans leur autorisation explicite",
    "Other conduct which could reasonably be considered inappropriate in a professional setting": "Toute autre conduite qui pourrait raisonnablement être considérée comme inappropriée dans un cadre professionnel",
    "Enforcement Responsibilities": "Responsabilités d’application",
    "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful.": "Les dirigeant·e·s de la communauté sont chargé·e·s de clarifier et de faire respecter nos normes de comportements acceptables et prendront des mesures correctives appropriées et équitables en réponse à tout comportement qu’ils ou elles jugent inapproprié, menaçant, offensant ou nuisible.",
    "Community leaders have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, and will communicate reasons for moderation decisions when appropriate.": "Les dirigeant·e·s de la communauté ont le droit et la responsabilité de supprimer, modifier ou rejeter les commentaires, les contributions, le code, les modifications de wikis, les rapports d’incidents ou de bogues et autres contributions qui ne sont pas alignés sur ce code de conduite, et communiqueront les raisons des décisions de modération le cas échéant.",
    "Scope": "Portée d’application",
    "This Code of Conduct applies within all community spaces, and also applies when an individual is officially representing the community in public spaces. Examples of representing our community include using an official email address, posting via an official social media account, or acting as an appointed representative at an online or offline event.": "Ce code de conduite s’applique à la fois au sein de l'ensemble des espaces communautaires ainsi que dans les espaces publics lorsqu’un individu représente officiellement le projet ou sa communauté. Font parties des exemples de représentation d’un projet ou d’une communauté l’utilisation d’une adresse électronique officielle, la publication sur les réseaux sociaux à l’aide d’un compte officiel ou le fait d’agir en tant que représentant·e désigné·e lors d’un événement en ligne ou hors-ligne.",
    "Enforcement": "Application",
    "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement at contact@elementary.io. All complaints will be reviewed and investigated promptly and fairly.": "Les cas de comportements abusifs, harcelants ou tout autre comportement inacceptables peuvent être signalés aux dirigeant·e·s de la communauté responsables de l’application du code de conduite à contact@elementary.io. Toutes les plaintes seront examinées et feront l’objet d’une enquête rapide et équitable.",
    "All community leaders are obligated to respect the privacy and security of the reporter of any incident.": "Tou·te·s les dirigeant·e·s de la communauté sont tenu·e·s de respecter la vie privée et la sécurité des personnes ayant signalé un incident.",
    "Enforcement Guidelines": "Directives d'application",
    "Community leaders will follow these Community Impact Guidelines in determining the consequences for any action they deem in violation of this Code of Conduct:": "Les dirigeant·e·s de communauté suivront ces directives d’application sur l’impact communautaire afin de déterminer les conséquences de toute action qu’ils jugent contraire au présent code de conduite :",
    "1. Correction": "1. Correction",
    "<strong>Community Impact</strong>: Use of inappropriate language or other behavior deemed unprofessional or unwelcome in the community.": "<strong>Impact sur la communauté</strong> : Utilisation d’un langage inapproprié ou tout autre comportement jugé non professionnel ou indésirable dans la communauté.",
    "<strong>Consequence</strong>: A private, written warning from community leaders, providing clarity around the nature of the violation and an explanation of why the behavior was inappropriate. A public apology may be requested.": "<strong>Conséquence</strong> : Un avertissement écrit et privé de la part des dirigeant·e·s de la communauté, clarifiant la nature du non-respect et expliquant pourquoi le comportement était inapproprié. Des excuses publiques peuvent être demandées.",
    "2. Warning": "2. Avertissement",
    "<strong>Community Impact</strong>: A violation through a single incident or series of actions.": "<strong>Impact sur la communauté</strong> : Un non-respect par un seul incident ou une série d’actions.",
    "<strong>Consequence</strong>: A warning with consequences for continued behavior. No interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, for a specified period of time. This includes avoiding interactions in community spaces as well as external channels like social media. Violating these terms may lead to a temporary or permanent ban.": "<strong>Conséquence</strong> : Un avertissement avec des conséquences dû à la poursuite du comportement. Aucune interaction avec les personnes concernées, y compris l’interaction non sollicitée avec celles et ceux qui sont chargé·e·s de l’application de ce code de conduite, pendant une période déterminée. Cela comprend le fait d'éviter les interactions dans les espaces communautaires ainsi que sur les canaux externes comme les médias sociaux. Le non-respect de ces conditions peut entraîner un bannissement temporaire ou permanent.",
    "3. Temporary Ban": "3. Banissement temporaire",
    "<strong>Community Impact</strong>: A serious violation of community standards, including sustained inappropriate behavior.": "<strong>Impact sur la communauté</strong> : Un non-respect grave des règles communautaires, notamment un comportement inapproprié soutenu.",
    "<strong>Consequence</strong>: A temporary ban from any sort of interaction or public communication with the community for a specified period of time. No public or private interaction with the people involved, including unsolicited interaction with those enforcing the Code of Conduct, is allowed during this period. Violating these terms may lead to a permanent ban.": "<strong>Conséquence</strong> : Un bannissement temporaire de toutes formes d’interactions ou de communications avec la communauté pendant une période déterminée. Aucune interaction publique ou privée avec les personnes concernées, y compris les interactions non sollicitées avec celles et ceux qui appliquent ce code de conduite, n’est autorisée pendant cette période. Le non-respect de ces conditions peut entraîner un bannissement permanent.",
    "4. Permanent Ban": "4. Banissement permanent",
    "<strong>Community Impact</strong>: Demonstrating a pattern of violation of community standards, including sustained inappropriate behavior, harassment of an individual, or aggression toward or disparagement of classes of individuals.": "<strong>Impact sur la communauté</strong> : Démontrer un schéma récurrent de non-respect des règles de la communauté y compris un comportement inapproprié soutenu, le harcèlement d’un individu ainsi que l’agression ou le dénigrement de catégories d’individus.",
    "<strong>Consequence</strong>: A permanent ban from any sort of public interaction within the community.": "<strong>Conséquence</strong> : Un bannissement permanent de toutes formes d’interactions publiques au sein de la communauté.",
    "Attribution": "Attributions",
    "This Code of Conduct is adapted from the <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, available at <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.": "Ce code de conduite est adapté du <a href=\"https://www.contributor-covenant.org\">Contributor Covenant</a>, version 2.1, disponible à <a href=\"https://www.contributor-covenant.org/version/2/1/code_of_conduct.html\">https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a>.",
    "Community Impact Guidelines were inspired by <a href=\"https://github.com/mozilla/diversity\">Mozilla&#39;s code of conduct enforcement ladder</a>.": "Les directives d’application ont été inspirées par le <a href=\"https://github.com/mozilla/diversity\">Code of conduct enforcement ladder de Mozilla</a>.",
    "For answers to common questions about this code of conduct, see the FAQ at <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Translations are available at <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.": "Pour obtenir des réponses aux questions courantes sur ce code de conduite, consultez la FAQ à <a href=\"https://www.contributor-covenant.org/faq\">https://www.contributor-covenant.org/faq</a>. Les traductions sont disponibles sur <a href=\"https://www.contributor-covenant.org/translations\">https://www.contributor-covenant.org/translations</a>.",
    "Code of Conduct &sdot; elementary": "Code de conduite ⋅ elementary"
}
