{
    "Code of Conduct": "Code de bonne conduite",
    "Community Guidelines": "Lignes directrices communautaires",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you’re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "S'engager dans la communauté elementary est une expérience incroyable ; vous allez faire partie de quelque chose d'important, collaborer avec des gens venant du monde entier, et aider les gens à rendre leur ordinateur fantastique. Cependant, vous aurez aussi la responsabilité de respecter une liste de règles prédéfinies pour garantir le meilleur environnement pour tout ceux qui participent. Nous considérons que vous devez respecter les règles suivantes à chaque fois que vous vous engagez dans la communauté, que ce soit sur le site d'elementary, dans un salon IRC officiel, en personne, ou autre.",
    "I. Respect": "I. Le Respect",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respecter les autres est primordial. Assurez-vous de respecter les gens et leurs opinions, les antécédents personnels, la vie privée, et les idées. La communauté elementary n'est pas un endroit pour des remarques irrespectueuses ou blessantes pour quelque raison que ce soit. En critiquant, abordez le sujet de façon constructive et respectueuse. Les attaques personnelles ne sont pas tolérées. Lors de critiques constructives, prenez les en considération et remerciez les critiques pour leur contribution, quelle que soit votre position.",
    "II. Content": "II. Contenu",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "La communauté elemenatry est constituée de milliers d'utilisateurs d'âges, opinions et maturités variés. À cause de cela, vous devrez faire attention au contenu que vous produisez et aux remarques que vous faites. Pas de nudité, de vulgarité excessive, de contenu politique, de contenu religieux ou de contenu inapproprié qui ne devrait pas être sembler en relation avec elementary. En fin de compte, les modérateurs elementary ont le dernier mot sur ce qui doit ou non être considéré comme inapproprié. Si vous avez un doute, imaginez si vous montreriez ceci dans une salle rempli de personnes, dont des enfants et des grand-mères du monde entier. Si vous hésitez, ne le faites pas.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Les captures d'écran partagées par la communauté elementary ne doivent pas présenter de thèmes imitant d'autres systèmes d'exploitation, de photos ou illustrations permettant d'identifier une personne ou qui que ce soit d'autre violant notre Code de Conduite.",
    "III. Rumors and Speculation": "III. Rumeurs et spéculations",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Même si la nature dynamique et excitante d'elementary contribue à vouloir lancer des rumeurs ou à spéculer, évitez de le faire. Il n'y a pas de problème à discuter de plans pour le futur, lorsque ce n'est pas un fait avéré ne le divulguez qu'en tant que spéculation personnelle ou n'en parlez pas. Répandre une information inexacte peut porter préjudice à la communauté, surtout si elle est répandue d'une façon négative.",
    "IV. Helpful Discussion": "IV. Discussions utiles",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary n'existe que grâce à des individus qui se rassemblent sur leur temps libre pour créer quelque chose de spécial. Il est important de respecter cela et de toujours essayer de contribuer à des discussions saines et utiles. Lors des réunions, évitez le hors-sujet et ne parlez pas à moins que vous ayez à dire quelque chose d'utile et qui se rapporte à la discussion en cours. Si vous commentez sur le site web, restez en lien avec le contenu du billet ou le sujet de la question. Si vous participez à une discussion avec d'autres développeurs tel qu'une mailing list ou le salon IRC des développeurs, ne faites pas de bruit inutile en parlant de sujets qui ne se rapportent pas au développement ; ça ne fait que dévier la conversation et pollue le journal des messages pour ceux qui pourraient être absents.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Étant une communauté principalement en ligne, il est important que nous évitions les aspects potentiellement négatifs d'Internet. Ne trollez pas ; commencer des bagarres ou faire des remarques uniquement dans le but d'embêter quelqu'un est puéril et inacceptable. Inonder de messages est également inacceptable ; ce qui inclut la publication de liens vers des sites hors-sujet ou d'un même lien de façon répétée. Si quelqu'un troll ou spam, ignorez et signalez-le.",
    "V. Avoiding Conflict": "V. Éviter le Conflit",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Si vous sentez que quelqu'un - que ce soit un nouveau contributeur ou un plus ancien - devient grossier, faites le savoir gentiment à cette personne. S'échapper en face d'un problème avant qu'il ne devienne critique est primordial. Chacun a un rôle à jouer pour aider à conserver une communication fluide dans notre environnement de travail unique (bien que parfois concurrentiel).",
    "VI. Step Down Considerately": "VI. Démissionnez de façon de façon considérée",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Les priorités, les intérêts et les passions peuvent changer. Si vous êtes impliqué dans un projet elementary , mais sentez que vous devez vous retirer, faites le d'une manière qui minimise les perturbations. Lorsque nous travaillons ensemble, notre travail et nos idées ne nous appartiennent plus exclusivement ; ils appartiennent à la communauté elementary dans son ensemble. Informez les autres membres de l'équipe que vous avez l'intention de démissionner, et si possible, aidez à trouver quelqu'un afin de reprendre votre travail. À tout le moins, assurez-vous que votre travail peut être poursuivi à partir de là où vous en étiez.",
    "Consequences": "Conséquences",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Si vous décidez de ne pas respecter ce code de conduite ou perturber la communauté d'une autre façon, nous nous réservons le droit de : modifier ou supprimer tout contenu que vous avez posté ; désactiver votre compte sur le site ; vous éjecter d'un salon IRC ; vous bannir du site, des salons IRC, ou des services liés ; ou vous empêcher d'interagir avec la communauté par n'importe quel autre moyen.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>Le code de conduite d'elementary est distribué sous licence <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a>. Certains aspects ont été inspirés par le <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">code de conduite d'Ubuntu</a>.</em>",
    "Code of Conduct ⋅ elementary": "Code de conduite ⋅ elementary"
}
