{
    "Be a Part of Something Bigger": "Participez à quelque chose de plus grand",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tout ce que nous faisons est 100% libre et développé en collaboration par des gens de partout dans le monde. Même si vous n'êtes pas programmeur, vous pouvez contribuer et faire la différence.",
    "Funding": "Financement",
    "Translations": "Traductions",
    "Support": "Support",
    "Web": "Web",
    "Desktop": "Bureau",
    "Design": "Concevoir",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Avec l'aide de nos utilisateurs et de nos fans, nous avons pu passer d'un petit groupe de bénévoles passionnés à une entreprise minuscule mais durable. Chaque petit soutien nous aide à améliorer elementary OS et à nous pencher sur des problèmes encore plus ambitieux.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Financez directement elementary et obtenez un badge sur votre profil GitHub pour montrer votre soutien. Les sponsors sur GitHub ne paient aucun frais, c'est donc un excellent moyen de faire en sorte que votre contribution puisse atteindre des objectifs plus ambitieux.",
    "Sponsor on GitHub": "Sponsoriser sur GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon fonctionne comme une campagne permanente de financement participatif. Choisissez un montant à verser chaque mois pour nous aider à atteindre nos objectifs. De plus, gagnez des récompenses exclusives et lisez du contenu exclusif en avance.",
    "Back on Patreon": "Soutenir sur Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utilisez facilement une carte de paiement, une carte de crédit ou un compte PayPal. Vous pouvez choisir entre un versement unique ou récurrent.",
    "Use PayPal": "Utiliser PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - Le paiement en ligne, simple et sécurisé.",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Mettez en place une contribution récurrente via Liberapay, la plateforme de financement open-source et à but non lucratif.",
    "Contribute with Liberapay": "Contribuer via Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS est créé et utilisé par des personnes du monde entier. Aidez-nous à améliorer l'expérience utilisateur en le traduisant dans le plus de langues possible.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Aussi bien elementary OS que notre site web sont traduits de façon ouverte grâce à une plateforme appelée Weblate.",
    "Learn More": "En savoir plus",
    "Join Chat": "Rejoignez le chat",
    "Suggest Translations": "Suggérer des traductions",
    "World map": "Carte du monde",
    "Question &amp; Answer": "Questions et réponses",
    "We use GitHub Discussions for community Q&A. Anyone can create an account to start asking and answering.": "Nous utilisons GitHub Discussions pour les questions et réponses communautaires. Tout le monde peut créer un compte pour commencer à en poser ou y répondre.",
    "New Questions": "Nouvelles questions",
    "Unanswered Questions": "Questions sans réponse",
    "Documentation": "Documentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary fournit une documentation basique pour les utilisateurs et les développeurs. Toute notre documentation est écrite en Markdown et stockée sur GitHub, donc soumettre une modification ou une nouvelle section est simple comme bonjour !",
    "Learning the Basics Guide": "Apprendre les bases",
    "Developer Docs": "Documentation du développeur",
    "Web Development": "Développement Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Notre site web est développé avec HTML, CSS, PHP et JavaScript. Nous recherchons toujours des personnes qui ont de l'expérience dans ces domaines et qui aimeraient y contribuer et le rendre encore meilleur.",
    "Report a Website Issue": "Signaler un problème sur le site web",
    "Fork the Website on GitHub": "Créer un fork du site Web sur GitHub",
    "Desktop Development": "Développement de l'OS",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Developer guide.": "Notre environnement de bureau et toutes ses applications sont conçus à l'aide de Vala, GTK, Granite et d'un certain nombre d'autres bibliothèques libres. Nous hébergeons tout notre code et effectuons tous les développements sur GitHub. Si vous n'avez jamais développé pour elementary OS auparavant, nous vous recommandons de consulter notre guide du développeur.",
    "Developer Guide": "Guide du développeur",
    "Browse Code": "Parcourir le code",
    "Report issues": "Signaler des problèmes",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "Aidez-nous en repérant les problèmes et en les signalant. Ou bien contribuez en confirmant, en clarifiant et en résolvant les problèmes existants.",
    "Read the Guide": "Lire le guide",
    "Fix issues": "Corriger des problèmes",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "Contribuez à elementary OS en corrigeant des problèmes, en améliorant les fonctionnalités ou en implémentant de nouvelles fonctionnalités.",
    "Bitesize Issues": "Problèmes de taille",
    "Create apps": "Créer des applications",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "Améliorez l'ensemble de l'écosystème d'elementary OS et gagnez de l'argent en créant de superbes nouvelles applications pour le Centre d'Applications.",
    "Publish on AppCenter": "Publier dans le Centre d'Applications",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Notre équipe de conception transforme les idées en projets clairs et en éléments livrables. Avant de vous lancer, il est recommandé de lire notre guide de conception.",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Notre équipe de conception suit les tickets marqués « Needs Design » sur GitHub. Ces besoins peuvent nécessiter des discussions plus approfondies sur la conception, des maquettes ou des éléments livrables.",
    "See ‘Needs Design’ Issues": "Voir les tickets marqués « Need Design »",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "elementary OS utilise une feuille de style spécifique au système écrite en CSS. Elle définit la manière dont l'interface, comme les boutons, les barres d'outils et les menus, est présentée.",
    "View Stylesheet": "Voir la feuille de style",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "elementary OS est livré avec un ensemble d'icônes vectorielles qui sont utilisées dans toutes les applications par défaut et sont mises à la disposition des applications tierces.",
    "Browse Icons": "Parcourir les icônes",
    "Get Involved with elementary OS": "Contribuer à elementary OS"
}
