{
    "Be a Part of Something Bigger": "Participez à quelque chose d'énorme",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tout ce que nous faisons sont 100% open source et développé en collaboration par des gens de partout dans le monde. Même si vous n'êtes pas programmeur, vous pouvez participer et faire la différence.",
    "Funding": "Financement",
    "Translations": "Traductions",
    "Support": "Support",
    "Web": "Web",
    "Desktop": "Développement",
    "Design": "Concevoir",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Avec votre aide, notre petit groupe passionné s’est transformé en petite entreprise. Chaque petite peu d’aide est un pas en avant pour engager un nouveau développeur à plein temps.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fonctionne comme une campagne de financement participatif en continu. Choisissez un montant, obtenez des récompenses et aidez-nous à atteindre nos objectifs.",
    "Learn More": "En savoir plus",
    "Become a Patron": "Devenir un mécène",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utilisez facilement une carte de paiement, une carte de crédit ou un compte PayPal. Vous pouvez choisir entre un versement unique ou récurrent.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Aidez nous financièrement et affichez votre support à vos amis, votre famille, vos collègues avec ces objets aux couleurs d’elementary.",
    "Visit Store": "Visiter la boutique",
    "Bountysource": "BountySource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource met les fonds entre les mains des développeurs en récompensant ceux qui  résolvent des bugs ou créent de nouvelles fonctionnalités. Définissez un « bounty » pour les problèmes qui vous semblent les plus importants ou financez une application spécifique. Vous pouvez aussi mettre en place un don récurrent.",
    "Bountied Bugs": "Bugs recherchés",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS est créé et utilisé par des personnes du monde entier. Aidez-nous à améliorer l'expérience utilisateur en le traduisant dans le plus de langues possible.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Aussi bien elementary OS que notre site web sont traduits de façon ouverte grâce à une plateforme appelée Weblate.",
    "Suggest Translations": "Suggérer des traductions",
    "World map": "Carte du monde",
    "Question &amp; Answer": "Questions et réponses",
    "StackExchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange est un site de questions et réponses fait pour trouver les meilleures réponses aux questions les plus courantes. N'importe qui peut y créer un compte pour y poser des questions ou y répondre.",
    "Unanswered Questions": "Questions sans réponse",
    "New Questions": "Nouvelles questions",
    "Documentation": "Documentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary fournit une documentation basique pour les utilisateurs et les développeurs. Toute notre documentation est écrite en Markdown et stockée sur GitHub, donc soumettre un changement ou une nouvelle section est simple comme bonjour !",
    "Learning The Basics Guide": "Guide de base",
    "Developer Docs": "Documentation du développeur",
    "Web Development": "Développement Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Notre site web est développé avec HTML, CSS, PHP et JavaScript. Nous recherchons toujours des personnes qui ont de l'expérience dans ces domaines et qui aimeraient y contribuer et le rendre encore meilleur.",
    "Fork Our Website on GitHub": "Forker notre site sur GitHub",
    "Report a Website Issue": "Signaler un problème sur le site web",
    "Desktop Development": "Développement de l'OS",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Notre environnement de bureau et toutes ses applications sont créés avec Vala, GTK+, Granite et d'autres bibliothèques libres. Nous hébergeons notre code sur GitHub, un service gratuit pour les projets open source. Si vous n'avez jamais développé pour elementary OS auparavant, nous vous recommandons de jeter un œil à notre guide pour démarrer.",
    "Browse Our Code": "Parcourez notre code",
    "Bitesized Bugs": "Bugs mineurs",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "",
    "Browse Our Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "",
    "Browse Our Icons": "",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "Browse Needs Design Issues": "",
    "Get Involved with elementary OS": "Contribuer à elementary OS"
}
