{
    "Information for OEMs": "Information pour les fabricants",
    "Give your customers the best experience with elementary OS.": "Offrez à vos clients la meilleure expérience possible avec elementary OS.",
    "Partners &amp; Retailers": "Partenaires et distributeurs",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Nous proposons deux façons d'être répertorié comme fabricant pour elementary OS dans <a href=\"https://store.elementary.io\">notre magasin</a>, avec des exigences et des avantages différents.",
    "Partner": "Partenaire",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "",
    "Requirements:": "Exigences :",
    "Official involvement from elementary, Inc.": "Contribution officielle à elementary, Inc.",
    "Negotiable per-device royalty": "Redevance négociable par appareil",
    "Strict software guidelines": "Directives strictes concernant les logiciels",
    "Trademark compliance": "Conformité des marques",
    "Retailer": "Distributeur",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "Un lien vers votre site Web ou votre page figurant dans <a href=\"https://store.elementary.io\">notre boutique</a>.",
    "Selling devices with elementary OS": "Vendre des appareils avec elementary OS",
    "Per-device royalty encouraged": "Redevance par appareil encouragée",
    "Resources": "Ressources",
    "Installation": "Installation",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installateur</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Configuration initiale</a>",
    "System Settings": "Préférences Système",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "Les paramètres du système offrent plusieurs avantages aux constructeurs qui proposent elementary OS. De part son architecture évolutive et la simplicité à intégrer son image de marque, les paramètres du système ont été conçus pour les constructeurs.",
    "Plugs": "Modules",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "Les paramètres du système (nom de code <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) utilise un concept de « modules » pour proposer des paramètres adaptés à une grande diversité de matériel et logiciel. Par exemple, les <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">paramètres de la souris et du pavé tactile</a> sont fournis par un module.",
    "Switchboard": "Tableau de bord",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "",
    "Documentation": "Documentation",
    "OEM Info in About": "Informations du fabricant dans la page « À propos »",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "Le module <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">À propos</a> présente des informations sur le système à l'utilisateur et propose plusieurs actions relatives au système pour restaurer les paramètres par défaut, signaler des problèmes et obtenir de l'aide. Outre les informations sur le logiciel (comme la version du système d'exploitation), il dispose également d'un espace pour les informations sur le matériel. Par défaut, cet espace est occupé par une image générique et le nom d'hôte du système. Cependant, les constructeurs peuvent prévoir des données spécifiques à la marque pour cette section.",
    "Switchboard About": "Module « À propos »",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "En fournissant un fichier <code>oem.conf</code>, les constructeurs peuvent renseigner le nom du fabricant, le nom du produit, le numéro de modèle et l'URL du fabricant. Il est également possible de fournir une image qui remplacera l'image générique du périphérique.",
    "Learn More": "En savoir plus",
    "Third-Party Repositories": "Dépôts tiers",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "",
    "News &amp; Announcements": "Nouvelles et annonces",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "",
    "Visit our Blog": "Consulter notre blog",
    "Brand Resources": "Ressources de la marque",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Voir les logos d'elementary, les directives d'utilisation de la marque, la palette de couleurs et le logo de la communauté. De plus, téléchargez les logos officiels d'elementary en haute résolution et au format vectoriel.",
    "View Brand Resources": "Voir les ressources de la marque",
    "Get in Touch": "Prenez contact avec nous",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "",
    "Send an Email": "Envoyer un e-mail",
    "Information for OEMs &sdot; elementary": "Information pour les fabricants &sdot; elementary"
}
