{
    "Press Resources": "Ressources pour la presse",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Nous aimons travailler avec la presse - à la fois dans le monde de Linux et dans les secteurs de la technologie et de la culture en général - pour partager notre histoire et ce sur quoi nous travaillons.",
    "Join Our Press List": "Rejoignez notre liste de presse",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Soyez les premiers informés des nouvelles versions et des développements importants. Nous vous envoyons rapidement les communiqués de presse et les dossiers de presse, y compris les captures d'écran en haute résolution. Il s'agit d'une liste de <strong>très faible volume<\/strong> ; nous vous envoyons les nouvelles les plus importantes environ une fois par an.",
    "Email": "E-mail",
    "First Name": "Prénom",
    "Last Name": "Nom",
    "Publication": "Publication",
    "Subscribe": "S'abonner",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "Juno est plus raffiné, plus productif et une plateforme encore meilleure pour les développeurs tiers. Nous avons considérablement mis à jour les applications, rendu le bureau central plus productif avec plusieurs nouvelles fonctionnalités, affiné l'apparence générale et grandement amélioré les paramètres du système.",
    "Read Announcement": "Lire l'annonce",
    "Download Press Kit": "Télécharger le dossier de presse",
    "News &amp; Announcements": "Actualités &amp; annonces",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "Nous partageons des mises à jour fréquentes sur le développement, des annonces majeures, des conseils pour les développeurs, des applications en vedettes et d'autres nouveaux contenus via notre publication Medium.",
    "Visit Medium": "Visiter Medium",
    "Brand Resources": "Ressources de la marque",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Voir les logos d'elementary, les directives d'utilisation de la marque, la palette de couleurs et le logo de la communauté. De plus, téléchargez les logos officiels d'elementary en haute résolution et au format vectoriel.",
    "View Brand Resources": "Voir les ressources de la marque",
    "Get in Touch": "Prenez contact avec nous",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Parlez directement avec l'équipe en nous envoyant un e-mail à <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. Nous acceptons les demandes d'interviews, d'apparitions en podcast, ou simplement les demandes générales de la presse.",
    "Send an Email": "Envoyer un E-mail",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
