{
    "Press Resources": "Ressources pour la presse",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Nous aimons travailler avec la presse - à la fois dans le monde de Linux et dans les secteurs de la technologie et de la culture en général - pour partager notre histoire et ce sur quoi nous travaillons.",
    "Join Our Press List": "Rejoignez notre liste de presse",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Soyez les premiers informés des nouvelles versions et des développements importants. Nous vous envoyons rapidement les communiqués de presse et les dossiers de presse, y compris les captures d'écran en haute résolution. Il s'agit d'une liste de <strong>très faible volume</strong> ; nous vous envoyons les nouvelles les plus importantes environ une fois par an.",
    "Email": "Adresse e-mail",
    "First Name": "Prénom",
    "Last Name": "Nom",
    "Publication": "Publications",
    "Subscribe": "S'abonner",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "La plus grande mise à jour jamais effectuée, avec le multi-touch, le thème sombre, l'isolation des applications et un tout nouvel installateur. OS 6 vous donne les moyens de garder le contrôle et de vous exprimer, continue d'innover avec de nouvelles fonctionnalités, et est à la fois plus facile à utiliser et plus inclusif que jamais.",
    "Read Announcement": "Lire l'annonce",
    "Download Press Kit": "Télécharger le dossier de presse",
    "News &amp; Announcements": "Nouvelles et annonces",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Nous partageons des mises à jour fréquentes sur le développement, des annonces importantes, des conseils pour les développeurs, des applications vedettes et d'autres nouveaux contenus via notre blog officiel.",
    "Visit Our Blog": "Visiter notre blog",
    "Brand Resources": "Ressources de la marque",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Voir les logos d'elementary, les directives d'utilisation de la marque, la palette de couleurs et le logo de la communauté. De plus, téléchargez les logos officiels d'elementary en haute résolution et au format vectoriel.",
    "View Brand Resources": "Voir les ressources de la marque",
    "Get in Touch": "Prenez contact avec nous",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Parlez directement avec l'équipe en nous envoyant un e-mail à <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Nous acceptons les demandes d'interviews, d'apparitions en podcast, ou simplement les demandes générales de la presse.",
    "Send an Email": "Envoyer un e-mail",
    "Press &sdot; elementary": "Presse &sdot; elementary"
}
