{
    "Privacy": "Confidentialité",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Vos données vous appartiennent toujours, et seulement à vous. Nous ne faisons pas de publicité et ne recueillons pas de données personnelles sensibles. Nous sommes financés directement par nos utilisateurs qui paient le montant de leur choix pour elementary OS et les applications dans le Centre d'Applications. Et c'est comme ça que cela devrait être.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Nous ne collectons pas de données à partir d'elementary OS. Vos fichiers, paramètres et toutes les autres données personnelles restent sur l'appareil, sauf si vous les partagez explicitement avec une application ou un service tiers.",
    "Online Accounts": "Comptes en ligne",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS intègre en option les fournisseurs de comptes en ligne tels que Google, Last.fm et FastMail via les paramètres du système. Les données de ces fournisseurs peuvent être récupérées et stockées localement sur votre appareil pour être utilisées dans des applications telles que E-Mail et Calendrier. Ces données ne sont pas transmises à elementary ni partagées avec des tiers.",
    "What Data is Collected": "Quelles données sont collectées",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Après avoir ajouté un compte en ligne, elementary OS peut collecter et stocker votre nom, votre adresse e-mail, votre avatar, vos messages électroniques, vos événements de calendrier, vos contacts, vos photos et vos fichiers depuis vos comptes connectés localement sur votre appareil.",
    "How Data is Used": "Comment les données sont utilisées",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Vos données sont stockées localement sur votre appareil et ne sont jamais envoyées à des serveurs elementary ou à des tiers. Elles sont utilisées pour renseigner vos applications locales telles que E-Mail, Calendrier, Fichiers et Photos avec vos données.",
    "Sharing Data": "Partage des données",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS ne partage pas les données collectées à partir de vos comptes en ligne. Les données ne sont jamais envoyées à des serveurs elementary ou tiers.",
    "Website": "Site web",
    "Do Not Track": "Ne pas me pister",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ce site honore le paramètre « ne pas me pister » que l'on trouve dans la plupart des navigateurs modernes et désactive Google Analytics lorsqu'il est présent. Nous ne pouvons pas supprimer automatiquement d'autres méthodes de suivi sans nuire gravement à l'utilisation du site. Si vous souhaitez gérer manuellement ces méthodes de suivi, consultez la section sur la désactivation des cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Vous pouvez choisir de désactiver ou de désactiver sélectivement les cookies ou les cookies tiers dans les paramètres de votre navigateur.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ce site utilise des cookies pour des améliorations additionnelles. Vous pouvez trouver la fonction des services sans eux mais avec une facilité d'utilisation réduite. Par exemple, le site ne se souviendra pas si vous avez déjà payé pour elementary OS ; par défaut, il vous sera demandé de payer à nouveau.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Stocke les cookies pour enregistrer les éléments comportementaux et analyser les menaces potentielles. Pour plus d'informations, voir la",
    "Cloudflare Privacy &amp; Security Policy": "Politique de Confidentialité &amp; Sécurité de Cloudflare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Stocke les cookies pour collecter des informations - y compris le nombre de visiteurs de ce site, d'où ils ont été référés, et les pages qu'ils visitent - sous une forme anonyme. Ces informations sont utilisées pour améliorer le site. Pour plus d'informations, voir l'article de Google sur la",
    "Safeguarding Your Data": "Protection de vos données",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utilise des cookies pour se souvenir de votre dernière commande et de votre pays afin qu'il sache quels types de cartes proposer pour les paiements. Pour plus d'informations, voir",
    "Stripe's Privacy Policy": "Politique de confidentialité de Stripe",
    "Manage Cookies": "Gérer les Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Comme vous avez déjà visité notre site, vous pouvez souhaiter gérer les cookies déjà installés dans votre navigateur. Les liens vers les instructions correspondantes se trouvent ci-dessous.",
    "Transparency": "Transparence",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Nous n'avons placé aucune porte dérobée dans notre logiciel et n'avons reçu aucune demande en ce sens. De plus, nous n'avons jamais reçu de lettre de sécurité nationale, d'ordre de la FISA ou de toute autre demande d'information classifiée concernant un utilisateur.",
    "Privacy &sdot; elementary": "Confidentialité &sdot; elementary"
}
