{
    "Community-Powered Support": "Assistance communautaire",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Entrez en contact avec notre communauté à travers le monde et participez-y. Cherchez des questions, posez les vôtres ou aidez-nous en partageant vos connaissances. Choisissez une application ou un composant ci-dessous pour afficher ses discussions spécifiques.",
    "AppCenter": "Centre d'Applications",
    "Calculator": "Calculatrice",
    "Calendar": "Calendrier",
    "Camera": "Caméra",
    "Code": "Code",
    "Files": "Fichiers",
    "Mail": "Messagerie",
    "Music": "Musique",
    "Photos": "Photos",
    "Screenshot": "Capture d'écran",
    "Shortcuts": "Raccourcis",
    "Tasks": "Tâches",
    "Terminal": "Terminal",
    "Videos": "Vidéos",
    "Web": "Web",
    "Installer": "Installateur",
    "Multitasking": "Multi-tâches",
    "System Settings": "Paramètres du système",
    "Other Questions &amp; Help": "Autres questions &amp; Aide",
    "Guides &amp; Documentation": "Guides &amp; Documentation",
    "Installation": "Installation",
    "Get help installing elementary OS with our step-by-step guide.": "Obtenez de l'aide pour installer elementary OS avec notre guide détaillé.",
    "Learning the Basics": "Apprendre les bases",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Utilisation du bureau, multi-tâche, raccourcis clavier et encore plus.",
    "Payment &amp; Download Support": "Aide au paiement et au téléchargement",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please reply to your email receipt and a team member will contact you as soon as possible.": "Si vous avez besoin d'aide concernant votre achat d'elementary OS, comme par exemple pour télécharger votre copie ou demander un remboursement, veuillez répondre à l'accusé de réception reçu par e-mail et un membre de l'équipe vous contactera dès que possible.",
    "Support &sdot; elementary": "Soutien &sdot; elementary"
}
