{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Nous croyons en l'unique combinaison d'une expérience utilisateur de pointe et le pouvoir de changer le monde du logiciel libre.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementay a été fondée en 2007 par un petit groupe de volontaires passionnés. Au fil des ans, nous avons grandi pour devenir une petite compagnie et financer le développement du logiciel libre. Nous sommes une équipe passionnée de développeurs, designers, écrivains et utilisateurs journaliers d'informatique construisant une incroyable expérience d'informatique libre. Nous sommes elementary.",
    "Pacific Standard Time": "Pacific Standard Time",
    "India Standard Time": "Heure normale de l'Inde",
    "Eastern Standard Time": "Eastern Standard Time",
    "Mountain Standard Time": "Mountain Standard Time",
    "Central Standard Time": "Central Standard Time",
    "Central European Time": "Central European Time",
    "Greenwich Mean Time": "Greenwich Mean Time",
    "Eastern European Time": "Heure d'Europe de l'Est",
    "Korea Standard Time": "Heure normale du Corée",
    "Moscow Time": "Heure de Moscou",
    "Brasilia Summer Time": "Brasilia Summer Time",
    "Community &amp; Collaborators": "Communauté  & Collaborateurs ",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary n'existerait pas sans l'implication des membres dévoués de notre communauté et de collaborateurs venant d'autres projets gratuits et libres.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Rejoignez-nous",
    "Powered by Slack": "Alimenté par Slack",
    "Team &sdot; elementary": "Equipe ⋅ elementary"
}