{
    "Installation": "Instalacja",
    "Download elementary OS": "Pobierz elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Jeśli jeszcze tego nie zrobiłeś, <a href=\"/\" target=\"_blank\">pobierz elementary OS z naszej strony głównej</a>. Pobrany plik ISO należy skopiować na dysk USB zgodnie z instrukcją poniżej.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS aktualnie wspiera dwie architektury procesorów: 32-bit i 64-bit",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Jeśli wiesz, że posiadasz nowy komputer z 64 bitowym procesorem, wybierz wersję 64-bit.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Jeśli Twój komputer jest już starszej generacji lub nie jesteś pewien jaki procesor posiadasz, wybierz wersję 32-bit (64 bitowy procesor również będzie działał prawidłowo z tą wersją).",
    "Recommended System Specifications": "Zalecane wymagania systemowe:",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 lub odpowiadający dwurdzeniowy 64-bitowy procesor",
    "1 GB of system memory (RAM)": "1 GB pamięci operacyjnej (RAM)",
    "15 GB of disk space": "15 GB wolnej przestrzeni na dysku",
    "Internet access": "Dostęp do internetu",
    "Back Up Your Data": "Wykonaj kopię zapasową swoich danych",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Pamiętaj o wykonaniu kopii  zapasowej np. do chmury lub na dysk zewnętrzny. Instalacja nowego systemu operacyjnego może nadpisać Twoje dane.",
    "Choose your current Operating System": "Wybierz swój obecny system operacyjny",
    "Select the operating system you are currently using to view tailored installation instructions.": "Wybierz system operacyjny którego aktualnie używasz by zobaczyć dopasowane instrukcje instalacji. ",
    "Windows": "Windows",
    "OS X": "OS X",
    "Ubuntu": "Ubuntu",
    "Verify your Download": "Zweryfikuj pobrany plik",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Sprawdzanie pobranego pliku jest ważnym, ale opcjonalnym krokiem. Generujemy sumy kontrolne dla elementary OS i zalecamy sprawdzić czy czy zgadzają się z pobranym plikiem przed rozpoczęciem instalacji. To gwarantuje, że otrzymałeś pełny i kompletny plik i, że obraz instalacji nie jest uszkodzony w żaden sposób.",
    "Windows doesn't include a built-in tool to verify SHA256 Checksums, so you're going to need to download <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.": "System Windows nie posiada wbudowanego narzędzia weryfikacji sum kontrolnych SHA256, tak więc do tego celu musisz pobrać program <a href=\"http://www.digitalvolcano.co.uk/hash.html\">Hash Tool</a>.",
    "Hash Tool": "Hash Tool",
    "Open Hash Tool": "Otwórz Hash Tool",
    "Under &quot;Hash Type&quot; select <code>SHA-256</code>": "W pozycji \"Hash Type\" wybierz <code>SHA-256</code>",
    "Under &quot;Input File&quot; select <code>Select File(s)</code> and find the elementary OS ISO file": "Pod \"Plik Wejściowy\" zaznacz Zaznacz Plik(i) i znajdź plik ISO o nazwie Elementary OS ",
    "Verify that the text in &quot;Results&quot; matches one of the following hashes": "Sprawdź, czy tekst w \"Wyniki\" jest taki sam jak następujące hash'e",
    "32-bit": "32 bity",
    "64-bit": "64 bity",
    "Creating an Install Drive": "Tworzenie dysku instalacyjnego",
    "Rufus - select ISO": "Rufus - wybierz ISO",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.",
    "Download Rufus": "Pobierz Rufus",
    "Open Rufus": "Otwórz Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Włóż pendrive USB oraz wybierz go z listy urządzeń",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Select \"ISO Image\" next to \"Create a bootable disk using...\"",
    "Click": "Klik",
    "the disk icon": "Ikona dysku",
    "to choose the ISO that you downloaded previously.": "by wybrać obraz ISO, który wcześniej pobrałeś",
    "Click &quot;Start&quot; and wait for the process to finish.": "Naciśnij \"Start\" i poczekaj na zakończenie procesu.",
    "Booting from the Install Drive": "Rozruch z nośnika instalacyjnego",
    "In order to start the installation process, you must boot your computer from the install drive.": "By rozpocząć instalację, musisz zainicjować swój komputer z nośnika instalacyjnego.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Jeśli Twój komputer jest włączony, rozpocznij podłączając Twój nośnik instalacyjny i zrestartuj komputer.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Większość komputerów pozwoli Ci tymczasowo zmienić kolejność nośników, z jakich podejmie próbę rozruchu. Zrobisz to naciskając określony klawisz - najczęśniej <kbd>F12</kbd>, ale czasem też <kbd>Esc</kbd> lub inny klawisz funkcyjny. Sprawdź informacje wyświetlane na ekranie dla pewności.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Naciśnij <kbd>F12</kbd> (lub inny, odpowiedni klawisz) i wybierz nośnik instalacyjny - najczęściej \"USB-HDD\" lub coś, co zawiera słowo \"USB\", lecz użyte słowa mogą się różnić. Jeśli wybierzesz niewłaściwie, Twój komputer prawdopodobnie uruchomi się jak zwykle. W takim przypadku, zrestartuj komputer i spróbuj wybrać inną opcję.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Tuż po wybraniu prawidłowego nośnika instalacyjnego, zobaczysz ekran ładowania elementary OS. Podążaj za instrukcjami na ekranie, które przeprowadzą Cię przez resztę procesu.",
    "Running the following command in your Terminal:": "Running the following command in your Terminal:",
    "Should produce the output:": "Should produce the output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below",
    "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "To create an elementary OS install drive on OS X you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".",
    "Download Etcher": "Download Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Włóż pusty pendrive USB i wybierz plik ISO, który właśnie pobrałeś.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Open \"Etcher\" and select your downloaded elementary OS image file using the \"Select image\" button.",
    "Select image in Etcher": "Select image in Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.",
    "Flash image in Etcher": "Flash image in Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "The following dialog may appear during the flashing process, it is safe to ignore.",
    "Not readable warning": "Not readable warning",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Po usłyszeniu sygnału dźwiękowego wciśnij i przytrzymaj klawisz <kbd>Option</kbd>. Następnie wybierz odpowiedni dysk startowy. Może być on niepoprawnie zidentyfikowany jako Windows, ale to normalne.",
    "Boot Errors": "Boot Errors",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-freya-xx.xx.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-freya-xx.xx.iso to Disc\". When complete, attempt to boot again from the Install DVD.",
    "Running the following command in your terminal:": "Wpisz następująca komendę w terminalu",
    "should produce the output:": "Powinien wyświetlić linijkę",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.",
    "Download UNetbootin": "Pobierz UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otwórz Unetbootin używając Dash. Zobaczysz okno jak poniżej:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Wybierz \"Diskimage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Kliknij \"...\" aby wybrać wcześniej pobrany plik ISO.",
    "Unplug all USB memory devices apart from the one you want to use.": "Odłącz wszystkie pamięci USB oprócz tej, której zamierzasz użyć.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Kliknij \"OK\" i poczekaj na zakończenie procesu.",
    "After Installation": "Po instalacji",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Wykorzystaj ten czas żeby przeczytać  <a href=\"/docs/learning-the-basics\">getting started</a>, dowiesz się o swoim nowym systemie."
}