{
    "Installation": "Установка",
    "Download elementary OS": "Загрузка elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Если вы ещё этого не сделали, то вам нужно <a href=\"/\" target=\"_blank\" rel=\"noopener\">загрузить elementary OS с нашей домашней страницы</a>. Вам нужно будет скопировать загруженный ISO-файл на USB-накопитель, используя приведённые ниже инструкции.",
    "Frequently-Asked Questions": "Часто задаваемые вопросы",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Смотрите <a href=\"{#release_faq}\">часто задаваемые вопросы по этому выпуску</a>.",
    "Recommended System Specifications": "Рекомендуемые системные требования",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Хотя у нас и нет строгого набора минимальных системных требований, мы рекомендуем, по крайней мере, следующие характеристики для лучшей работы:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Новый Intel i3 или аналогичный двух-ядерный 64-разрядный процессор",
    "4 GB of system memory (RAM)": "4 ГБ оперативной памяти (ОЗУ)",
    "Solid state drive (SSD) with at least 32 GB of free space": "Твердотельный накопитель (SSD) с не менее 32 ГБ свободного места",
    "Internet access": "Доступ в Интернет",
    "Built-in or wired mouse/touchpad and keyboard": "Встроенная или проводная мышь/сенсорная панель и клавиатура",
    "1024×768 minimum resolution display": "1024×768 — минимальное разрешение экрана",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Для установки вам также понадобится запасной USB-накопитель с минимальной ёмкостью 4 ГБ.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Мы не рекомендуем установку на виртуальные машины, поскольку они не работают так же хорошо, как полноценная установка.</strong> Если вы пытаетесь установить систему на виртуальную машину, включите EFI, если это возможно, но помните, что у вас могут возникнуть и другие проблемы.",
    "Back Up Your Data": "Создайте резервную копию ваших данных",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Убедитесь, что ваши важные данные сохранены в облаке или на другом накопителе. Установка новой операционной системы может перезаписать ваши существующие данные.",
    "Step-by-step Guide": "Пошаговый справочник",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Посмотрите видео выше, либо выберите операционную систему, которую вы используете, чтобы увидеть инструкции по установке.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Проверка загруженного файла",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Проверка загруженного файла это важный шаг: мы генерируем «контрольную сумму» для образов elementary OS и рекомендуем проверять её соответствие перед установкой. Это гарантирует целостность образа.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Предполагая, что вы скачали elementary OS в папку Загрузки Windows, откройте командную строку Windows и запустите следующую команду:",
    "It should produce the output:": "Это должно вывести следующее:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Если контрольная сумма не совпадает, возможно, вам потребуется заново загрузить образ elementary OS, и перед повторной проверкой удостовериться, что образ загружен полностью.",
    "Creating an Install Drive": "Создание установочного носителя",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Чтобы создать установочный носитель elementary OS, вам понадобится USB-накопитель с минимальной ёмкостью 4 ГБ, а также приложение «Etcher».",
    "Download Etcher": "Скачать Etcher",
    "etcher steps": "шаги etcher",
    "Open Etcher, then:": "Откройте Etcher, затем:",
    "Plug in your spare USB flash drive": "Подключите запасной USB-накопитель",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Выберите скачанный .iso файл используя кнопку «Select image»",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher автоматически определит ваш USB-накопитель. Если это не так, выберите нужное устройство",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Нажмите на кнопку «Flash!». Это может занять некоторое время перед началом записи.",
    "Once complete, continue to boot from the install drive.": "По завершению, продолжите загрузку с установочного носителя.",
    "Booting From the Install Drive": "Загрузка с установочного накопителя",
    "In order to start the installation process, you must boot your computer from the install drive.": "Чтобы запустить процесс установки, вам необходимо запустить компьютер с установочного устройства.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Предположив, что ваш компьютер все ещё включён, начните с подключения установочного устройства и перезагрузки компьютера.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Большинство компьютеров позволят вам кратковременно изменить порядок загрузки, для этого нужно нажать специальную клавишу — обычно <kbd>F12</kbd>, но иногда <kbd>Esc</kbd> или другую функциональную клавишу. Обратитесь к экрану или документации вашего компьютера чтобы быть уверенным.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Нажмите <kbd>F12</kbd> (или соответствующую клавишу) и выберите установочное устройство—обычно «USB-HDD» или что-то содержащее слово «USB», однако формулировка может варьироваться. Если вы выберете неправильное устройство, ваш компьютер, скорее всего, просто продолжит загружаться как обычно. Просто перезагрузите компьютер и повторите процесс, выбрав другое устройство.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Через короткое время после выбора правильного устройства, вы должны увидеть начальный экран elementary OS. Теперь вы можете следовать инструкциям на экране, которые проведут вас через остальную часть процесса.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Предполагая, что вы скачали elementary OS в вашу папку загрузок macOS, откройте Терминал macOS и запустите следующую команду:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Во время процесса может появиться следующее диалоговое окно, которое можно с уверенностью игнорировать.",
    "Not readable warning": "Нечитабельное предупреждение",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "После того как вы услышите звон, нажмите и удерживайте кнопку <kbd>Option</kbd>. Затем выберите соответствующие загрузочное устройство. Обратите внимание, что оно может быть неправильно идентифицировано как «Windows», но это нормально.",
    "Boot Errors": "Ошибки загрузки",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Если ваш Mac не распознаёт установочный USB-накопитель с elementary OS в меню загрузки, вам может потребоваться создать установочный DVD-диск с elementary OS. Чтобы создать его, вставьте чистый DVD-диск, щёлкните правой кнопкой мыши на ISO-файл в Finder и выберите «Burn {#release_filename} to Disc». После завершения загрузки попытайтесь загрузиться с установочного DVD-диска.",
    "Running the following command in your terminal:": "Запустите следующую команду в вашем терминале:",
    "After Installation": "После установки",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Потратьте это время, чтобы прочитать руководство <a href=\"/docs/learning-the-basics\">Изучение основ</a>, чтобы узнать больше о вашей новой операционной системе."
}
