{
    "Learning the Basics": "Изучение основ",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Узнать больше о рабочем столе elementary OS и о том, как перемещаться по окнам, рабочим пространствам, и т.д.",
    "Desktop": "Рабочий стол",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "Рабочий стол elementary OS состоит из двух частей: Панель и Док. Вы можете менять обои рабочего стола щелкнув по нему правой кнопкой мыши или двумя пальцами на сенсорной панели. Вы также можете сменить вид и поведение рабочего стола в <strong><a href=\"#system-settings\">Параметры системы</a></strong> → <strong>Рабочий стол</strong>.",
    "Panel": "Панель",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "Сверху рабочего стола располагается панель. В левом углу — меню приложений, в центре — дата и время, а в правом углу — системные индикаторы.",
    "Applications Menu": "Меню приложений",
    "Date &amp; Time": "Дата и время",
    "System Indicators": "Системные индикаторы",
    "The Panel": "Панель",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Чтобы открыть или найти установленные приложения, выберите <strong>Приложения</strong> на панели. Вы можете листать страницы используя колесо мыши, проводя двумя пальцами на сенсорной панели, или используя точки пагинации снизу. Вы также можете использовать смену представления сверху чтобы выбрать показ приложений сеткой или в категоризированном списке.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Начните вводить текст в меню приложений для поиска приложений по имени или по ключевому слову. Поиск также отобразит действия приложений и Параметров системы. Например, с помощью поиска вы можете:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Выключить</strong> или <strong>Перезагрузить</strong> ваше устройство",
    "<strong>Compose Message</strong> with Mail": "<strong>Написать сообщение</strong> с помощью приложения Почта",
    "Open a <strong>New Incognito Window</strong> in Web": "Открыть <strong>Новое приватное окно</strong> в приложении Веб",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Произвести быстрые математические расчеты, например <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Сделать <strong>Снимок экрана текущего окна</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Найти определенные настройки, например <strong>Клавиатура → Раскладка → Композиционная клавиша</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "Чтобы открыть меню приложений с помощью клавиатуры, нажмите <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Пробел</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "Индикатор даты и времени в центре панели отображает текущую дату и время. Нажмите или коснитесь в любом месте даты или времени, чтобы отобразить календарь и предстоящие события. Дважды щелкните на день или выберите событие, чтобы открыть его в приложении «Календарь».",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Системные индикаторы в правой части панели отображают состояние устройства, т.е. сетевые подключения, заряд батареи, вход и выход звука, уведомления и т.д. При выборе индикатора открывается дополнительная информация и соответствующие действия.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "При наведении курсора мыши на индикатор также отображается краткая информация, а нажатие среднего щелчка мыши или тремя пальцами на индикатор выполняет быстрое действие. Например:",
    "Sound: Mute": "Звук: Выключить звук",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: Включить или выключить Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Питание: Включить или выключить отображение процента заряда аккумулятора на панели",
    "Notifications: Toggle Do Not Disturb mode": "Уведомления: Переключение режима «Не Беспокоить»",
    "Session: Prompt to shut down": "Сеанс: Запрос на выключение",
    "Dock": "Док",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "В нижней части рабочего стола находится Док для быстрого доступа к Вашим избранным и открытым на данный момент приложениям.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Чтобы добавить приложение в Док, переместите его из меню приложений или нажмите правой кнопкой мыши по значку приложения и выберите <strong>Закрепить в доке</strong>. Для того чтобы убрать приложение из Дока, переместите его в пустое место на Вашем рабочем столе или нажмите правой кнопкой мыши и уберите флажок <strong>Закрепить в доке</strong>. Меняйте расположение приложений в Доке перемещая их между собой.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "По умолчанию Док скрывается в нижней части рабочего стола, когда приложение развёрнуто на весь экран или перекрывает его. Наведите курсор мыши на нижний центр рабочего стола, чтобы отобразить и использовать Док, когда он скрыт.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Размер и поведение дока Вы можете настроить в <strong><a href=\"#system-settings\">Параметры системы</a></strong> → <strong>Рабочий стол</strong> → <strong>Док и панель</strong>.",
    "App Windows": "Окна приложений",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Когда Вы открываете приложение, его окно появляется на рабочем столе. Хотя дизайн разных приложений может отличаться, окна приложений чаще всего можно закрывать, перемещать, изменять размер и увеличивать.",
    "Header Bar": "Панель заголовка",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "Большинство приложений имеют панель заголовка в верхней части окна, с кнопками окна и действиями или навигацией.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Перемещайте окно, перетащив его за любое место на панели заголовка или нажав <kbd>Alt</kbd><kbd>F7</kbd> и перемещая курсор мыши.",
    "HeaderBar": "Панель заголовка",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Нажмите правой кнопкой мыши на панели заголовка для быстрого доступа к действиям окна и рабочего пространства.",
    "Window Buttons": "Кнопки окна",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Кнопки окон приложений находятся в верхних углах окна приложения: слева — закрыть, справа — развернуть (если поддерживается приложением). Закрытие окна приводит к закрытию приложения; его можно снова открыть из меню приложений или дока. При развертании окна оно занимает большую часть рабочего стола, сохраняя при этом доступ к панели и доку.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Вы также можете перетащить окно в верхнюю часть рабочего стола или дважды щелкнуть по панели заголовка, чтобы развернуть его и перетащить сверху или дважды щелкнуть на панель заголовка, чтобы уменьшить окно.",
    "Resizing": "Изменение размера",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "Размер большинства окон приложений можно изменить, потянув за любой край окна. Вы также можете нажать правой кнопкой мыши на заголовке окна и выбрать пункт <strong>Изменить размер</strong> или нажать <kbd>Alt</kbd><kbd>F8</kbd>, чтобы войти в режим изменения размера: переместите курсор мыши в направлении, в котором вы хотите изменить размер окна.",
    "Multitasking": "Многозадачность",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS использует как окна, так и рабочие пространства для многозадачности.",
    "Windows": "Окна",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Окна приложений могут накладываться друг на друга на рабочем столе и перемещаться. Переключаться между открытыми окнами можно несколькими способами:",
    "Click or tap on the window you want to switch to": "Нажмите или коснитесь окна, на которое вы хотите переключиться",
    "Click or tap the app's icon in the dock": "Нажмите или коснитесь значка приложения в доке",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Нажмите <kbd>Alt</kbd><kbd>Tab</kbd> для переключения между окнами",
    "Workspaces": "Рабочие пространства",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "По умолчанию окна приложений открываются на текущем рабочем пространстве. Однако вы можете использовать несколько рабочих пространств для организации Вашего рабочего процесса:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Для перемещения влево или вправо по рабочим пространствам нажмите <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> или <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> или проведите тремя пальцами по сенсорной панели или сенсорному экрану.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Перейдите сразу к определенному рабочему пространству, нажав от <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> до <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. Вы всегда можете перейти к новому рабочему пространству с помощью <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Перемещайте окна между рабочими пространствами, перетаскивая их в окне <a href=\"#multitasking-view\">Многозадачного вида</a> или нажимая <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> или <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Настройте эти сочетания клавиш в <strong><a href=\"#system-settings\">Параметры системы</a></strong> → <strong>Клавиатура</strong> → <strong>Сочетания клавиш</strong> → <strong>Рабочие пространства</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Некоторые окна также можно развернуть на весь экран на новом рабочем пространстве. Вы можете переключаться между рабочими пространствами как обычно, а закрытие или выход из полноэкранного режима приложения вернет вас на предыдущее рабочее пространство.",
    "Multitasking View": "Многозадачный вид",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "В режиме многозадачности показываются все открытые окна и рабочие пространства, чтобы Вы могли переключаться между ними. Чтобы открыть его, выберите значок <strong>Многозадачный вид</strong> в доке, нажмите <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, или проведите тремя пальцами вверх на сенсорной панели или сенсорном экране.",
    "Gestures": "Жесты",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS поддерживает мультитач-жесты на поддерживаемом оборудовании, такими как сенсорные панели и сенсорные экраны. По умолчанию проведение тремя пальцами влево или вправо переключает рабочие пространства, а проведение тремя пальцами вверх переходит в режим многозадачности.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Изменить жесты можно перейдя в <strong><a href=\"#system-settings\">Параметры системы</a></strong> → <strong>Мышь и сенсорная панель</strong> → <strong>Жесты</strong>.",
    "Hot Corners": "Активные углы",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Активные углы — это ярлыки, активируемые при помещении курсора в угол основного экрана. Вы можете настроить Активные углы для активации многозадачных действий, таких как обзор окон, обзор рабочего пространства и т.д.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Вы можете настроить активные углы перейдя в <strong><a href=\"#system-settings\">Параметры системы</a></strong> → <strong>Рабочий стол</strong> → <strong>Многозадачность</strong>.",
    "Multiple Displays": "Несколько экранов",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Панель, док и рабочие пространства отображаются на основном экране. Любые другие подключенные экраны действуют как отдельные рабочие пространства. Чтобы управлять экранами и изменять их расположение, перейдите в <strong><a href=\"#system-settings\">Параметры системы</a></strong> → <strong>Экраны</strong>. Ваш основной экран отмечен звёздочкой (",
    ") and each display's settings can be changed from its": "), а настройки каждого экрана могут быть изменены в их",
    "menu.": "меню.",
    "Installing Apps": "Установка приложений",
    "elementary OS comes with <strong>AppCenter</strong>,the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS поставляется с <strong>Центром приложений</strong>, открытым магазином приложений для независимых разработчиков, который работает по концепции «Платите, сколько сможете». Чтобы установить новое приложение:",
    "Open <strong>AppCenter</strong>": "Откройте <strong>Центр приложений</strong>",
    "Search in the top-right, or browse by category": "Используйте поиск в верхнем правом углу или просматривайте по категориям",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Выберите <strong>Бесплатно</strong> или предлагаемую цену рядом с приложением, которое вы хотите установить. Чтобы выбрать другую цену, нажмите кнопку <strong>▾</strong> и выберите или введите свою цену.",
    "Sideload": "Загрузка из сторонних источников",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Некоторые сторонние приложения могут быть недоступны в Центре приложений, особенно если они кроссплатформенные и не предназначены для elementary OS. Вы можете загрузить Flatpak приложения из сторонних источников, таких как <a href=\"https://flathub.org\">Flathub</a>: загрузите и откройте файл <code>.flatpakref</code> или <code>.flatpak</code>, а утилита Sideload установит его за вас. Обновления этого и других приложений из того же источника могут отображаться в Центре приложений как не курируемые.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Имейте в виду, что загруженые со сторонних источников и не курируемые приложения не были пересмотрены elementary на безопасность или приватность.",
    "Updating": "Обновление",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "Центр приложений включает в себя обновления для приложений и операционной системы во вкладке <strong>Установленные</strong>. Не забывайте чаще устанавливать обновления, чтобы получать последние функции, исправления и улучшения безопасности. Для получения дополнительной информации об исправлениях безопасности, прочтите <a href=\"https://usn.ubuntu.com/\">Примечания о безопасности Ubuntu </a>.",
    "System Settings": "Параметры системы",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS поставляется с приложением <strong>Параметры системы</strong>, которое помогает управлять настройками устройства и предпочтениями пользователя. Параметры системы позволяют настраивать сочетания клавиш, разрешение экрана, обои и многое другое.",
    "Search": "Поиск",
    "You can find specific settings by typing in the search bar at the top of the window.": "Вы можете найти конкретные настройки, введя их в строку поиска в верхней части окна.",
    "App Settings": "Параметры приложения",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Имейте в виду, что Параметры системы касаются только настроек системы и пользовательских параметров elementary OS. Если приложение имеет настройки или параметры, найти их можно в самом приложении.",
    "Keyboard Shortcuts": "Сочетание клавиш",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Сочетания клавиш в elementary OS, обычно, отображаются контекстно в виде всплывающих подсказок при наведении курсора или в контекстном меню, которое открывается правой кнопкой мыши.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "Чтобы просмотреть сочетания клавиш на рабочем столе, нажмите клавишу <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "Сочетания клавиш рабочего стола можно настроить из",
    "menu in the shortcuts overlay or in": "меню в окне сочетаний клавиш или в",
    "→": "→",
    "Keyboard": "Клавиатура",
    "Shortcuts": "Сочетания клавиш"
}
