{
    "Learning the Basics": "Изучение основ",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Как и в любой другой операционной системе, некоторые вещи могут показаться вам незнакомыми или вовсе непонятными. На этой странице будет рассмотрено решение наиболее простых, повседневных задач (таких как просмотр веб-страниц или прослушивание музыки), а также другая полезная информация, которая может быть вам неизвестна.",
    "The Desktop": "Рабочий стол",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "Рабочий стол elementary OS очень прост и понятен в использовании. Он состоит из двух элементов: верхней панели и док-панели. Вы можете изменить фон рабочего стола через <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Параметры системы<\/a><\/strong> → <strong>Рабочий стол<\/strong> → <strong>Фон рабочего стола<\/strong>.",
    "The Panel": "Панель",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "Сверху экрана располагается панель. С левой стороны — меню приложений, в центре находятся дата и время, а с правой стороны — индикаторы.",
    "Applications Menu": "Меню приложений",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications<\/strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Слева на панели расположено меню приложений. Нажатие кнопки <strong>Приложения<\/strong> вызывает окно со списком всех установленных программ. Вы можете пролистать несколько страниц с программами с помощью кнопок в нижней части или с помощью колеса прокрутки. Также вы можете переключать способ отображения между сеткой и категориями.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Вы можете искать приложения по названию или по ключевым словам, а также выполнять действия, связанные с ними. Таким же образом вы можете искать пункты из настроек системы. Некоторые из действий, доступные через поиск:",
    "Shutdown and Restart": "Выключить или перезагрузить устройство",
    "Compose Message": "Написать письмо",
    "New Private Browsing Window": "Создать приватное окно браузера",
    "Math operations (example: 23 * 5)": "Математические операции (например: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;<\/kbd> + <kbd>space<\/kbd>.": "Для открытия меню приложений с помощью клавиатуры, используйте комбинацию <kbd>&#8984;<\/kbd> + <kbd>пробел<\/kbd>.",
    "Indicators": "Индикаторы",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Справа на панели расположены значки, называемые индикаторами. Они расскажут вам о текущем состоянии сеанса, ваших сетевых подключениях, заряде аккумулятора, звуке, уведомлениях и т. д. Клик по индикатору предоставляет больше информации и связанных с ним действий.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Средний клик или касание тремя пальцами по индикатору предоставляют следующие быстрые действия:",
    "Sound: Toggle the mute state of the primary output device": "Звук: включить\/выключить звук на основном выходном устройстве",
    "Bluetooth: Toggle the Enabled\/Disabled the primary bluetooth device": "Bluetooth: включить\/выключить основное bluetooth-устройство",
    "Power: Hide\/Show the percentage of battery remaining": "Питание: показать\/скрыть процент оставшегося заряда батареи",
    "Notifications: Toggle Do Not Disturb mode": "Уведомления: включить\/выключить режим «Не беспокоить»",
    "Session: Show the shutdown dialog": "Сеанс: показать диалог завершения работы",
    "The Dock": "Док",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Снизу экрана расположена док-панель. Она содержит избранные, а также открытые приложения.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "Содержимое док-панели легко настраивается. Чтобы добавить приложение в док, перетащите его из меню приложений или щелкните правой кнопкой по значку программы и выберите <strong>Добавить на док-панель<\/strong>. Чтобы убрать приложение из дока, потяните его значок и бросьте в пустое пространство рабочего стола, либо щелкните правой кнопкой по значку и снимите галочку с пункта <strong>Прикрепить к панели<\/strong>. Чтобы изменить расположение значков в доке, просто перетащите их.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "По умолчанию док-панель прячется за нижней частью экрана, когда приложение развернуто. Просто подведите курсор мыши к нижней центральной части экрана, чтобы открыть док.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "Вы можете настроить поведение док-панели через <strong> <a href=\"\/docks\/learning-на-basics#system-settings\">Параметры системы<\/a><\/strong> → <strong>Рабочий стол<\/strong> → <strong>Док-панель<\/strong>.",
    "App Windows": "Окна приложений",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Приложение расположено в окне, которое можно закрыть, развернуть или переместить.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Когда вы запускаете программу, на рабочем столе появляется ее окно. Каждое приложение обычно имеет три зоны: кнопки управления окном, панель инструментов и содержимое приложения.",
    "HeaderBar": "Строка заголовка",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Многие приложения имеют строку заголовка в верхней части. Эта область содержит кнопки общих действий или элементы навигации приложения, а также кнопки управления окном.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "Вы можете двигать окно по всему экрану, если захватите окно мышью в любом месте строки заголовка, включая кнопки.",
    "Window Buttons": "Кнопки управления окном",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "Кнопки управления расположены в верхних углах окна. Кнопка «закрыть» расположена слева, нажатие на неё закроет окно приложения. Кнопка «развернуть» — справа, она развернет окно на весь экран, либо вернет его к исходному размеру.",
    "Multitasking": "Многозадачность",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS поддерживает два типа многозадачности: окна и рабочие столы.",
    "Windows": "Окна",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Программы открываются в окнах. Они могут перекрывать друг друга на рабочем столе и могут быть перемещены. Вы можете переключаться между окнами несколькими способами:",
    "click on the window you want to switch to": "щелкните на окно, на которое хотите переключиться",
    "click on the app's icon in the dock": "щелкните на значок приложения в доке",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "нажмите комбинацию <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>.": "Чтобы просмотреть все открытые приложения, нажмите комбинацию <kbd>⌘<\/kbd> + <kbd>W<\/kbd>.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "Вы можете настроить эти комбинации через <strong><a href=\"\/docs\/learning-на-basics#system-settings\">Параметры системы<\/a><\/strong> → <strong>Клавиатура<\/strong> → <strong>Комбинации клавиш<\/strong> → <strong>Окна<\/strong>.",
    "Hot Corners": "Активные углы",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Также вы можете настроить «активные углы» (элементы, активируемые перемещением курсора в угол экрана), чтобы активировать функции многозадачности, такие как обзор открытых окон, обзор рабочих столов и т. д.",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "Вы можете настроить активные через <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Параметры системы<\/a><\/strong> → <strong>Рабочий стол<\/strong> → <strong>Активные углы<\/strong>.",
    "Workspaces": "Рабочие столы",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "По умолчанию все окна приложений открываются на одном рабочем столе. Тем не менее, вы можете использовать несколько рабочих столов, чтобы организовать свой рабочий процесс:",
    "To see an overview of your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>": "Чтобы осуществить обзор ваших рабочих столов, нажмите комбинацию <kbd>⌘<\/kbd> + <kbd>S<\/kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> or <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd>": "Для быстрого перемещения влево или вправо между рабочими столами, нажмите <kbd>⌘<\/kbd> + <kbd>←<\/kbd> или <kbd>⌘<\/kbd> + <kbd>→<\/kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>": "Для цикличного переключения между рабочими столами нажмите <kbd>⌘<\/kbd> + <kbd>Tab<\/kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> through <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.": "Вы можете перейти к конкретному рабочему столу, нажав комбинацию с его номером, например <kbd>⌘<\/kbd> + <kbd>1<\/kbd> или <kbd>⌘<\/kbd> + <kbd>9<\/kbd>. Вы всегда можете перейти к новому рабочему столу, используя комбинацию <kbd>⌘<\/kbd> + <kbd>0<\/kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.": "Вы также можете перемещать окна приложений между рабочими столами. Перетяните значок приложения в обзоре рабочих столов или переместите окно налево или направо, используя комбинации клавиш <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> или <kbd>→<\/kbd> соответственно. Чтобы увидеть все окна приложений на всех рабочих столах, нажмите <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "Вы можете настроить эти комбинации клавиш через <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Параметры системы<\/a><\/strong> → <strong>Клавиатура<\/strong> → <strong>Горячие клавиши<\/strong> → <strong>Рабочие столы<\/strong>.",
    "<em>Note: <kbd>&#8984;<\/kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.<\/em>": "<em>Примечание: символ <kbd>⌘<\/kbd> означает клавишу «super». Также она известна как клавиша «Windows» на большинстве PC или как клавиша «Command» на Mac.<\/em>",
    "Multiple Displays": "Несколько дисплеев",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "Панель, док и рабочие столы отображаются только на основном дисплее. Любые другие подключенные дисплеи действуют как обособленные рабочие столы. Для управления и перенастройки дисплеев перейдите в <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Параметры системы<\/a><\/strong> → <strong>Настройка дисплеев<\/strong>. Ваш основной дисплей помечен звездочкой (",
    ") and each display's settings can be changed from its cog (": ") и параметры каждого из дисплеев можно изменить с помощью (",
    ") menu.": ") шестеренки.",
    "Installing Apps": "Установка приложений",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS поставляется в комплекте с <strong>AppCenter<\/strong> — магазином бесплатных приложений. Установить новое приложение из AppCenter легко и просто:",
    "Open the <strong>AppCenter<\/strong> app.": "Откройте <strong>AppCenter<\/strong>.",
    "Search in the top-right, or browse.": "Используйте поиск в верхнем правом углу, либо просто просматривайте содержимое.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "Щелкните <strong>Установить<\/strong> напротив приложения, которое хотите установить.",
    "You may be asked for your password prior to installing an app.": "Может потребоваться ввод пароля, прежде чем приложение начнет устанавливаться.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 18.04 LTS should work on elementary OS Juno.<\/em>": "",
    "Updating": "Обновление",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "elementary OS включает обновления как часть AppCenter. Обратите внимание на вкладку «Обновления» вверху окна. Мы рекомендуем проверять обновления хотя бы <em>раз в неделю<\/em>, чтобы убедиться, что ваш компьютер получил самый новый функционал и обновления безопасности.",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "Для получения дополнительной информации, связанной с обновлениями безопасности, обратитесь к <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.",
    "System Settings": "Параметры системы",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS поставляется с удобным приложением под названием «Параметры системы», которое контролирует все ваши общесистемные (или «глобальные») настройки. Параметры системы дают возможность настроить такие вещи, как комбинации клавиш, разрешение экрана, фон рабочего стола и многое другое.",
    "Search": "Поиск",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Вы можете быстро найти нужные настройки, введя ключевые слова в строке поиска в верхней части окна. Содержимое окна параметров системы будет отфильтровано в соответствии с запросом.",
    "App Settings": "Параметры приложений",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Имейте в виду, что «Параметры системы» работают только с глобальными настройками elementary OS. Некоторые приложения могут также иметь свои собственные настройки, однако вы не найдете их здесь. Вместо этого, ищите эти настройки в самом приложении."
}
