{
    "Translation Guide": "Руководство для переводчиков",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Перевод нашего сайта и приложений необходим для того, чтобы сделать elementary OS доступной для наибольшего количества пользователей. Вместо того, чтобы полагаться исключительно на внутреннюю команду переводчиков, мы решили попросить помощи у сообщества. Кто угодно может предложить свой вариант перевода, не имея при этом никаких технических навыков. Для того, чтобы стиль текста оставался единым во всех наших продуктах, мы создали это руководство для переводчиков.",
    "Translating Applications": "Перевод приложений",
    "Apps are translated through Weblate: a free web-based translation management system.. In order to submit translations, you should:": "Приложения переводятся через Weblate: бесплатную веб-ориентированную систему управления переводом.. Для того, что бы предложить перевод, вы должны:",
    "Have a": "Иметь",
    "Weblate account": "Аккаунт Weblate",
    "Set your": "Настроить ваши",
    "language preferences": "языковые предпочтения",
    "Browse our": "Просмотреть список",
    "translatable projects": "проектов, нуждающихся в переводе",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-2.15/index.html\">documentation</a>.": "Выбрав проект, вы можете предоставить предложения для строк, которые еще не переведены, или предложить изменения к уже переведенным строкам. Эти предложения будут проверенны членом команды перевода и они выберут самый подходящий. Узнать подробнее о Weblate вы можете, ознакомившись с их <a href=\"https://docs.weblate.org/en/weblate-2.15/index.html\">документацией</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Во время перевода вы можете столкнуться с ситуацией, в которой вам придется выбирать между несколькими похожими по смыслу, но разными по написанию строками. В таких случаях мы рекомендуем обращаться к <a href=\"https://help.launchpad.net/Translations/Guide\">общему руководству для переводчиков</a>, а для вопросов, связанных с особенностями конкретного языка в <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">группы переводчиков Ubuntu</a>. Следование этим инструкциям обеспечит единообразность перевода, в тоже время позволяя любому желающему внести свой вклад.",
    "If you don't want to use Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Если вы не хотите использовать Weblate, или хотите внести множество изменений за раз, вы так же можете переводить не в сети. Для этого:",
    "Go to a project you want to translate": "Перейдите к проекту, который вы хотите перевести",
    "Choose your language": "Выберете ваш язык",
    "Click on &quot;Download translation&quot;": "Нажмите «Download translation»",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Теперь вы можете запросить письмо, которое будет содержать ссылку для загрузки файлов перевода. Затем:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Выберете ваш любимый текстовый редактор или специализированный редактор .po файлов (например, <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Начните переводить",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Когда вы закончите, используйте опцию «Upload translation» на той же странице, с которой вы загрузили файлы перевода.",
    "Translating our Website": "Перевод нашего веб-сайта",
    "Our website is also translated through <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. In order to submit translations, you should have a <a href=\"https://l10n.elementary.io/accounts/register/\">Weblate account</a>": "Наш веб сайт  также переведен через <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. Для того чтобы предложить перевод, вы должны иметь <a href=\"https://l10n.elementary.io/accounts/register/\">аккаунт Weblate</a>",
    "For more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/latest/\">documentation</a>.": "Для получения более подробной информации о Weblate, вы можете обратиться к их <a href=\"https://docs.weblate.org/en/latest/\">документации</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Как и при переводе приложений, мы следуем <a href=\"https://help.launchpad.net/Translations/Guide\">общему руководству для переводчиков</a>, а в случае возникновения спорных моментов при переводе на конкретный язык, мы рекомендуем обратиться за помощью в <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">группы переводчиков Ubuntu</a>."
}
