{
    "Installation": "Instalacija",
    "Download elementary OS": "Preuzmite elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ukoliko već niste, potrebno je da <a href=\"/\" target=\"_blank\">preuzmete elementary OS sa naše početne strane</a>. Zatim trebate da kopirate preuzetu ISO datoteku na USB disk koristeći sljedeće instrukcije.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS se trenutno može pokrenuti na dvije procesorske arhitekture: 32-bitnu i 64-bitnu.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Ukoliko znate da imate noviji računar sa 64-bitnim procesorom, izaberite 64-bitnu verziju.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Ukoliko imate stariji računar ili niste sigurni kakvu vrstu procesora imate u svom računaru, izaberite 32-bitnu verziju. 64-bitni procesori će biti u mogućnosti da je pokrenu.",
    "Recommended System Specifications": "Preporučene specifikacije sistema",
    "1 GHz 32-bit or 64-bit processor": "32-bitni ili 64-bitni procesor od 1 GHz",
    "1 GB of system memory (RAM)": "1 GB sistemske (RAM) memorije",
    "15 GB of disk space": "15 GB prostora na disku",
    "Internet access": "Pristup internetu",
    "Back Up Your Data": "Bekapujte vaše podatke",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Bekapujte Vaše bitne podatke na eksternu lokaciju kao što je cloud servis ili eksterni hard disk. Instalacija novog operativnog sistema može da izbriše Vaše trenutne podatke.",
    "Creating an Install Drive": "Kreiranje instalacionog diska",
    "Windows": "Windows",
    "OS X &amp; Ubuntu": "OS X i Ubuntu",
    "Rufus - select ISO": "Rufus - izaberite ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Počnite tako što ćete pripremiti USB flash disk sa minimalno 1 gigabajtom slobodnog prostora.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Trebaćete i malu aplikaciju pod nazivom Rufus. Potrebno je da je instalirate sa <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">ove web stranice</a> i da otvorite preuzetu datoteku da bi je pokrenuli. Pokrenuće Vam se prozor prikazan na slici ispod:",
    "You can now insert your USB drive and select it in the &quot;Device&quot; list. After that, you'll have to select &quot;ISO Image&quot; in &quot;Create a bootable disk using...&quot; and click": "Sada možete ubaciti vaš USB disk i izabrati ga u \"Device\" listi. Nakon toga, morate da izabere \"ISO Image\" u \"Create a bootable disk using...\" dijalogu i da kliknete",
    "the disk icon": "ikonicu diska",
    "to choose the ISO that you downloaded previously.": "da izaberete ISO datoteku koju ste prethodno preuzeli.",
    "Click &quot;Start&quot;, then just wait for the process to finish.": "Kliknite na \"Start\" i onda pričekajte dok se proces ne završi.",
    "OS X, Ubuntu, and others": "OS X, Ubuntu i ostali",
    "UNetbootin": "UNetbootin",
    "You'll also need a small application called UNetbootin. To install it in Ubuntu, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>. In OS X you'll have to download it from <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">its website</a> and open the downloaded file to install it.": "Trebaće Vam i mala aplikacija pod nazivom UNetbootin. Da ga instalirate u Ubuntu-u, samo <a href=\"http://appnr.com/install/unetbootin\">kliknite na ovaj link</a>. Ukoliko koristite OS X, moraćete da ga preuzmete sa <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">službene web stranice</a> i otvorite datoteku koju ste preuzeli.",
    "Open UNetbootin from the Dash in Ubuntu or Launchpad in OS X. It will open a window like the one below:": "Otvorite UNetbootin sa Dash-a u Ubuntu-u ili Launchpad-a u OS X-u. Otvoriće Vam se prozoru prikazanom na slici ispod:",
    "Make sure &quot;Diskimage&quot; is selected, and click &quot;…&quot; to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click &quot;OK&quot; and wait for the process to finish.": "Uvjerite se da ste izabrali \"Diskimage\", kliknite na \"...\" i pronađite ISO datoteku koju ste prethodno preuzeli. Isključite bilo koje USB memorijske uređaje osim onog koji planirate da koristite za instalaciju. Kliknite na \"OK\" i pričekajte dok se proces ne završi.",
    "Booting from the Install Drive": "Pokretanje sa instalacijskog uređaja",
    "In order to start the installation process, you must boot your computer from the install drive. This process may differ depending on the type of computer you have. This guide covers the most common use cases.": "Da biste pokrenuli instalacijski proces, morate da pokrete Vaš računar da instalacijskog uređaja. Ovaj proces se razlikuje u odnosu na tip računara koji koristite. Ovaj vodič će vas voditi kroz najčešće korišćene primjere.",
    "Booting on a PC": "Pokretanje sa PC-a",
    "Booting on a Mac": "Pokretanje sa Mac-a",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Pretpostavljajući da je Vaš računar i dalje uključen, počnite tako što ćete uključiti vaš instalacijski uređaj. Restartujte Vaš računar.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Većina računara će Vam nakratko omogućiti da promjenite redosljed pokretanja uređaja tako što pritisnete specijalno dugme — obično <kbd>F12</kbd>, ali u nekim slučajevima <kbd>Esc</kbd> ili drugo funkcijsko dugme. Pregledajte Vašu računarsku dokumentaciju za više informacija.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pritisnite <kbd>F12</kbd> (ili odgovarajuću tipku) i izaberite instalacijski uređaj — obično pod nazivom \"USB-HDD\" ili nekim drugim nazivom koji sadrži riječ \"USB\". Ukoliko izaberete neodgovarajući uređaj, postoji mogućnost da se vaš računar neće pokrenuti na predviđen način. U tom slučaju, restartujte vaš računar i izaberite drugi uređaj sa te liste.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Nakon odabira prikladnog uređaja za pokretanje, trebali biste da vidite elementary OS početni ekran. Nakon toga samo trebate da pratite instrukcije koje će da Vas vode kroz ostatak procesa.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Nakon što čujete zvučni signal, pritisnite i držite <kbd>Option</kbd> tipku. Nakon toga izaberite odgovarajući boot uređaj. Uzmite u obzir da postoji mogućnost da se boot uređaj nepravilno identifikuje kao \"Windows\"."
}