{
    "Installation": "Pemasangan",
    "Download elementary OS": "Muat turun elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Jika masih belum dilaksanakan, anda perlu terlebih dahulu <a href=\"\/\" target=\"_blank\" rel=\"noopener\">muat turun elementary OS daripada laman utama kami<\/a>. Seterusnya, anda perlu salin fail ISO yang dimuat turun ke pemacu USB menggunakan arahan di bawah.",
    "Recommended System Specifications": "Spefikasi sistem yang dicadangkan",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "",
    "4 GB of system memory (RAM)": "",
    "Solid state drive (SSD) with 15 GB of free space": "",
    "Internet access": "Akses internet",
    "1024×768 display": "",
    "Back Up Your Data": "Backup data anda",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Pastikan data-data penting anda telah dibackup ke lokasi luar seperti khidmat cloud atau Hard drive luar. Pemasangan sistem operasi baru mungkin boleh overwrite data asal anda.",
    "Choose your current Operating System": "Pilih sistem operasi anda",
    "Select the operating system you are currently using to view tailored installation instructions.": "Pilih sistem operasi semasa yang digunakan untuk memaparkan panduan pemasangan ini.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Membuat pemacu pemasangan",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Anda memerlukan sebuah pemacu USB dengan ruang kosong minimal 2 GB dan program bernama Rufus.",
    "Download Rufus": "Muat turun Rufus",
    "Rufus - select ISO": "Rufus - pilih ISO",
    "Open Rufus": "Buka Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Masukkan pemacu USB dan pilih pemacu anda daripada senarai &quot;Pemacu&quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "",
    "the checksum icon": "",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "",
    "Booting from the Install Drive": "Boot daripada pemacu pemasangan",
    "In order to start the installation process, you must boot your computer from the install drive.": "Untuk memulakan proses pemasangan, anda perlu mulakan komputer daripada pemacu pemasangan.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Jika komputer anda masih hidup, mulakan dengan memasukkan pemacu pemasangan dan mulakan semula komputer.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Kebanyakan komputer akan membenarkan anda untuk memilih turutan boot dengan menekan kunci khas; biasanya <kbd>F12<\/kbd>, tapi kadangkala <kbd>Esc<\/kbd> atau kunci fungsi lain juga digunakan. Sila rujuk manual komputer anda untuk kepastian.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Tekan <kbd>F12<\/kbd> (atau kunci yang sepatutnya) dan pilih pemacu pemasangan - biasanya &quot;USB-HDD&quot; atau mana-mana yang mengandungi perkataan &quot;USB&quot; tetapi nama penuh mungkin berbeza. Jika anda terpilih pemacu salah, komputer anda mungkin akan meneruskan boot seperti biasa. Mulakan semula komputer anda dan pilih pemacu berbeza dalam menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Sejurus selepas memilh pemacu boot yang betul, anda akan melihat Splash Screen elementary OS. Anda boleh mengikut arahan pada layar yang akan membimbing melalui proses selebihnya.",
    "Verify your Download": "Sahkan muat turun anda",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Mengesahkan muat turun anda adalah langkah yang penting, tetapi hanya satu pilihan. Kami telah menghasilkan Checksum (atau Hashsum) untuk elementary OS dan menggalakkan pengguna mengesahkan muat turun sepadan dengan Checksum yang dibekalkan sebelum pemasangan. Ini dapat memastikan anda telah menerima muat turun yang lengkap dan imej pemasangan anda tidak rosak.",
    "Running the following command in your Terminal:": "Jalankan arahan berikut di dalam Terminal anda:",
    "Should produce the output:": "Akan menghasilkan output:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "",
    "Download Etcher": "",
    "etcher steps": "",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "",
    "Not readable warning": "",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "",
    "Boot Errors": "",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "",
    "should produce the output:": "",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "",
    "Download UNetbootin": "",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "",
    "UNetbootin": "",
    "Select &quot;Diskimage&quot;": "",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "",
    "Click &quot;OK&quot; and wait for the process to finish.": "",
    "After Installation": "",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": ""
}
