{
    "Translation Guide": "Panduan Terjemahan",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Penterjemahan laman sesawang dan apl kami merupakan bahagian terpenting yang menjadikan elementary OS tersedia kepada seramai mungkin pengguna di dunia. Selain dari bergantung kepada pasukan terjemahan dalaman, kami gunakan sumber luar yang mana sesiapa sahaja dapat menyerahkan terjemahan walaupun tanpa atau ada sedikit pengetahuan teknikal. Untuk memastikan keseragaman merentasi keseluruhan platform, dan juga dapat membantu para penterjemah baharu, kami sertakan panduan terjemahan ini bersama-sama.",
    "Translating Applications": "Menterjemah Aplikasi",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Apl diterjemah menerusi Rosetta: antaramuka penterjemahan yang dihos pada Launchpad. Untuk menyerahkan terjemahan, anda perlu:",
    "Have a": "Memiliki",
    "Launchpad account": "Akaun Launchpad",
    "Set your": "Tetapkan",
    "language preferences": "bahasa keutamaan anda",
    "Browse our": "Layari",
    "translatable projects": "projek boleh terjemah kami",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Seusai anda membuat pemilihan, anda juga boleh sediakan cadangan rentetan yang belum lagi diterjemah, atau cadangkan perubahan pada rentetan yang telah diterjemah. Cadangan ini akan dinilai oleh ahli pasukan terjemahan dan mereka akan memilih yang paling sesuai. Untuk maklumat lanjut berkenaan Rosetta, anda boleh rujuk pada <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">dokumentasi<\/a> mereka.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Bila anda membuat terjemahan, anda mungkin menghadapi situasi yang memerlukan beberapa cara memerihal perkara tersebut. Dalam situasi ini, kami merujuk kepada <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">panduan umum penterjemah<\/a> Ubuntu, dan bagi masalah khusus bahasa kami ikuti <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">garis panduan terjemahan pasukan<\/a> Ubuntu. Ikutilah panduan ini untuk memastikan penterjemahan yang seragam, yang membolehkan sesiapa sahaja dapat memberi sumbangan terjemahan.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Jika anda tidak mahu guna Rosetta, atau mahu membuat banyak perubahan sekaligus, anda juga boleh melakukan terjemahan secara luar-talian. Untuk membuatnya:",
    "Go to a project you want to translate": "Pergi ke projek yang mahu diterjemahkan",
    "Choose your language": "Pilih bahasa anda",
    "Click on &quot;Download translation&quot;": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Anda kini boleh memohon emel, yang mana di dalamnya emel tersebut ada pautan memuat turun fail terjemahan. Sekarang:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Pilih penyunting-teks atau -po kegemaran anda (seperti <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Mula menterjemah",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "",
    "Translating our Website": "Menterjemah Laman Seawang kami",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Manakala, bagi apl kami, anda perlu ikuti <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">paduan umum penterjemah<\/a> Ubuntu, dan untuk masalah khusus bahasa kami ikuti <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">garis panduan penterjemahan<\/a> Ubuntu."
}
