{
    "Check out our progress for Freya RC 1": "Kolla in våra framsteg för Freya RC 1",
    "Fixed": "Åtgärdade",
    "In Progress": "Pågående",
    "Unfixed": "Ej åtgärdade",
    "Translations": "Översättningar",
    "Web Development": "Webbutveckling",
    "Design": "Design",
    "Desktop Development": "Skrivbordsutveckling",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Ett annat språk är en annan syn på livet.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS är skapat och används av människor från hela världen; hjälp oss att göra upplevelsen ännu bättre genom att översätta det till fler språk. Launchpad har ett inbyggt verktyg kallat Rosetta vilket möjliggör översättning genom samarbete online.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS använder ett öppet samarbetsverktyg för överssättning på Launchpad kallat Rosetta.",
    "Learn More": "Lär dig mer",
    "Our website is also openly translated using an online platform called Transifex.": "Vår webbplats är också öppet översatt via vår online plattform kallad Transifex.",
    "Translate elementary OS": "Översätt elementary OS",
    "Translate This Website": "Översätt denna webbplats",
    "World map": "Världskarta",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Webbplatser ska se bra ut från insidan och ut\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Vår webbplats är byggd med HTML, CSS, PHP och JavaScript. Vi letar alltid efter människor med erfarenhet inom dessa områden som vill bidra och göra den ännu bättre. Det mesta av designarbetet utförs av vårt designteam, men vi älskar att få designidéer och feedback till vårat webbteam.",
    "Fork Us on GitHub": "Forka oss på GitHub",
    "See Our Open Bug Reports": "Se våra öppna buggrapporter",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Bra design är att göra något minnesvärt och meningsfullt.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Alla projekt börjar med en idé. Vårt designteam tar dessa och förvandlar dem till vägkartor. Vi delar upp designen i två komponenter:",
    "Visual Design": "Visuell design",
    "A great place for visual designers to get started is by sharing mockups with": "En bra plats för visuella designers att komma igång är genom att dela prototyper med",
    "our Google+ Community": "vår Google+ Community",
    "Interactive Design": "Interaktiv design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Vi använder ett system på Launchpad kallat Blueprints för att skapa detaljerade förklaringar av nya funktioner.",
    "Read the Interface Guidelines": "Läs gränssnittets riktlinjer",
    "Browse Our Blueprints": "Bläddra bland våra Blueprints ",
    "Read About Our Workflow": "Läs om vårt arbetsflöde",
    "Application wire frame": "Designskiss för applikationer",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Innan en programvara kan vara återanvändbar måste den först vara användbar\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Vår skrivbordsmiljö och alla dess appar är byggda med Vala, GTK+, Clutter, Cairo, Granite och en antal andra fria bibliotek. All vår kod lagras på Launchpad.net, en kostnadsfri tjänst för öppna källkodsprojekt. Vi letar alltid efter individer med olika kunskapsnivåer som kan bidra.",
    "Browse Our Desktop Code": "Se koden för vår skrivbordsmiljö",
    "Browse Our Apps' Code": "Se koden för våra appar",
    "Scratch text editor": "Scratch textbehandlare",
    "Get Involved with elementary OS": "Engagera dig i elementary OS"
}