{
    "Check out our progress for Loki Alpha 1": "Kolla in våra framsteg för Loki Alfa 1",
    "Fixed": "Åtgärdade",
    "In Progress": "Pågående",
    "Unfixed": "Ej åtgärdade",
    "Funding": "Finansiering",
    "Translations": "Översättningar",
    "Web Development": "Webbutveckling",
    "Desktop Development": "Skrivbordsutveckling",
    "Design": "Design",
    "Targeted Funding": "Målinriktad Finansiering",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource sätter pengar direkt i händerna på utvecklare genom att belöna dem för att begå korrigeringar eller skapa nya funktioner. Ange en bounty på de frågor som betyder att du mest eller finansiera en specifik app. Du kan också ställa in en återkommande abonnemang.",
    "Learn More": "Läs mer",
    "BountySource": "BountySource",
    "General Funding": "Allmän Finansiering ",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fungerar som en pågående crowdfunding kampanj. Välj ett belopp, få belöningar och hjälpa oss att nå våra mål.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal är en snabb och enkel lösning. Välj ett engångs belopp eller ställ in en prenumeration.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS är skapat och används av människor från hela världen; hjälp oss att göra upplevelsen ännu bättre genom att översätta det till fler språk.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS använder ett öppet samarbetsverktyg för överssättning på Launchpad kallat Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Vår webbplats är också öppet översatt via vår online plattform kallad Transifex.",
    "Translate elementary OS": "Översätt elementary OS",
    "Translate This Website": "Översätt denna webbplats",
    "World map": "Världskarta",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Report an Issue with Our Website",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "Se koden för vår skrivbordsmiljö",
    "Browse Our Apps' Code": "Se koden för våra appar",
    "See Our Open Bug Reports": "Se våra öppna buggrapporter",
    "Scratch text editor": "Scratch textbehandlare",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Alla projekt börjar med en idé. Vårt designteam tar dessa och förvandlar dem till vägkartor. Vi delar upp designen i två komponenter:",
    "Visual Design": "Visuell design",
    "A great place for visual designers to get started is by sharing mockups with": "En bra plats för visuella designers att komma igång är genom att dela prototyper med",
    "our Google+ Community": "vår Google+ Community",
    "Interactive Design": "Interaktiv design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Vi använder ett system på Launchpad kallat Blueprints för att skapa detaljerade förklaringar av nya funktioner.",
    "Read the Interface Guidelines": "Läs gränssnittets riktlinjer",
    "Browse Our Blueprints": "Bläddra bland våra Blueprints ",
    "Read About Our Workflow": "Läs om vårt arbetsflöde",
    "Application wire frame": "Designskiss för applikationer",
    "Get Involved with elementary OS": "Engagera dig i elementary OS"
}