{
    "A fast and open replacement for Windows and OS X": "Ett snabbt och öppet alternativ till Windows och OS X",
    "Custom": "Anpassat",
    "Enter any dollar amount.": "Ange valfritt belopp i amerikanska dollar.",
    "Purchase elementary OS": "Köp elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Vad pressen säger om elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "”elementary OS är annorlunda… ett vackert och kraftfullt operativsystem som fungerar bra även på äldre datorer”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "”En snabb, nästintill underhållsfri plattform som kan installeras nästan var som helst”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "”Lätt och snabbt… Helt community-baserat och har en grym känsla för design.”",
    "Meet Our Apps": "Möt våra appar",
    "Photos": "Bilder",
    "Music": "Musik",
    "Videos": "Videor",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importera, organisera och redigera bilder. Gör ett bildspel. Dela med Facebook och Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organisera och lyssna på din musik. Bläddra efter album, sök blixtsnabbt och skapa spellistor med dina favoriter.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Titta på filmer och videor med ett minimalt gränssnitt. Den slimmade, mörka ramen tonas bort så att du kan se mer av din film.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Surfa på webben med en snabb & resurssnål webbläsare. Midori låter dig använda HTML5-sidor och webbappar samtidigt som den är mindre påfrestande för batteriet.",
    "Learn More": "Läs mer",
    "dat": "dat",
    "Accessories": "Tillbehör",
    "Graphics": "Grafik",
    "Internet": "Internet",
    "Office": "Kontor",
    "Other": "Annat",
    "Sound &amp; Video": "Ljud & Video",
    "System Tools": "Systemverktyg",
    "Applications": "Applikationer",
    "3 Ways to Explore": "3 Sätt att Utforska",
    "Grid": "Rutnät",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Visa alla dina appar i ett alfabetiskt rutnät. Bläddra igenom och hitta det du vill ha.",
    "Categories": "Kategorier",
    "View your apps automatically organized into categories. Perfect for large collections.": "Visa dina appar automatiskt organiserade i kategorier. Perfekt för stora samlingar.",
    "Search": "Sök",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Starta program, öppna inställningspanelerna, kör kommandon och mer från blixtsnabb sökning vy",
    "Open Source": "Öppen källkod",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Vår källkod är tillgänglig för vem som helst att granska, kritisera, modifiera och sprida vidare.",
    "No Ads. No Spying.": "Ingen reklam. Ingen övervakning.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Vi har inga annonseringsavtal och vi samlar inte in känsliga personuppgifter. Vår enda inkomst kommer direkt från våra användare.",
    "Safe &amp; Secure": "Pålitlig & säker",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Vi är baserade på Linux: samma programvara som driver det amerikanska försvarsdepartementet, Bank of China och fler.",
    "Security Notices": "Säkerhetsmeddelanden",
    "Download elementary OS": "Hämta elementary OS",
    "Choose a Download": "Välj hämtningsalternativ",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Vi rekommenderar 64-bitar för de flesta moderna datorer. För hjälp och mer information, se ",
    "installation guide": "installationsguiden",
    "Freya 32-bit": "Freya 32-bitar",
    "Torrent Magnet Link": "Torrent magnet-länk",
    "Freya 64-bit": "Freya 64-bitar"
}