{
    "Action icons are graphics used to represent user actions. Action icons are most commonly found in app toolbars, but can be found throughout the OS.": "Les icônes d'action sont des images pour représenter l'action de l'utilisateur. On trouve les icônes d'action en général dans les barres d'outil d'applications, mais aussi partout dans l'OS.",
    "If your app has an action that can be described by an existing system action icon, reference that icon. This ensures a consistent user experience and aids in user recognition of common functions.": "Si votre application a une action qui peut être décrite par une icône d'action système déjà existante, utilisez cette icône. Cela assure une expérience utilisateur cohérente et aide à reconnaître les fonctions usuelles.",
    "If your app has a unique action not easily described by an existing icon, you may need to create your own icon. Follow the look and feel of existing system icons and install the icon along with your app.": "Si votre application comporte une action unique difficilement décrite par une icône déjà existante, il est peut-être nécessaire de créer votre propre icône. Suivez le style des icônes système déjà existantes et installez l'icône en même temps que votre application.",
    "Next Page:": "Page Suivante :",
    "Symbolic": "Symbolique",
    "Always Provide An Undo": "Donnez toujours la possibilité d'annuler",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should allow the user to undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "Parfois un utilisateur va effectuer une action qui peut être destructive ou traditionnellement irréversible. Plutôt que de lui présenter une alerte, les applications devraient permettre à l'utilisateur d'annuler l'action pendant un laps de temps approprié. Les principaux exemples de quand ce comportement est utile sont :",
    "<strong>Closing an app<\/strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"\/docs\/human-interface-guidelines\/closing\">Closing<\/a>.": "<strong>Fermer une application<\/strong>. Plutôt que d'alerter l'utilisateur, sauvegarder automatiquement son travail et l'état de l'application pour qu'il puisse revenir exactement là où il l'avait laissé. Voir <a href=\"\/docs\/human-interface-guidelines\/closing\">Fermer<\/a>.",
    "<strong>Deleting an item<\/strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Supprimer un élément<\/strong>. Au lieu de demander à l'utilisateur de confirmer, faite \"disparaitre\" l'élément de l'application, mais fournissez une moyen intuitif d'annuler la suppression.",
    "<strong>Sending an email<\/strong>. Rather than asking the user if they want to send an email, allow them to undo or edit the message a short time after &quot;sending.&quot;": "<strong>Envoyer un email<\/strong>. plutôt que de demander à l'utilisateur s'il souhaite envoyer un email, laissez le annuler ou éditer le message un court instant après \"l'envoi\".",
    "<strong>Editing a photo<\/strong>. Instead of asking the user if they want to destructively apply an edit, allow them to undo the edit and always keep the original backed up.": "<strong>Retoucher une photo<\/strong>. Au lieu de demander à l'utilisateur si il veut écraser la version précédente, laissez le annuler les modifications et gardez toujours une copie de l'originale.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Ce comportement devrait être implanté en dernier recours en fournissant un délai entre le moment où l'application montre à l'utilisateur ce qui a eu lieu et la réalisation de l'action. Pour conserver une impression de réactivité, l'application devrait toujours donner l'impression que l'action a eu lieu dès que l'utilisateur l'a initié.",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Ce comportement vise à atteindre l'équilibre entre ne pas gêner l’utilisateur et s'assurer qu'il ne fait pas quelque chose d'involontaire. Il est important de rendre l'annulation discrète, simple et intuitive; une manière générale de le faire est d'utiliser une barre d'information, même si d'autres méthodes peuvent aussi être appropriées.",
    "See also: <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo<\/a> by Aza Raskin": "Voir aussi : <a href=\"http:\/\/www.alistapart.com\/articles\/neveruseawarning\/\" title=\"Lire l'article sur A List Apart\">Never Use a Warning When you Mean Undo<\/a> par Aza Raskin",
    "First-Launch Experience": "L'expérience du premier lancement",
    "Always Saved": "Toujours Sauvegardé",
    "Users should feel confident when using elementary; they should know that everything they see is saved and up to date.": "Les utilisateurs doivent se sentir confiants en utilisant elementary ; ils doivent savoir que tout ce qu'ils voient est sauvegardé et à jour.",
    "Apps in elementary should operate around an always-saved state. This means that changes the user makes are instantly applied and visible and that making the user manually save things is a legacy or specialized behavior.": "Les applications dans elementary doivent fonctionner dans un état toujours sauvegardé. Cela signifie que les modifications apportées par l'utilisateur sont instantanément appliquées et visibles, et que faire que l'utilisateur sauvegarde manuellement est un comportement ancien ou spécialisé.",
    "For example, a Song Info dialog should update the track information instantly without a user having to press a save button, user preferences should be applied as soon as the user manipulates the relevant widget, and closing an app should mean that reopening it will return to where the user left off.": "Par exemple, le message d'information d'une Chanson doit mettre à jour instantanément les informations de la piste sans que l'utilisateur doive appuyer sur un bouton pour sauvegarder, les préférences utilisateur doivent être appliquée aussitôt que l'utilisateur modifie le widget adéquat, et fermer une application doit impliquer qu'à sa réouverture elle reviendra où l'utilisateur s'est arrêté.",
    "Desktop Integration": "L'Intégration Bureau",
    "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app. ": "The generic name should be in <a href=\"\/docs\/human-interface-guidelines\/capitalization#title-case\">title case<\/a> and may be used around the system to better describe or categorize your app.",
    "AudioVideo  ": "AudioVideo",
    "Network ": "Network",
    "AppMenu": "Menu d'Application",
    "You should first consider if your app needs this widget. While most apps may have one, your app may not necessarily need an AppMenu.": "Vous devez d'abord réfléchir si votre application a besoin de ce widget. Même si la plupart en ont une, votre application n'a pas nécessairement besoin d'un Menu d'Application.",
    "When adding items to your AppMenu, consider the following:": "Quand vous ajoutez des éléments à votre Menu d'Application, tenez compte des point suivants :",
    "Items should be relevant and useful. It's not acceptable to duplicate items that are found in your main UI here.": "Les éléments doivent être cohérents et utiles. Il n'est pas convenable de dupliquer des éléments qui se trouvent dans votre interface principale ici.",
    "If the app includes a &quot;preferences&quot; window, it should be available from the AppMenu.": "Si l'application inclut une fenêtre de préférences, elle doit être accessible depuis le Menu d'Application",
    "There should be an item for the &quot;About&quot; dialog which contains links to the project's bug tracker, help, etc.": "Il doit y avoir un élément pour le message d'À Propos contenant des liens menant vers le traqueur de bugs du projet, l'aide, etc.",
    "If an AppMenu is displayed, a menu bar should not be, and vice-versa.": "Si un Menu d'Application est affiché, une barre de menu ne devrait pas, et vice-versa.",
    "Search Fields": "Champs de recherche",
    "Background Tasks": "Tâche de fond",
    "Buttons": "Boutons",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them.",
    "Closing": "Fermeture",
    "Design Philosophy": "La philosophie du design",
    "Dialogs": "Dialogues",
    "Human Interface Guidelines": "Bonnes pratiques pour l'interface utilisateur",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.",
    "For sections that have not yet been written, please refer to": "Pour les sections qui n'ont toujours pas été rédigées, veuillez vous référer au",
    "The GNOME HIG": "Le GNOME HIG (Guide de l'interface humanisée de Gnome)",
    "Icons": "Icônes",
    "Language": "Langue",
    "Launcher Icons": "Icônes du lanceur d'applications",
    "Minimal Documentation": "Documentation minimale",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented.",
    "Normal Launch": "Lancement normal",
    "Notebooks": "Carnet de notes",
    "Notebooks are a type of widget that allow showing one of multiple pages in an app, also colloquially referred to as &quot;tab bars.&quot;": "Les Notebooks sont des widgets qui vous permettent d'afficher une page parmis de multiples autres, aussi appelées \"barres d'onglet\".",
    "Static Notebook": "Le Notebook statique",
    "A Static Notebook is a small set of unchanging tabs, commonly seen in preferences or settings screens. The tabs appear as linked buttons centered at the top of the content area. A Static Notebook should typically contain two to five tabs.": "Un Notebook statique est une petite série d'onglets qui ne changent pas, souvent utilisés dans les préférences. Les onglets sont présentés sous la forme de boutons centrés en haut de la zone du contenu. Un Notebook statique peux dans la plupart des cas contenir deux à cinq onglets",
    "Dynamic Notebook": "Le Notebook dynamique",
    "Punctuation": "Ponctuation",
    "Size and Alignment": "Taille et alignement",
    "Sizes": "Tailles",
    "Source List": "Liste de source",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents.",
    "According to <a href=\"http:\/\/www.freedesktop.org\/wiki\/SymbolicIcons\">FreeDesktop.Org<\/a>:": "Selon <a href=\"http:\/\/www.freedesktop.org\/wiki\/SymbolicIcons\">FreeDesktop.Org<\/a> :",
    "[Symbolic icons] are usually monochrome, mostly matching the surrounding text color, and often involve simpler shapes than their non-symbolic equivalents.": "[Les icônes symboliques] sont généralement monochromes, assortis à la couleur du texte qui les entoure et souvent de forme plus simple que leurs équivalents non symboliques.",
    "Text": "Texte",
    "System Indicators": "Indicateurs système",
    "Toolbars": "Barre d'outils",
    "Welcome Screen": "Écran de bienvenue",
    "What Design Is Not": "Ce que le design n'est pas",
    "Widget Concepts": "Concepts des Widgets",
    "Consider the &quot;clear&quot; button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Consider the \"clear\" button present in search fields. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing.",
    "Windows": "Fenêtres",
    "Writing Style": "Style d'écriture",
    "Use the following rules to keep your text understandable and consistent:": "Respectez les règles suivantes pour garder votre texte compréhensible et cohérent :",
    "Be Brief": "Soyez bref",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "Ne donnez pas à l'utilisateur un long texte à lire ; une longue phrase peut paraître intimidante et peut le décourager de lire votre message. Proposez plutôt à l'utilisateur un texte court et concis.",
    "<strong>Bad<\/strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Mauvais<\/strong> : Il apparaît que vous n'avez pas de musique dans votre bibliothèque. Vous pouvez utiliser Noise pour organiser votre musique, en ajouter, et écouter la musique que vous possédez déjà. Pour commencer, cliquez sur le bouton \"Ajouter\" puis suivez les instructions. Une fois terminé, votre Musique sera affichée ici.",
    "<strong>Better<\/strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Mieux<\/strong> : Allez chercher de la musique. Noise ne trouve pas vos contacts. [Boutons pour importer ou créer des contacts]",
    "Think Simple": "Pensez Simple",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Supposez que l'utilisateur est intelligent, mais pas technique. Évitez les mots longs et peu communs et préférez leurs des verbes, noms et adjectifs simples. N'utilisez jamais de jargon technique.",
    "<strong>Bad<\/strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Mauvais<\/strong> : 37 fichiers de format audio on bien été importés dans votre banque de chansons.",
    "<strong>Better<\/strong>: Successfully added 37 songs.": "<strong>Mieux<\/strong> : 37 chansons ont été ajoutées.",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Mettez les informations les plus importantes au début de votre texte. Si l'utilisateur arrête sa lecture, il aura tout de même ce dont il a besoin.",
    "<strong>Bad<\/strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Mauvais<\/strong> : Votre connexion réseau a peut-être crashé parce que Lingo ne peut pas trouver de définition. Vérifiez et essayez à nouveau.",
    "<strong>Better<\/strong>: No definition found. Check your network connection and try again.": "<strong>Mieux<\/strong> : Pas de définition trouvée. Vérifiez votre connexion réseau et essayez à nouveau.",
    "Don't Repeat Yourself": "Ne Vous Répétez Pas",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "La répétition peut être fatigante et ajoute une longueur inutile à votre message.",
    "<strong>Bad<\/strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Mauvais<\/strong> : Votre adresse mail, johndoe@email.com, a bien été ajoutée. Pour accéder à johndoe@email.com, cliquez sur \"johndoe@email.com\" ci-dessus.",
    "<strong>Better<\/strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Mieux<\/strong> : Votre adresse mais a bien été ajoutée. Pour y accéder, cliquez sur \"johndoe@email.com\" ci-dessus.",
    "Use Visual Hierarchy": "Utilisez une Hiérarchie Visuelle",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "Une hiérarchie visuelle aide les utilisateurs à lire et comprendre votre texte tout en sachant ce qui est important. Utilisez les titres et autres styles de texte correctement.",
    "<strong>Bad<\/strong>:": "<strong>Mauvais<\/strong> :",
    "No files are open. Open a file to begin editing.": "Aucun fichier n'est ouvert. Ouvrez un fichier pour commencer à éditer.",
    "<strong>Better<\/strong>:": "<strong>Mieux<\/strong> :",
    "No files are open.": "Aucun fichier n'est ouvert.",
    "Open a file to begin editing.": "Ouvrez un fichier pour commencer à éditer."
}