{
    "Installation": "Installation",
    "Download elementary OS": "Télécharger elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si ce n'est pas déjà fait, vous allez devoir <a href=\"/\" target=\"_blank\">télécharger elementary OS depuis notre page d'accueil</a>. Vous aurez besoin de copier le fichier ISO téléchargé sur une clef USB comme expliqué ci-après.",
    "elementary OS is currently built for two processor architectures, 32-bit and 64-bit.": "elementary OS est actuellement disponible pour deux architectures, 32-bit et 64-bit.",
    "If you know you have a newer computer with a 64-bit processor, choose the 64-bit version.": "Si vous avez un ordinateur récent avec un processeur 64-bit, choisissez la version 64-bit.",
    "If your computer is older or you do not know which type of processor your computer has, choose the 32-bit version. (64-bit processors will still be able to run this version).": "Si votre ordinateur est plus vieux ou que vous ne connaissez pas le type de son processeur, choisissez la version 32-bit (les ordinateurs 64-bit pourront l'utiliser).",
    "Recommended System Specifications": "Configuration recommandée",
    "1 GHz 32-bit or 64-bit processor": "Processeur 1 GHz 32-bit ou 64-bit",
    "1 GB of system memory (RAM)": "1 Gio de mémoire vive (RAM)",
    "15 GB of disk space": "15 Gio d'espace disque",
    "Internet access": "Accès Internet",
    "Back Up Your Data": "Sauvegardez vos données",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Assurez-vous d'avoir une sauvegardes de vos données importantes dans un emplacement externe comme sur le cloud ou sur un disque dur externe. Installer un nouveau système d'exploitation pourrait écraser les données déjà présentes sur le disque.",
    "Creating an Install Drive": "Créer un disque d'installation",
    "Windows": "Windows",
    "OS X &amp; Ubuntu": "OS X & Ubuntu",
    "Rufus - select ISO": "Rufus - sélectionner l'ISO",
    "Begin with a spare USB flash drive with at least 1 GB of free space.": "Commencez par prendre une clé USB ayant au moins 1 Gio d'espace disque disponible.",
    "You'll also need a small application called Rufus. You'll have to download it from <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">its website</a> and open the downloaded file to launch it. It will open a window like the one below:": "Vous aurez aussi besoins d'un petit logiciel nommé Rufus. Vous pouvez le télécharger depuis <a href=\"https://rufus.akeo.ie/\" target=\"_blank\">son site officiel</a> et ouvrir le fichier obtenu. Vous obtiendrez une fenêtre comme celle-ci :",
    "You can now insert your USB drive and select it in the \"Device\" list. After that, you'll have to select \"ISO Image\" in \"Create a bootable disk using...\" and click": "Vous pouvez maintenant insérer votre clé USB et la sélectionner dans la liste des périphériques. Sélectionnez ensuite \"Image ISO\" dans \"Créer un disque bootable avec...\" et cliquez sur",
    "the disk icon": "l'icône du disque",
    "to choose the ISO that you downloaded previously.": "pour choisir l'ISO téléchargée au préalable.",
    "Click \"Start\", then just wait for the process to finish.": "Cliquez sur \"Démarrer\", et attendez la fin du processus.",
    "OS X, Ubuntu, and others": "OS X, Ubuntu, et autres",
    "UNetbootin": "UNetbootin",
    "You'll also need a small application called UNetbootin. To install it in Ubuntu, just <a href=\"http://appnr.com/install/unetbootin\">click this link</a>. In OS X you'll have to download it from <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">its website</a> and open the downloaded file to install it.": "Vous aurez également besoin d'une petite application appelée UNetbootin. Pour l'installer sur Ubuntu, <a href=\"http://appnr.com/install/unetbootin\">cliquez ici</a>. Sur OS X vous aurez besoin de le télécharger depuis <a href=\"http://unetbootin.sourceforge.net/\" target=\"_blank\">son site officiel</a> et ouvrir le fichier téléchargé pour l'installer.",
    "Open UNetbootin from the Dash in Ubuntu or Launchpad in OS X. It will open a window like the one below:": "Lancez UNetbootin depuis le Dash sur Ubuntu ou depuis Launchpad sur OS X. Cela ouvrira une fenêtre comme celle-ci :",
    "Make sure \"Diskimage\" is selected, and click \"&#8230;\" to select the ISO that you downloaded previously. Unplug all USB memory devices apart from the one you want to use. Click \"OK\" and wait for the process to finish.": "Assurez-vous que \"Image disque\" est sélectionné, et cliquez sur \"…\" pour sélectionner l'ISO que vous avez précédemment téléchargée, Débranchez tous les périphériques de stockage USB à part celui que vous voulez utiliser. Cliquez sur \"OK\" et attendez que le processus se termine.",
    "Booting from the Install Drive": "Démarrer sur le disque d'installation",
    "In order to start the installation process, you must boot your computer from the install drive. This process may differ depending on the type of computer you have. This guide covers the most common use cases.": "Afin de démarrer le processus d'installation, vous devriez booter votre ordinateur depuis le disque d'installation. Ce processus peut être différent selon le type d' ordinateur utilisé. Ce guide couvre la plupart des cas.",
    "Booting on a PC": "Démarrer sur un PC",
    "Booting on a Mac": "Démarrer sur un Mac",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "En considérant que votre ordinateur est encore allumé, commencez par insérer le disque d'installation et redémarrez ensuite l'ordinateur.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La plupart des ordinateurs vous autoriseront pendant un bref instant à changer l'ordre de boot avec une touche particulière — souvent <kbd>F12</kbd>, mais des fois <kbd>Esc</kbd> ou une autre touche de fonction. Vérifiez sur votre écran ou sur la notice de votre ordinateur pour en être sûr.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive&mdash;usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Appuyez sur <kbd>F12</kbd> (ou la touche appropriée) et sélectionnez le disque d'installation — souvent \"USB-HDD\" ou quelque chose contenant le mot \"USB\" ; la syntaxe peut varier. Si vous choisissez le mauvais disque, votre ordinateur démarrera normalement. Redémarrez alors votre ordinateur et choisissez un autre disque dans ce menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Quelques instants après avoir choisi le bon disque, l'écran de démarrage elementary OS va s'afficher. Vous pouvez maintenant vous laisser guider par les instructions inscrites sur votre écran tout le long du reste du processus.",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal.": "Après avoir entendu le bip, appuyez et maintenez <kbd>Option</kbd>. Ensuite, sélectionnez le bon disque. Notez qu'il peut être identifié à tort comme \"Windows\", mais c'est normal.",
    "Installing elementary OS": "Installation d'elementary OS"
}