{
    "Learning the Basics": "Apprendre les bases",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Comme sur tous les systèmes d'exploitations, il y a des choses avec lesquelles vous n'êtes pas familier. Cette section traitera des tâches quotidiennes, comme naviguer sur le web ou écouter de la musique, ainsi que d'autres informations utiles dont vous n'aviez peut-être pas connaissance.",
    "The Desktop": "Le bureau",
    "The elementary desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Le bureau d'elementary est très simple et facile à apprendre. Il est constitué de deux éléments : le panel et le dock. Vous pouvez changer le fond d'écran du bureau via les <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres Systèmes</a></strong> → <strong>Bureau</strong> → <strong>Fond d'écran</strong>.",
    "The Panel": "Le Panel",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "En haut de l'écran vous pouvez voir le Panel. Sur la gauche se trouve le menu des applications, au centre l'heure et la date et sur la droite se trouvent les indicateurs.",
    "Applications": "Les applications",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view. Lastly, you can search the launcher by typing at any time.": "Sur le côté gauche du Panel se trouve l'élément Applications. Cliquer sur <strong>Applications</strong> fait apparaitre un lanceur avec toutes vos applications installées. Vous pouvez voir plusieurs pages d'applications en utilisant la pagination en bas ou en défilant. Vous pouvez aussi utiliser le modificateur de vue du haut pour basculer entre la vision en grille et la vision par catégories. Enfin, vous pouvez chercher dans la lanceur à tout moment en écrivant.",
    "Indicators": "Les indicateurs",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "Du côté droit du panel se trouvent des icônes nommées indicateurs. Ils indiquent l'état actuel de votre session, par exemple votre connexion au réseau, l'état de la batterie, les comptes emails, etc. Cliquer sur un indicateur révèle plus d'informations et des actions possibles.",
    "The Dock": "Le Dock",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "En bas de l'écran se trouve le Dock. Il contient vos applications favorites ainsi que toutes les applications qui sont actuellement ouvertes.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Le contenu du dock est facilement changeable. Pour ajouter une application au dock, il suffit de glisser-déposer une application du menu <strong>Applications</strong> qui se trouve dans le panel ou de faire un clic-droit sur une application déjà ouverte et de cocher <strong>Épingler au Dock</strong>. Pour réorganiser les icônes, il suffit de les glisser-déposer.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Par défaut, le dock se cache au bas de l'écran lorsqu'une application est en plein-écran. Il suffit simplement de déplacer votre souris en bas au centre de l'écran pour afficher le dock.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Vous pouvez changer le comportement du dock via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres Systèmes</a></strong> → <strong>Bureau</strong> → <strong>Dock</strong>.",
    "App Windows": "Les fenêtres de l'application",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Les applications existent au sein de leurs propres fenêtres qui peuvent être fermées, agrandies, ou déplacées. ",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Quand vous ouvrez une application, sa fenêtre apparaît sur le bureau. Chaque application dispose typiquement de trois zones : les boutons de la fenêtre, une barre d'outils et le contenu de l'application. ",
    "Window Buttons": "Les boutons de la fenêtre",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Les boutons de la fenêtre d'une application se trouvent sur les coins supérieurs de la fenêtre. Le bouton fermer est sur la gauche, tandis que le bouton agrandir se trouve sur la droite. Cliquer sur le bouton fermer va fermer la fenêtre de l'application. Cliquer sur le bouton agrandir va permettre à la fenêtre de l'application de s'afficher en plein-écran ou non. Vous pouvez aussi déplacer la fenêtre de l'application sur le bureau en cliquant dans l'espace vide entre les boutons de la fenêtre.",
    "Toolbar": "La barre d'outils",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "De nombreuses applications disposent d'une barre d'outils dans la partie supérieure de la fenêtre. Cette zone contient les actions les plus courantes ou les raccourcis de navigation de l'application. Vous pouvez déplacer la fenêtre d'une application en glissant-déplaçant toute partie vide de la barre d'outils.",
    "Multitasking": "Le multitâche",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS supporte deux types de multitâche : fenêtres et espaces de travail.",
    "Windows": "Les fenêtres",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Les applications s'ouvrent dans des fenêtres d'application. Celles-ci peuvent se superposer sur votre bureau et être déplacées. Vous pouvez changer de fenêtre de différentes manières :",
    "click on the window you want to switch to": "cliquer sur la fenêtre vers laquelle vous voulez basculer",
    "click on the app's icon in the dock": "cliquer sur l'icône de l'application dans le dock",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "presser <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Pour avoir un aperçu des vos applications ouvertes, pressez <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Vous pouvez personnaliser ces raccourcis via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres Système</a></strong> → <strong>Clavier</strong> → <strong>Raccourcis</strong> → <strong>Fenêtres</strong>.",
    "Hot Corners": "Les coins interactifs",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Vous pouvez également configurer les \"coins interactifs\" (raccourcis activés en plaçant votre curseur dans un coin de l'écran) pour activer les fonctions multitâches comme l'aperçu fenêtre, l'aperçu des espaces de travail et plus.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Vous pouvez personnaliser ces raccourcis via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres Système</a></strong> → <strong>Bureau</strong> → <strong>Coins Interactifs</strong>.",
    "Workspaces": "Les espaces de travail",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Par défaut, toutes les fenêtres d'application s'ouvrent dans un espace de travail. Cependant, vous pouvez utiliser de multiples espaces de travail pour vous organiser :",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Pour avoir un aperçu de vos espaces de travail, pressez <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Pour naviguer rapidement à gauche ou à droite parmi vos espaces de travail, pressez <kbd>⌘</kbd> + <kbd>←</kbd> ou <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Pour parcourir en boucle vos espaces de travail, pressez <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Vous pouvez passer directement à un espace de travail spécifique en pressant <kbd>⌘</kbd> + <kbd>1</kbd> jusqu'à <kbd>⌘</kbd> + <kbd>9</kbd>. Vous pouvez toujours passer à un nouvel espace de travail avec <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Vous pouvez également déplacer des fenêtres d'application entre espaces de travail en glissant leurs icônes dans l'aperçu des espaces de travail. Pour avoir un aperçu des fenêtres de tous les espaces de travail, pressez <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Vous pouvez personnaliser ces raccourcis via <strong><a href=\"/docs/learning-the-basics#system-settings\">Paramètres Système</a></strong> → <strong>Clavier</strong> → <strong>Raccourcis</strong> → <strong>Espaces de travail</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Note: <kbd>⌘</kbd> fait référence à la touche \"super\". Elle est également connue sous le nom de touche \"Windows\" sur la plupart des PCs, ou \"Command\" sur Mac.</em>",
    "Installing Apps": "Installer des applications",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "elementary OS vient livré avec la <strong>Logithèque</strong>, une boutique pour les applications libres comme payantes. Installer une nouvelle application depuis la Logithèque est facile :",
    "Open the <strong>Software Center</strong> app.": "Ouvrir la <strong>Logithèque</strong>.",
    "Search in the top-right, or browse.": "Rechercher en haut à droite, ou parcourir.",
    "Click <strong>Install</strong> next to the app you want to install.": "Cliquez sur <strong>Installer</strong> à coté de l'application que vous souhaitez installer.",
    "You may be asked for your password prior to installing an app.": "Votre mot de passe pourrait vous être demandé avant l'installation d'une application.",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>Note: Certains logiciels peuvent ne pas être disponibles depuis la Logithèque. Bien que nous ne recommandions pas le téléchargement de logiciel depuis Internet, les applications compatibles avec Ubuntu 14.04 LTS devraient parfaitement fonctionner sur elementary OS Freya</em>",
    "System Settings": "Paramètres Système",
    "elementary comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary vient avec une application pratique appelée \"Paramètres Système\" qui contrôle toutes vos préférences étendues (ou \"globales\"). Paramètre Système vous donne la possibilité de configurer des choses comme les raccourcis clavier, la résolution du moniteur, votre fond d'écran, et bien plus.",
    "Search": "Recherche",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Vous pouvez rapidement trouver les réglages que vous cherchez en tapant les mots clés dans la barre de recherche en haut de la fenêtre. Les contenus de la fenêtre des Paramètres Système seront filtrés pour correspondre à votre recherche.",
    "App Settings": "Paramètres de l'application",
    "Keep in mind that System Settings only deals with the global preferences for elementary. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Gardez à l'esprit que les paramètres système ne s'occupent que des préférences globales pour elementary. Même si certaines applications peuvent aussi avoir leurs propres préférences, vous ne les trouverez pas ici. Au lieu de cela, cherchez les dans l'application en question."
}