{
    "Be a Part of Something Bigger": "Mahu Menyertai Komuniti Kami",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Segala yang kami hasilkan adalah 100%  bersumber terbuka dan dibangunkan secara kolaboratif oleh individu-individu di serata dunia. Walaupun anda bukan seorang pengaturcara, anda boleh melibatkan diri dan membuat perubahan.",
    "Funding": "Penajaan",
    "Translations": "Terjemahan",
    "Support": "Sokongan",
    "Web": "Sesawang",
    "Desktop": "Desktop",
    "Design": "Rekabentuk",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Cara terbaik membantu elementary adalah dalam bentuk penajaan. Dengan bantuan anda, kami dapat membangun dari sekumpulan kecil para sukarelawan yang bersemangat waja kepada sebuah syarikat berskala kecil. Sekecil mana bantuan yang diberi adalah satu langkah ke hadapan untuk mengupah lagi seorang pembangun sepenuh-masa.",
    "Bug Bounties": "Ganjaran Pepijat",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource menyerahkan dana secara langsung kepada pembangun yang berjaya menyelesaikan masalah iaitu pembaikian atau penciptaan fitur baharu. Tetapkan ganjaran atau bounty pada mana-mana isu yang anda mahu ataupun taja apl tertentu. Anda juga boleh tetapkan langganan penajaan secara berulangan.",
    "Learn More": "Ketahui Lagi",
    "BountySource": "BountySource",
    "Bountied Bugs": "Pepijat Berganjaran",
    "General Funding": "Penajaan Am",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon juga berfungsi sepeti kempen penajaan secara beramai-ramai ataupun crowdfunding campaign. Pilih sejumlah amaun yang dikehendaki, dapatkan penghargaan atau ganjaran, dan bantu kami mencapai matlamat kami.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal merupakan penyelesaian yang pantas dan mudah. Pilih sahaja amaun yang mahu diberi ataupun lakukan dengan cara langganan.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS dihasilkan dan digunakan oleh sesiapa sahaja di seluruh Dunia; bantu kami merealisasikan pengalaman ini dengan lebih baik dengan menterjemahkannya kepada bahasa lain.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS menggunakan alat terjemahan kolaboratif yang bersifat terbuka menerusi Launchpad yang dikenali sebagai Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Laman sesawang kami juga dapat diterjemah secara terbuka menggunakan platform atas-talian yang dikenali sebagai Transifex.",
    "Translate elementary OS": "Terjemah elementary OS",
    "Translate This Website": "Terjemah Laman Sesawang Ini",
    "World map": "Peta dunia",
    "Question & Answer": "Soalan & Jawapan",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange merupakan sebuah laman sesawang Soal-Jawab atau Q&A yang dibina untuk mendapatkan jawapan terbaik atas persoalan yang dikemukakan. Sesiapa sahaja boleh cipta akaun dan seterusnya memulakan pertanyaan ataupun memberi penyelesaian.",
    "Unanswered Questions": "Soalan Tidak Terjawab",
    "New Questions": "Soalan Baharu",
    "Documentation": "Dokumentasi",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary menyediakan dokumentasi asas untuk kedua-dua pihak pengguna dan pembangun. Kesemua dokumentasi kami ditulis dengan Markdown dan dihos dengan GitHub, oleh itu penyerahan apa-apa perubahan atau seksyen baharu merupakan perkara mudah.",
    "Learning The Basics Guide": "Mempelajari Panduan Asas",
    "Developer Docs": "Doc Pembangun",
    "Web Development": "Pembangunan Sesawang",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Laman sesawang kami dibina menggunakan HTML, CSS, PHP, dan JavaScript. Kami senantiasa mencari sesiapa sahaja berpengalaman dalam bidang tersebut yang dapat menyumbang dan seterusnya menambahbaikannya.",
    "Fork Our Website on GitHub": "Cabang Laman Sesawang Kami di GitHub",
    "Report a Website Issue": "Laporkan Masalah Laman Sesawang",
    "Desktop Development": "Pembangunan Desktop",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Persekitaran desktop kami dan semua apl yang ada dibina menggunakan Vala, GTK+, Granite dan sejumlah pustaka terbuka yang lain. Kami mengehos kod desktop kami di Launchpad.net iaitu perkhidmatan percuma untuk projek-projek bersifat sumber terbuka. Jika anda belum pernah membangunkan elementary OS sebelum ini, disarankan anda baca dahulu panduan Membiasakan Diri kami.",
    "Browse Our Desktop Code": "Layari Kod Desktop Kami",
    "Browse Our Apps' Code": "Layari Kod Apl Kami",
    "Bitesized Bugs": "Pepijat Bersaiz-Kecil",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Setiap projek bermula dengan satu ide. Pasukan Rekabentuk kami menggunakannya dan menterjemahkannya dalam bentuk blueprint dan laporan pepijat. Oleh itu, kami pecahkannya menjadi dua komponen utama:",
    "Visual Design": "Rekabentuk Visual",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Kami sentiasa menerima ide baharu berkenaan rekabentuk visual elementary OS. Mulakan perkongsian olokan atau mockup melalui",
    "our Google+ Community": "Komuniti Google+ kami",
    "Read the Interface Guidelines": "Baca Garis Panduan Antaramuka",
    "See Our Mockups": "Lihat Olokan Kami",
    "Interaction Design": "Rekabentuk Interaksi",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Kami menggunakan satu sistem di dalam Launchpad yang dikenali sebagai Blueprints untuk mencipta penerangan terperinci fitur-fitur baharu dan perubahan pada antaramuka pengguna.",
    "Read About Our Workflow": "Baca Mengenai Aliran Kerja Kami",
    "Browse Our Blueprints": "Layari Blueprint Kami",
    "Get Involved with elementary OS": "Sertai elementary OS"
}