{
    "Getting Started": "Per iniziare",
    "Welcome to the elementary Developer Guide! This book was created to teach you all about creating and distributing apps for elementary OS. The introduction will make sure that you have all the tools for the job and a solid understanding of what this book is about. Some of you may feel confident enough to jump straight into coding. If that's the case, you might want to skip ahead and start writing your first app.": "Benvenuti nella Guida per Sviluppatori di elementary! Questo libro è stato creato per insegnarvi tutto a proposito della creazione e della distribuzione di applicazioni per elementary OS. L'introduzione farà in modo che tu abbia tutti gli strumenti per lavorare e ti fornirà una solida comprensione degli argomenti di cui parla questo libro. Alcuni di voi potrebbero sentirsi già sicuri di poter passare direttamente alla programmazione. Se questo è il caso, puoi saltare avanti e iniziare a scrivere la tua prima applicazione.",
    "However, we strongly recommend to at least skim through this preparation step. Having the right setup is going to help you reach your goals faster, and having a solid foundation is going to help you throughout the rest of this book.": "Tuttavia, ti consigliamo vivamente di dare un'occhiata a questa fase di preparazione. Avere la giusta configurazione di partenza ti consentirà di raggiungere i tuoi obiettivi più velocemente, inoltre possedere delle basi solide ti sarà di aiuto per tutto il resto di questa guida.",
    "What We Will And Won't Cover": "Di cosa parleremo e di cosa non parleremo",
    "We're going to assume that you have absolutely no experience in writing apps for elementary. But we will assume some basic programming knowledge, and hopefully a little experience in Vala or at least similarly syntaxed languages. If you're not familiar with Vala, we highly encourage you to brush up on it before coming here.": "Supporremo che non tu non abbia alcuna esperienza nello scrivere applicazioni per elementary. Nonostante ciò, assumeremo che tu possieda già alcune conoscenze di programmazione basilare, e speriamo  tu abbia un minimo di esperienza in Vala o almeno in linguaggi dalla sintassi simile. Se non hai familiarità con Vala, ti consigliamo di assimilarne le basi prima di venire qui.",
    "We’re also not covering design too much in this guide; that’s what the <a href=\"/docs/human-interface-guidelines\">Human Interface Guidelines</a> (HIG) are for, and you’re highly encouraged to take a look there before beginning your app. We're going to assume you have a basic knowledge of (or at least a quick link to) the HIG and focus on coding. However, elementary is all about great design and stellar consistency. It’s important you grasp these concepts before moving on.": "Non parleremo troppo di design in questa guida; per questo ci sono le <a href=\"/docs/human-interface-guidelines\"> Human Interface Guidelines </a> ( HIG ). Ti incoraggiamo a dare uno sguardo lì prima di iniziare la tua applicazione. Assumeremo che tu abbia una conoscenza di base (o almeno un rapido collegamento) delle HIG e ci concentreremo sulla scrittura del codice. Tuttavia, elementary si fonda su design curato e consistenza stellare. È importante afferrare questi concetti prima di continuare.",
    "In this book, we're going to talk about building apps using GTK+, Granite, and other tech available in elementary, setting up a build system, hosting your code for collaborative development, working with translations, a few other bits and pieces, and finally packaging and distributing your new app.": "In questo libro, parleremo della creazione di app usando GTK+, Granite, e altre tecnologie disponibili in elementary, l'impostazione di un build system, l'hosting del tuo codice per lo sviluppo in collaborazione, il lavorare con le traduzioni, un po' di altre piccole cose, e infine l'impacchettamento e la distribuzione della tua nuova app.",
    "The Basic Setup": "La configurazione di base",
    "Before we even think about writing code, you'll need a certain basic setup. This chapter will walk you through the process of getting set up. We will cover the following topics:": "Prima di pensare a scrivere del codice, avrai bisogno di una specifica configurazione di base. Questo capitolo ti guiderà attraverso il processo di preparazione. Copriremo i seguenti argomenti:",
    "Creating an account in launchpad.net and importing an SSH key in Launchpad": "Creare un account su launchpad.net e importare una chiave SSH su Launchpad",
    "Setting up the Bazaar revision control system": "Impostare il sistema di controllo di versione Bazaar",
    "Getting and using the elementary developer &quot;SDK&quot;": "Ottenere ed usare il \"SDK\" per sviluppatori di elementary",
    "We’re going to assume that you’re working from a clean installation of elementary OS Freya or later. This is important as the instructions you’re given may reference apps that are not present (or even available) in other Linux based operating systems like Ubuntu. It is possible to apply the principles of this guide to Ubuntu development, but it may be more difficult to follow along.": "Presumiamo che tu stia lavorando da un'installazione pulita di elementary OS Freya o successiva. Questo è importante perchè le istruzioni che vi vengono date possono riferirsi ad applicazioni non presenti (o anche disponibili) in altri sistemi operativi basati su Linux come Ubuntu. È possibile applicare i principi di questa guida allo sviluppo di ubuntu, ma potrebbero essere più difficili da seguire.",
    "Launchpad": "Launchpad",
    "Launchpad is a free online service provided by Canonical, the same people who brought you Ubuntu. It is used as a platform for hosting code, tracking milestones, tracking bugs, proposing designs, making translations, and more. Launchpad is a powerful resource, especially if you are a developer working with others. We're going to be using it for its various features throughout this book, so it's a good idea for you to sign up for an account. If you already have an account, feel free to move on to the next section.": "Launchpad è un servizio online gratuito offerto da Canonical, le stesse persone che ti hanno fornito Ubuntu. Esso è usato come piattaforma per ospitare codice, tracciare le tappe fondamentali, segnalare bugs, proporre designs, effettuare traduzioni, ed altro. Launchpad è una risorsa preziosa, soprattutto se sei uno sviluppatore che lavora con altri. In questo libro lo useremo per le sue molteplici funzionalità, quindi sarebbe una buona idea che ti iscriva con un account. Se già possiedi un account, sentiti libero di proseguire alla sezione successiva.",
    "To set up a Launchpad account:": "Per configurare un account su Launchpad:",
    "Go to <a href=\"https://launchpad.net\">Launchpad.net</a>. Click on <strong>Log in/Register</strong> in the top right corner of the page.": "Vai su <a href=\"https://launchpad.net\">Launchpad.net</a>. Clicca su <strong>Log in/Register</strong> nell'angolo superiore destro della pagina.",
    "Select <strong>I am a new Ubuntu One user</strong> on the left side.": "Seleziona <strong>I am a new Ubuntu One user</strong> sul lato sinistro.",
    "Enter your information and click <strong>Create account</strong>.": "Inserisci le tue informazioni e clicca <strong>Create account</strong>.",
    "After you have verified your email your Launchpad account is ready, so let's move on to the next section. Remember, we're not going to go over all the little details in this book. We'll come back to Launchpad a few times later on to use specific features, but if you really want to learn everything there is to know about the website you should read their user guide. Onward!": "Dopo aver verificato la tua email il tuo account su Launchpad sarà pronto, quindi spostiamoci alla sezione successiva. Ricorda, non andremo su tutti i piccoli dettagli in questo libro. Torneremo su Launchpad un altro paio di volte più tardi per usare funzionalità specifiche, ma se tu volessi conoscere tutto ciò che c'è da sapere riguardo il sito web dovresti leggere la loro guida utente. Andiamo avanti!",
    "Bazaar": "Bazaar",
    "elementary projects are hosted on Launchpad. To interact with the code on Launchpad, we use a distributed <a href=\"http://en.wikipedia.org/wiki/Revision_control\">revision control system</a> called Bazaar. This allows multiple developers to collaboratively develop and maintain the code while keeping track of each revision along the way.": "I progetti di elementary sono ospitati su Launchpad. Per interagire con il codice su Launchpad, si utilizza un <a href=\"http://en.wikipedia.org/wiki/Revision_control\">sistema di controllo di versione</a> distribuito chiamato Bazaar. Questo permette a più sviluppatori di sviluppare e mantenere il codice in maniera collaborativa e salvare tutte le versioni del codice.",
    "If you're ready, let's get you set up to use Bazaar:": "Se sei pronto, configuriamo Bazaar:",
    "Open the Terminal. You'll be interacting with Bazaar through a simple terminal-based program called bzr.": "Apri il Terminale. Puoi interagire con Bazaar attraverso un semplice programma da linea di comando chiamato bzr.",
    "You'll need to install bzr. Simply type the following into the Terminal:": "Devi installare bzr. Digita il seguente comando nel Terminale:",
    "To authenticate and transfer code securely, you’ll need to generate an <a href=\"http://en.wikipedia.org/wiki/Secure_Shell\">SSH</a> key pair (a kind of fingerprint for your computer) and import the public key in Launchpad. Type the following in terminal:": "Per autenticare e trasferire codice in maniera affidabile, devi generare un portachiavi <a href=\"http://en.wikipedia.org/wiki/Secure_Shell\">SSH</a> (una specie di impronta digitale per il tuo computer) ed importare la chiave pubblica in Launchpad. Digita le righe seguenti nel terminale:",
    "When prompted, press Enter to accept the default file name for your key.": "Quando richiesto, premi Invio per accettare il nome standard per il file della tua chiave.",
    "Next, enter a password to protect your SSH key. You’ll be asked to enter it again, just to make sure you didn’t make any typos. You'll need to enter this password any time you try to push code to launchpad so don't forget it! Optionally, you can just press enter and use no password, but this is obviously less secure.": "A questo punto, inserisci una password per proteggere la tua chiave SSH. Ti sarà chiesto di inserirla di nuovo, per essere certi che tu non commetta nessun errore. Dovrai inserire questa password ogni volta che proverai a caricare del codice su launchpad quindi non dimenticarla! Opzionalmente, puoi premere direttamente invio e non usare una password, ma questo è ovviamente meno sicuro.",
    "Now, we're going to tell Launchpad about your SSH key. Open your SSH key with the following command, then copy the text from the file that opens in Scratch:": "Ora stiamo per comunicare a Launchpad la tua chiave SSH. Apri la tua chiave SSH con il seguente comando, poi copia il testo dal documento apertosi con Scratch:",
    "Visit <a href=\"https://launchpad.net/people/+me/+editsshkeys\">your SSH keys page</a>. Paste the text in the textbox and click <strong>Import public key</strong>.": "Visita <a href=\"https://launchpad.net/people/+me/+editsshkeys\">la tua pagina delle chiavi SSH</a>. Incolla il testo nel campo di testo e clicca su <strong>Import public key</strong>.",
    "Now you can connect bzr to your Launchpad account. You'll need your launchpad id, which you can look up at <a href=\"https://launchpad.net/people/+me\">your launchpad page</a>.": "Ora puoi connettere bzr al tuo account Launchpad. Hai bisogno del tuo id launchpad, che puoi rivedere sulla <a href=\"https://launchpad.net/people/+me\">tua pagina launchpad</a>",
    "Done! Now you can download source code hosted on Launchpad and upload your own code. We'll revisit using bzr in a minute, but for now you're logged in. For a more in-depth introduction to bzr, you can also check the complete <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Bazaar User Guide</a> provided by Canonical.": "Bene! Ora puoi scaricare il codice sorgente immagazzinato su Launchpad e caricare il tuo codice. Ripasseremo l'uso di bzr tra un attimo, ma per ora hai effettuato l'accesso. Per altre introduzioni approfondite su bzr, puoi vedere la completa <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Guida Utente a Bazaar</a> fornita da Canonical.",
    "Developer &quot;SDK&quot;": "Developer \"SDK\"",
    "At the time of this writing, elementary doesn't have a full SDK like Android or iOS. But luckily, we only need a couple simple apps to get started writing code.": "Al momento della stesura, elementary non ha ancora un SDK completo come Android o iOs. Nonostante ciò, per fortuna, abbiamo bisogno solo di un paio di semplici apps per iniziare a scrivere codice.",
    "Scratch": "Scratch",
    "The first piece of our simple &quot;SDK&quot; is the code editor Scratch. This comes by default with elementary OS. It comes with some helpful features like syntax highlighting, auto-save, and the Folder Manager extension. There are other extensions for Scratch as well, like the Outline, Terminal or Devhelp extensions. Play around with what works best for you.": "Il primo componente del nostro semplice \"SDK\" è l'editor di codice Scratch. È installato di default su elementary Os. È ornito di alcune funzioni utili come evidenziazione di sintassi, salvataggio automatico e un'estensione per la gestione delle cartelle. Ci sono molte altre estensioni per Scratch, come le estensioni per il Terminale o il Devhelp. Sentiti libero di installare le estensioni a te più utili.",
    "Terminal": "Terminale",
    "We’re going to use Terminal in order to compile our code, push revisions to Bazaar (bzr), and other good stuff. Throughout this guide, we’ll be issuing Terminal commands. You should assume that any command is executed from the directory “Projects” in your home folder unless otherwise stated. Since elementary doesn’t come with that folder by default, you’ll need to create it.": "Useremo il Terminale per compilare il nostro codice, caricare revisioni a Bazaar (bzr), e altre cose interessanti. Durante il corso di questa guida, daremo dei comandi al Terminale. Dovresti presupporre che ogni comando venga eseguito dalla cartella \"Progetti\" nella tua cartella home se non specificato diversamente. Siccome elementary non viene distribuito con quella cartella di default, dovrai crearla.",
    "Open Terminal and issue the following command:": "Aprite il Terminale e date il seguente comando:",
    "Development Libraries": "Librerie di sviluppo",
    "In order to build apps you're going to need their development libraries. We can fetch a basic set of libraries with the following terminal command:": "Per sviluppare apps avrai bisogno delle loro librerie di sviluppo. Possiamo ottenere un insieme basilare di librerie con il seguente comando da Terminale:",
    "The command <code>apt-get build-dep</code> installs the build dependencies of an app in the repositories. In this case, we're fetching the development libraries needed to build Granite Demo, an example app. We'll talk more about Granite later, but keep in mind that if you want to build an app from source, you can usually get its build dependencies easily by using <code>apt-get build-dep</code>.": "Il comando <code>apt-get build-dep</code> installa le dipendenze per la compilazione di un'app nelle repositories. In questo caso, stiamo ottenendo le librerie di sviluppo necessarie per compilare Granite Demo, un'app di esempio. Parleremo più nel dettaglio di Granite in futuro, ma per ora ricorda che se vuoi compilare un'app da sorgenti, puoi ottenere le semplicemente le sue dipendenze di compilazione usando il comando <code>apt-get build-dep</code>.",
    "And with that, we're ready to dive into development! Let's move on!": "E con questo, siamo pronti per immergerci nello sviluppo! Andiamo avanti!",
    "Hello World": "Hello World",
    "The first app we’ll create will be a basic and generic “Hello World”. We’ll walk through the steps of creating folders to store our source code, compiling our first app, and pushing the project to a bzr branch. Let’s begin.": "La prima app che svilupperemo sarà un semplice e generico \"Hello World\". Passo per passo creeremo le cartelle per ospitare il nostro codice sorgente, compileremo la nostra prima app, e caricheremo il progetto su un branch bzr. Iniziamo.",
    "Setting Up": "Iniziamo",
    "Apps on elementary OS are organized into standardized directories contained in your project's &quot;root&quot; folder. Let's create a couple of these to get started:": "In elementary OS le apps sono organizzate in cartelle standardizzate contenute nella \"radice\" della cartella del tuo progetto. Creiamone un paio per cominciare:",
    "Create your root folder called &quot;gtk-hello&quot;": "Create una cartella e chiamatela \"gtk-hello\"",
    "Create a folder inside that one called &quot;src&quot;. This folder will contain all of our source code.": "Adesso dentro la cartella che avete precedentemente creato, createne un'altra all'interno e chiamatela \"src\". Questa cartella conterrà il nostro intero codice sorgente.",
    "Later on, We'll talk about adding other directories like &quot;po&quot; and &quot;data&quot;. For now, this is all we need.": "Più avanti, parleremo come aggiungere altre cartelle tipo \"po\" e \"data\". Per adesso, questo è tutto quello che ci serve.",
    "Gtk.Window and Gtk.Button": "Gtk.Window e Gtk.Button",
    "Now what you've been waiting for! We're going to create a window that contains a button. When pressed, the button will display the text &quot;Hello World!&quot; To do this, we're going to use a widget toolkit called GTK+ and the programming language Vala. Before we begin, we highly recommend that you do not copy and paste. Typing each section manually will help you to practice and remember. Let's get started:": "E ora ciò che attendevi con ansia! Creeremo una finestra contenente un bottone. Quando viene premuto, il bottone mostrerà il testo \"Hello World!\". Per fare ciò, useremo un widget toolkit chiamato GTK+ e il linguaggio di programmazione Vala. Prima di iniziare, ti consigliamo vivamente di non copiare e incollare. Scrivere ogni sezione manualmente ti aiuterà a fare pratica e memorizzare. Cominciamo:",
    "Create a new file in Scratch and save it as &quot;gtk-hello.vala&quot; inside your &quot;src&quot; folder": "Create un nuovo file con Scratch e salvatelo come \"gtk-hello.vala\" all'interno della cartella \"src\"",
    "First we must create the main function of our new GTK app. Type the following in your &quot;gtk-hello.vala&quot;.": "Prima dobbiamo creare la funzione prinicpale della nostra nuova GTK app. Scrivi le righe seguenti nel tuo \"gtk-hello.vala\".",
    "Now, that we've initialized Gtk, we'll create a new window and declare a few properties of this window. You'll notice that most of these property names are pretty straightforward. Try to guess what each one does and we'll explain in a second. Type the following after the <code>Gtk.init</code> line, but before the last bracket:": "Ora, che abbiamo inizializzato Gtk, creiamo una nuova finestra e gli dichiariamo un paio di proprietà. Noterai che molte di questi nomi di proprietà sono abbastanza ovvi. Prova ad immaginare cosa fanno ognuna di loro e nel mentre te le spiegheremo. Scrivi le righe seguenti dopo la riga <code>Gtk.init</code>, ma prima dell'ultima parentesi:",
    "The first line creates a new <code>Gtk.Window</code> called &quot;window&quot;. The second line sets the window title that you see at the top of the window. next, we create a margin inside that window so that widgets don't bump up against the window's edge. Then we tell the window manager that we want to place this window in the center of the screen instead of in the default position (which is usually the top left). We also must give our window a default size so that is does not appear too small for the user to interact with it. Finally, we explain what to do with this process if the main window is closed; In our case, we want to quit.": "La prima riga crea una nuova <code>Gtk.Window</code> chiamata \"window\". La seconda riga imposta il titolo della finestra, quella che vedi in cima ad essa. Poi, abbiamo creato i margini della finestra così le componenti interne non sbattono con i bordi della finestra. Poi abbiamo bisogno di dire al Gestore di finestre che vogliamo posizionare questa finestra al centro dello schermo al posto della sua posizione principale (Che è abitualmente in alto a sinistra). Possiamo anche dare alla nostra finestra una grandezza principale così non apparirà troppo piccola quando l'utente interagirà con essa. In ultimo, spiegheremo cosa fare con questo processo se la finestra principale viene chiusa; Nel nostro caso, vogliamo che esca.",
    "Now that we've defined a nice window, let's put a button inside of it. After our window stuff (but before <code>Gtk.main</code> line), leave a new line and then type the following:": "Ora che abbiamo definito una bella finestra, inseriamo un bottone al suo interno. Dopo il codice della nostra finestra (ma prima della linea <code>Gtk.main</code>), lascia una riga vuota e scrivi il seguente codice:",
    "Any ideas about what happened here? We've created a new <code>Gtk.Button</code> with the label &quot;Click me!&quot;. Then we've said that if this button is clicked, we want to change the label to say &quot;Hello World!&quot; instead. We've also said that we want to make the button insensitive; We do this because clicking the button again has no visible effect. Finally, we add the button to our <code>Gtk.Window</code> and declare that we want to show all of the window's contents.": "Hai idea di cosa sia accaduto qui? Abbiamo creato un nuovo <code>Gtk.Button</code> con etichetta \"Cliccami!\". Poi abbiamo detto che se questo bottone viene cliccato, vogliamo cambiare l'etichetta in modo tale che dica \"Hello World!\" invece.\nAbbiamo anche detto che vogliamo rendere il bottone insensitivo. Lo facciamo poichè cliccare di nuovo sul bottone non ha alcun effetto visibile. Finalmente, aggiungiamo il bottone al nostro <code>Gtk.Window</code> e dichiara che vogliamo mostrare tutto il contenuto della finestra",
    "Compiling and Running your code": "Compilare e Avviare il codice",
    "Ready to test it out? Fire up your terminal and make sure you're in &quot;~/Projects/gtk-hello/src&quot;. Then execute the following commands to compile and run your first Gtk app:": "Pronto per provarlo? Apri il Terminale e assicurati di essere in \"~/Projects/gtk-hello/src\".\nPoi esegui i comandi seguenti per compilare e eseguire la tua prima app Gtk:",
    "Did it work? If so, congratulations! If not, read over your source code again and look for errors. Also check the output of your terminal. Usually there is helpful output that will help you track down your mistake.": "Ha funzionato? Se si, congratulazioni! Se non ha funzionato, leggi il codice sorgente di nuovo e guarda se hai fatto errori. Controlla anche l'output del terminale. Di solito ci sono errori utili per capire dove hai sbagliato.",
    "Pushing to Launchpad": "Pushing verso Launchpad",
    "After we do anything significant, we must remember to push our code. This is especially important in collaborative development where not pushing your code soon enough can lead to unintentional forks and pushing too much code at once can make it hard to track down any bugs introduced by your code. So let's take a minute to revisit our friend <code>bzr</code>:": "Dopo aver fatto cambiamenti significativi, dobbiamo ricordarci di fare il push del codice. Questo è particolarmente importante nello sviluppo collaborativo, dove non fare push del codice abbastanza presto può causare fork non intenzionali e fare push di troppo codice in una volta sola può rendere difficile individuare bug introdotti dal tuo codice. Prendiamoci un minuto per rivedere il nostro amico <code>bzr</code>:",
    "Open Terminal and make sure you're in your project's root directory &quot;~Projects/gtk-hello&quot;": "Aprite il Terminale e assicuratevi di essere nella cartella del vostro progetto \"~Projects/gtk-hello\"",
    "With these commands, we've told <code>bzr</code> to track this folder as a branch, that we'd like to track revisions on the file &quot;gtk-hello.vala&quot;, we've committed our first revision and explained what we did in the revision, and then we've told <code>bzr</code> to push your code to Launchpad in your <a href=\"https://code.launchpad.net/people/+me/\">junk folder</a>.": "Con questi comandi abbiamo detto a <code>bzr</code> di considerare questa cartella come un ramo, di cui vogliamo tracciare le revisioni sul file \"gtk-hello.vala\", abbiamo commissionato la nostra prima revisione e abbiamo spiegato cosa abbiamo fatto in questa revisione, e abbiamo detto a <code>bzr</code> di caricare il tuo codice su launchpad nella tua <a href=\"https://code.launchpad.net/people/+me/\">junk folder</a>.",
    "Victory!": "Vittoria!",
    "Let's recap what we've learned to do in this first section:": "Ricapitolando quello che abbiamo imparato a fare in questa prima sezione:",
    "We created a new project containing a &quot;src&quot; folder": "Abbiamo creato un nuovo progetto che contiene la cartella \"src\"",
    "We created our main vala file and inside it we created a new <code>Gtk.Window</code> and <code>Gtk.Button</code>": "Abbiamo creato il nostro file vala principale e dentro di esso abbiamo creato un nuovo <code>Gtk.Window</code> e <code>Gtk.Button</code>",
    "We built and ran our app to make sure that everything worked properly": "Abbiamo costruito e eseguito la nostra applicazione per controllare se tutto funziona correttamente",
    "Finally, we commited our first revision and pushed code to Launchpad": "Finalmente, abbiamo commissionato la nostra prima revisione e immesso codice su Launchpad",
    "Feel free to play around with this example. Make the window a different size, set different margins, make the button say other things. When you're comfortable with what you've learned, go on to the next section.": "Sentiti libero di giocare con questo esempio. Cambia la dimensione della finestra, imposta dei margini diversi, cambia il testo del pulsante. Quando sei sicuro di ciò che hai imparato, prosegui con la prossima sezione.",
    "A Note About Libraries": "Una Nota Sulle Librerie",
    "Remember how when we compiled our code, we used the <code>valac</code> command and the argument <code>--pkg gtk+-3.0</code>? What we did there was make use of a &quot;library&quot;. If you're not familiar with the idea of libraries, a library is a collection of methods that your program can use. So this argument tells <code>valac</code> to include the GTK+ library (version 3.0) when compiling our app.": "Ti ricordi che quando abbiamo compilato il codice abbiamo usato il comando <code>valac</code> e l'argomento <code>--pkg gtk+-3.0</code>? Quello che abbiamo fatto  con questo comando è usare una \"libreria\". In caso non lo sapessi, una libreria è un gruppo di metodi che il tuo programma può usare. Quindi, questo argomento dice a <code>valac</code> di includere la libreria GTK+ (v. 3.0) quando compilerà il programma.",
    "In our code, we've used the <code>Gtk</code> &quot;Namespace&quot; to declare that we want to use methods from GTK+ (specifically, <code>Gtk.Window</code> and <code>Gtk.Button.with_label</code>). Notice that there is a hierarchy at play. If you want to explore that hierarchy in more detail, you can <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">check out Valadoc</a>.": "Nel nostro codice, abbiamo usato il \"Namespace\" <code>Gtk</code> per dichiarare che intendiamo usare metodi di GTK+ (in particolare, <code>Gtk.Window</code> e <code>Gtk.Button.with_label</code>).\nNota l'utilizzo delle gerarchie. Se vuoi esplorare la gerarchia in maggior dettaglio, puoi <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">leggere la Valadoc</a>.",
    "Our First App": "La Nostra Prima App",
    "In the previous chapter, we created a simple &quot;Hello World!&quot; app to show off our vala and Gtk skills. But what if we wanted to share our new app with a friend? They'd have to know which packages to include with the <code>valac</code> command we used to build our app, and after they'd built it they'd have to run it from the build directory like we did. Clearly, we need to do some more stuff to make our app fit for people to use, to make it a <em>real</em> app.": "Nel capitolo precedente, abbiamo creato una semplice app \"Hello World!\" per mostrare le nostre abilità con vala e Gtk. E se volessimo condividere la nostra nuova app con un amico? Dovrebbero conoscere quali package includere con il comando <code>valac</code> che abbiamo usato per compilare l'app, e dopo averla compilata dovrebbero eseguirla dalla directory di compilazione come abbiamo fatto noi. Chiaramente, dobbiamo fare qualcos'altro per rendere l'app comoda da usare, per renderla una <em>vera</em> app.",
    "Hello (again) World!": "Hello (again) World!",
    "To create our first real app, we're going to need all the old stuff that we used in the last example. But don't just copy and paste! Let's take this time to practice our skills and see if we can recreate the last example from memory. Additionally, now that you have the basics, we're going to get a little more complex and a little more organized:": "Per creare il nostro primo programma, avremo bisogno di tutte le cose che abbiamo usato nell'esempio precedente, ma non fare copia e incolla! Prendiamoci un po' di tempo per mettere in pratica le tue abilità e prova a creare l'esempio di prima a memoria. Oltre alle vecchie cose, adesso che hai le basi, renderemo la cosa un po' più complessa e organizzata:",
    "Create a new folder in &quot;~/Projects&quot; called &quot;hello-world&quot; and put our last project in that folder. Now create a new folder inside &quot;~/Projects/hello-world&quot; called &quot;hello-again&quot;. We're doing this because our first &quot;gtk-hello&quot; and &quot;hello-again&quot; are two branches of the same &quot;hello-world&quot; project. As you get more into collaborative development, you're going to have lots of branches. This method will help you stay organized.": "Crea una nuova cartella in \"~/Projects\" chiamata \"hello-world\" e mettici il progetto di prima.\nOra, crea una nuova cartella in \"~/Projects/hello-world\" chiamata \"hello-again\". Stiamo facendo questo perché così i nostri progetti \"gtk-hello\" e \"hello-again\" saranno dei rami del progetto \"hello-world\". Più entrerai nel mondo del collaborative development, più rami avrai. Questo metodo ti aiuterà a rimanere organizzato.",
    "Now go into &quot;hello-again&quot; and create our directory structure including the &quot;src&quot; folder.": "Adesso vai in \"hello-again\" e crea la struttura delle directory includendo la cartella \"src\".",
    "Create &quot;hello-again.vala&quot; in the &quot;src&quot; folder.  This time we're going to prefix our file with a small legal header. More about legal stuff later. For now, just copy and paste this, changing out <code>YourName</code> for your actual name:": "Crea \"hello-again.vala\" nella cartella \"src\". Stavolta metteremo un prefisso con informazioni legali nel file. Ti spiegheremo di più in seguito. Per adesso copia e incolla la parte di testo seguente, sostituendo a <code>YourName</code> il tuo vero nome:",
    "Now, let's create our main function, a <code>Gtk.Window</code>, and set the window's default properties. Refer back to the last chapter if you need a refresher.": "Adesso creiamo la nostra funzione principale, una <code>Gtk.Window</code>, e impostiamo le proprietà di default della finestra. Riguardati il capitolo precedente se hai bisogno di rispolverare l'argomento.",
    "For the sake of time let's just put a <code>Gtk.Label</code> instead of a <code>Gtk.Button</code>. We don't need to try to make the label do anything when you click it.": "Per risparmiare tempo, mettiamo una <code>Gtk.Label</code> invece di un <code>Gtk.Button</code>. Così non avremo bisogno di far fare niente all'etichetta quando la clicchi.",
    "Don't forget to add it to your window and show the window's contents:": "Non ti scordare di aggiungerla alla tua finestra e di mostrare i contenuti di questa:",
    "Build &quot;hello-again.vala&quot; just to make sure it all works. If something goes wrong here, feel free to refer back to the last chapter and remember to check your terminal output for any hints.": "Compila \"hello-again.vala\" per essere sicuro che funzioni tutto. Se qualcosa va storto, rileggiti il capitolo precedente e ricordati di controllare l'output del terminale per cercare dei suggerimenti.",
    "Initialize the branch, add your files to the project, and write a commit message using what you learned in the last chapter. Lastly, push your first revision with <code>bzr</code>:": "Per inizializzare il ramo, aggiungi i tuoi file al progetto e crea un messaggio di commissione usando ciò che hai imparato nel capitolo precedente. Infine, pubblica la tua prima revisione con <code>bzr</code>:",
    "Everything working as expected? Good. Now, let's get our app ready for other people to use.": "Tutto funziona come dovrebbe? Bene. Adesso prepariamo la nostra applicazione perché la possano usare altre persone.",
    "The .desktop File": "Il FIle .desktop",
    "Every app comes with a .desktop file. This file contains all the information needed to display your app in the Applications menu and in the Dock. Let's go ahead and make one:": "Ogni applicazione ha un file .desktop. Questo file contiene tutte le informazioni utili per mostrare la tua applicazione nel Dock e nel menu Applicazioni. Creiamone uno:",
    "In your project's root, create a new folder called &quot;data&quot;.": "Nella directory root del tuo progetto, crea una nuova cartella chiamata \"data\".",
    "Create a new file in scratch and save it in the &quot;data&quot; folder as &quot;hello.desktop&quot;.": "Crea un nuovo file su Scratch e salvalo nella cartella \"data\" chiamandolo \"hello.desktop\".",
    "Type the following into &quot;hello.desktop&quot;. Like before, try to guess what each line does.": "Scrivi il seguente testo in \"hello.desktop\". Prova a capire cosa fa ogni riga come hai fatto prima.",
    "The first line declares that this file is a &quot;Desktop Entry&quot; file. The next three lines are descriptions of our app: The branded name of our app, a generic name for our app, and a comment that describes our app's function. Next, we categorize our app. Then, we say what command will execute it. Finally, we give our app an icon (a generic one included in elementary OS) and let the OS know that this isn't a command line app. For more info about crafting .desktop files, check out <a href=\"/docs/human-interface-guidelines/app-launchers\">this HIG entry</a>.": "La prima riga dichiara che questo è un file \"Desktop Entry\". Le tre righe successive sono la descrizione della nostra applicazione: Il nome dell'applicazione, il nome generico, e un commento che descrive la funzione dell'applicazione. Dopo questo, categorizziamo l'applicazione, diciamo che comando bisogna eseguire per lanciare l'applicazione e infine diamo un'icona all'applicazione (una generica di quelle incluse con Elementary OS) e facciamo sapere al sistema che questa non è un'applicazione a linea di comando. Per avere maggiori informazioni sulla creazione di file .desktop, guarda <a href=\"/docs/human-interface-guidelines/app-launchers\">questo articolo delle linee guida dell'interfaccia</a>.",
    "Finally, let's add this file to bzr and commit a revision:": "Infine, aggiungiamo questo file a bzr e commissioniamo una revisione:",
    "Legal Stuff": "Roba Legale",
    "Since we're going to be putting our app out into the wild, we should include some information about who wrote it and the legal usage of its source code. For this we need two new files in our project's root folder: AUTHORS and COPYING.": "Siccome la nostra applicazione sarà disponibile a tutti, dovremmo includere un po' di informazioni su chi l'ha scritta e i diritti del codice sorgente. Per fare ciò abbiamo bisogno di due file nella directory root del nostro progetto: AUTHORS e COPYING.",
    "Authors": "Il file AUTHORS",
    "The AUTHORS file is pretty straightforward. This file contains your name and email address along with the name and email address of anyone who helped you make your app. It typically looks like this:": "Il file AUTHORS è abbastanza facile da capire. Questo file contiene in tuo nome e indirizzo email e i nomi e gli indirizzi email di chi ti ha aiutato a creare la tua app. Di solito è fatto così:",
    "Copying": "Il file COPYING",
    "The COPYING file contains a copy of the license that your code is released under. For elementary apps this is typically the <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU Public License</a> (GPL). Remember the header we added to our source code? That header reminds people that your app is licensed and it belongs to you. You can choose other licenses like the MIT license as well, but for this example let's stick to the <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>.": "Il file COPYING contiene una copia della licenza con la quale hai rilasciato il tuo codice. Per le app Elementary la licenza usata di solito è la <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU Public License</a> (GPL). Ricordi il prefisso che abbiamo aggiunto al codice sorgente? Quel prefisso ricorda alle persone che l'app è sotto licenza e che appartiene a te.Puoi anche scegliere altre licenze come la licenza MIT, ma per questo esempio useremo la licenza <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>. ",
    "Mark Your Progress": "Salva i tuoi progressi",
    "Did you remember to add these files to bzr and commit a revision? Each time we add a new file or make a significant change it's a good idea to commit a new revision and push to Launchpad. Keep in mind that this acts as a backup system as well; when we push our work to Launchpad, we know it's safe and we can always revert to a known good revision if we mess up later.": "Ti sei ricordato di aggiungere questi file su bzr e creare una revisione? Ogni volta che aggiungiamo un nuovo file o facciamo dei cambiamenti significativi è una meglio creare una nuova revisione e caricare su Launchpad. Ricordati che questo è anche un sistema di backup: quando carichiamo il nostro lavoro su Launchpad, sappiamo che è sicuro e possiamo sempre ritornare a una versione precedente se ci sono problemi.",
    "Now that we've got all these swanky files laying around, we need a way to tell the computer what to do with them. Ready for the next chapter? Let's do this!": "Adesso che abbiamo tutti questi file in giro, abbiamo bisogno di qualcosa per dire al computer cosa farci. Pronto per il prossimo capitolo? Andiamo!",
    "The Build System": "Il sistema di compilazione",
    "The next thing we need is a build system. The build system that we're going to be using is called <a href=\"http://www.cmake.org\">CMake</a>. We already installed the <code>cmake</code> program at the beginning of this book when we got the build dependencies for Granite Demo. What we're going to do in this step is get a copy of some additional modules for Cmake (support for Vala, translations, etc), and create the files that tell Cmake how to install your program. This includes all the rules for building your source code as well as correctly installing your .desktop file and the binary app that results from the build process.": "Il prossimo componente di cui abbiamo bisogno è un sistema di compilazione. Il sistema che useremo si chiama <a href=\"http://www.cmake.org\">CMake</a>. Abbiamo già installato <code>cmake</code> all'inizio di questo libro quando abbiamo installato le dipendenze per la compilazione di Granite Demo. Ciò che faremo in questo step è ottenere una copia di alcuni moduli aggiuntivi per Cmake (supporto per Vala, traduzioni, ecc.), e car i file che diranno a Cmake come installare il tuo programma. Ciò include tutte le regole per compilare il tuo codice sorgente, installare il tuo file .desktop e creare l'applicazione che viene compilata.",
    "The elementary apps team maintains a copy of the CMake modules that we're going to need. Make sure you're in &quot;~/Projects&quot; (not in your hello-again folder) and then grab the latest copy of those modules with bzr. Notice that we're not in &quot;~/Projects/hello-world&quot;. This is because our cmake modules are not a branch of our Hello World app:": "Il team applicazioni di elementary mantiene una copia dei moduli di CMake di cui avremo bisogno. Assicurati di essere in \"~/Projects\" (non nella tua cartella ciao-di-nuovo) e poi prendi l'ultima copia di quei moduli con bzr. Nota che non siamo in\"~/Projects/hello-world\". Questo è perché i nostri moduli di cmake non sono un ramo della nostra applicazione Ciao Mondo:",
    "You'll see a folder called &quot;cmake&quot;. Copy that into your &quot;hello-again&quot; folder. It's that easy.": "Vedrai una cartella chiamata \"cmake\". Copiala dentro la tua cartella \"ciao-di-nuovo\". È semplicissimo.",
    "Create a new file in your project's root folder called &quot;CMakeLists.txt&quot;. Since this file is a bit long, we've included some comments along the way to explain each section. You don't have to copy those, but type the rest into that file:": "Crea un nuovo file nella cartella principale del progetto denominato \"CMakeLists.txt\". Poiché questo file è un po' lungo, abbiamo incluso alcuni commenti lungo la strada per spiegare ogni sezione. Non è necessario copiare quelli, ma digitare il resto in quel file:",
    "And you're done! Your app now has a real build system. Don't forget to add these files to bzr and push to launchpad. This is a major milestone in your app's development!": "E il gioco è fatto! La vostra applicazione ora possiede un sistema di compilazione vero e proprio. Non dimenticare di aggiungere questi file a bzr e caricare su launchpad. Si tratta di una pietra miliare nello sviluppo della tua app!",
    "Building and Installing with CMake": "Compilare e installare con CMake",
    "Now that we have a build system, let's try it out:": "Ora che abbiamo un sistema di compilazione, proviamolo:",
    "Create a new folder in your project's root folder called &quot;build&quot;": "Creare una nuova cartella nella cartella principale del progetto denominato \"build\"",
    "Change into this directory in terminal and execute the following command:": "Entrare in questa directory con il terminale ed eseguire il seguente comando:",
    "This command tells cmake to get ready to build our app using the prefix &quot;/usr&quot;. The <code>cmake</code> command defaults to installing our app locally, but we want to install our app for all users on the computer.": "Questo comando dice a cmake di prepararsi a compilare la nostra app usando il prefisso \"/usr\". Il comando <code>cmake</code> di default installa l'app solo per l'utente attivo, ma noi vogliamo installarla per tutti gli utenti del computer.",
    "Build your app with <code>make</code> and if successful install it with <code>sudo make install</code>:": "Compila la tua app con <code>make</code> e se il processo va a buon fine installala con <code>sudo make install</code>:",
    "If all went well, you should now be able to open your app from the Applications menu and pin it to the Dock.  If you were about to add the &quot;build&quot; folder to your bzr branch and push it, stop! This binary was built for your computer and we don't want to redistribute it. In fact, we built your app in a separate folder like this so that we can easily delete or ignore the &quot;build&quot; folder and it won't mess up our app's source code.": "Se tutto è andato bene, si dovrebbe ora essere in grado di aprire la vostra applicazione dal menu Applicazioni e aggiungerla alla Dock. Se stavi per aggiungere la cartella \"build\" al tuo ramo bzr e caricarla, fermati! Questo binario è stata costruito per il computer e non vogliamo ridistribuirlo. Infatti, abbiamo costruito la nostra applicazione in una cartella separata come questa in modo da poter facilmente eliminare o ignorare la cartella \"build\" e non rovinare il codice sorgente della app.",
    "We'll revisit CMake again later to add some more complicated behavior, but for now this is all you need to know to give your app a proper build system. If you want to explore CMake a little more on your own, you can always check out <a href=\"http://www.cmake.org/cmake/help/documentation.html\">CMake's documentation</a>.": "Rivisiteremo CMake più tardi per aggiungere un comportamento più complicato, ma per ora questo è tutto quello che dovete sapere per dare la vostra applicazione un sistema di compilazione corretto. Se desideri esplorare CMake un po' di più da solo, puoi sempre controllare la <a href=\"http://www.cmake.org/cmake/help/documentation.html\">documentazione di CMake</a>.",
    "Review": "Recensione",
    "Let's review what all we've learned to do:": "Rivediamo quello che abbiamo imparato a fare:",
    "Create a new Gtk app using <code>Gtk.Window</code>, <code>Gtk.Button</code>, and <code>Gtk.Label</code>": "Crea una nuova app Gtk usando <code>Gtk.Window</code>, <code>Gtk.Button</code>, e <code>Gtk.Label</code>",
    "Keep our projects organized into branches": "Mantenere i nostri progetti organizzati in rami",
    "License our app under the GPL and declare our app's authors in a standardized manner": "Licenziare la nostra applicazione sotto licenza GPL e dichiarare gli autori della nostra app in modo standardizzato",
    "Create a .desktop file that tells the computer how to display our app in the Applications menu and the Dock": "Creare un file .desktop che dice al computer come visualizzare la nostra applicazione nel menu Applicazioni e nella Dock",
    "Set up a CMake build system that contains all the rules for building our app and installing it cleanly": "Impostare un sistema di compilazione CMake che contiene tutte le regole per costruire la nostra applicazione e installarla in modo pulito",
    "That's a lot! You're well on your way to becoming a bonified app developer for elementary OS. Give yourself a pat on the back, then take some time to play around with this example. Change the names of files and see if you can still build and install them properly. Ask another developer to branch your project from launchpad and see if it builds and installs cleanly on their computer. If so, you've just distributed your first app! When you're ready, we'll move onto the next section: Packaging.": "Questo è un sacco! Sei sulla buona strada per diventare un autentico sviluppatore di app per elementary OS. Datti una pacca sulla spalla, poi prenditi un po' di tempo per giocare con questo esempio. Modifica i nomi dei file e vedi se si può ancora costruire e installare in modo corretto. Chiedi a un altro sviluppatore di ramificare il tuo progetto da launchpad e vedere se si costruisce e installa in modo pulito sul proprio computer. Se è così, hai appena distribuito la prima app! Quando siete pronti, ci sposteremo sulla sezione successiva: Pacchettizzazione.",
    "Adding Translations": "Aggiunta di traduzioni",
    "Now that you've learned about CMake, the next step is to make your app able to be translated to different languages. The first thing you need to know is how to convert strings in your code into translatable strings. Here's an example:": "Adesso che hai imparato qualcosa su CMake, il prossimo passo è quello di rendere la tua applicazione traducibile in lingue differenti. La prima cosa che devi sapere è come convertire le stringhe del tuo codice in stringhe traducibili.\nEsempio:",
    "See the difference? We just added <code>_()</code> around the string! Well, that was easy!": "Visto la differenza? Abbiamo appena aggiunto <code>_()</code> attorno la stringa! Bene, è stato semplice!",
    "Go back to your project and make all your strings translatable by adding <code>_()</code>": "Torna al tuo progetto e rendi tutte le tue stringhe traducibili aggiungendo <code>_()</code>",
    "Add the following lines in the &quot;CMakeLists.txt&quot; file you created a moment ago:": "Aggiungi le seguenti righe nel file \"CMkaeLists.txt\" che hai creato poco fa:",
    "Create a directory named &quot;po&quot; on the root folder of your project. Inside of your po directory you will need to create another CMakeLists.txt file. This time, it's contents will be:": "Crea una cartella chiamata \"po\" nella cartella root del tuo progetto. Dentro alla tua cartella po avrai bisogno di creare un altro file CMakeLists.txt. Questa volta, il suo contenuto sarà:",
    "On your build directory execute the following commands:": "Nella tua cartella di compilazione esegui i seguenti comandi:",
    "Don't forget to add this new directory and it's contents to bzr": "Non dimenticarti di aggiungere questa nuova cartella e i suoi contenuti in bzr",
    "That's it! CMake will automatically add all the string marked with <code>_()</code> into a .pot template file, and a file for each available language where you'll place the translatable strings.": "Questo è tutto! CMake aggiungerà automaticamente tutte le stringhe marcate con <code>_()</code> nel file di template .pot, e un file per ogni lingua disponibile dove posizionerai le stringhe traducibili.",
    "Packaging": "Pacchettizzazione",
    "While having a build system is great, our app still isn't ready for regular users. We want to make sure our app can be built and installed without having to use Terminal. What we need to do is package our app. To do this, we use the Debian packaging format (.deb) on elementary OS. This section will teach you how to package your app as a .deb file, hosted in a Personal Package Archive (PPA) on Launchpad. This will allow normal people to install your app and even get updates for it in Update Manager.": "Anche se avere un sistema di compilazione è ottimo, la nostra app non è ancora pronta per gli utenti medi. Vogliamo essere sicuri che la nostra app si possa installare senza usare il Terminale: abbiamo bisogno di impacchettare la nostra app. Per fare ciò in Elementary OS dobbiamo usare il formato di pacchetto Debian (.deb). Questo capitolo ti insegnerà come impacchettare la tua app in un file .deb, contenuto in un Archivio di Pacchetti Personale(APP) su Launchpad. Questo consentirà agli utenti medi di installare la tua app e ricevere aggiornamenti con Update Manager.",
    "Practice Makes Perfect": "La Pratica Rende Perfetti",
    "If you want to get really good really fast, you're going to want to practice. Repetition is the best way to commit something to memory. So let's recreate our entire Hello World app again <em>from scratch</em>:": "Se vuoi diventare bravo in fretta devi fare pratica. Ripetere è il modo migliore di imprimere qualcosa nella memoria. Quindi adesso ricreeremo tutta l'app Hello World di nuovo <em>da zero</em>:",
    "Create a new branch folder &quot;hello-packaging&quot;": "Crea una nuova cartella-ramo chiamata \"hello-packaging\"",
    "Set up our directory structure including the &quot;src&quot; and &quot;data&quot; folders.": "Configura la struttura delle directory incluse le cartelle \"src\" e \"data\".",
    "Add your Authors, Copying, .desktop, and source code.": "Aggiungi i file AUTHORS, COPYING, .desktop e il codice sorgente.",
    "Now set up the CMake build system.": "Adesso configuriamo il sistema di compilazione Cmake.",
    "Test everything!": "Prova tutto!",
    "Did you commit and push to launchpad for each step? Keep up these good habits and let's get to packaging this app!": "Hai commissionato e caricato su Launchpad per ogni step che hai fatto? Mantieni le tue buone abitudini e impacchettiamo l'app!",
    "Debian Control": "Controllo di Debian",
    "Now it's time to create the rules that will allow your app to be built as a .deb package. Let's dive right in:": "Adesso è il momento di creare le regole che consentiranno  alla tua app di essere impacchettata in un pacchetto .deb. Cominciamo:",
    "Like CMake, elementary maintaines a simple version of the &quot;debian&quot; folder that contains all the files we need for packaging. Let's grab a copy of that with bzr:": "Come CMake, elementary mantiene una versione semplice della cartella \"debian\" che contiene tutti i file necessari per l'impacchettamento. Prendiamone una copia con bzr:",
    "Copy the &quot;debian&quot; folder from that branch into your &quot;hello-packaging&quot; folder.": "Copia la cartella \"debian\" da quel ramo nella cartella \"hello-packaging\".",
    "Open the file called &quot;changelog&quot; and make it look like below:": "Aprite il file \"changelog\" e fatelo sembrare come l'esempio sottostante:",
    "The first line contains your app's binary name, version, OS codename, and how urgently your package should be built. Remember that your app's binary name is lowercase and does not contain spaces. After the <code>*</code> is a list of your changes. Finally, you include your name, email address, and the date. For more information about the debian changelog, make sure to read the <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentation</a>.": "La prima riga contiene il nome binario della tua app, la versione, il nome in codice del sistema operativo, e quanto urgentemente deve essere compilato il tuo pacchetto. Ricordati che il nome binario della tua app deve essere scritto in minuscolo e senza spazi. Dopo l' <code>*</code> c'è una lista dei tuoi cambiamenti. Infine, includi il tuo nome, indirizzo email, e la data. Per saperne di più sul changelog di Debian, leggi la <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentazione</a>.",
    "Open the file called &quot;control&quot; and make it look like below:": "Aprite il file \"control\" e fatelo sembrare come l'esempio sottostante:",
    "Open the file called &quot;copyright&quot;. We only need to edit what's up top:": "Aprite il file \"copyright\". Dobbiamo modificare solo ciò che sta all'inizio:",
    "That wasn't too bad right? We'll set up more complicated packaging in the future, but for now this is all you need. If you'd like you can always read <a href=\"http://www.debian.org/doc/debian-policy/\">more about Debian packaging</a>.": "Non è stato tremendo vero? Faremo impacchettanti più complicati in futuro, ma per ora ti basterà questo. Se vuoi puoi sempre leggere <a href=\"http://www.debian.org/doc/debian-policy/\">maggiori informazioni sull'impacchettamento Debian</a>.",
    "Launchpad Recipes": "Ricette di Launchpad",
    "Now that we have our &quot;debian&quot; folder in order, it's time to go to launchpad and create a recipe: instructions what code to build, how often to build it, and where to put the resulting packages.": "Adesso che abbiamo messo a posto la cartella \"debian\", è il momento di andare su Launchpad e creare una ricetta: istruzioni su quale codice compilare, quanto spesso farlo, e dove mettere i pacchetti risultanti.",
    "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Click this link</a> or go to Launchpad, find your hello-packaging branch, then select <strong>Create packaging recipe</strong>.": "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Clicca questo link</a> o vai su Launchpad, trova il tuo ramo hello-packaging, poi seleziona <strong>Crea ricetta per l'impacchettamento</strong>.",
    "Read through the options available to you. You can go ahead and keep the defaults for Name, Description (it's blank), Owner, Daily builds, and PPA but you can also customize a bit if you'd like.": "Leggi tutte le opzioni disponibili. Puoi lasciare i valori di default sui campi Nome, Descrizione(è vuota), Proprietario, Compilazioni giornaliere, e APP, ma puoi anche cambiarli un po' se ti va.",
    "When you get down to a set of checkboxes with the header &quot;Default distribution series&quot;, make sure you select &quot;Trusty&quot;. elementary OS Freya shares it's core with Ubuntu Trusty, so packages built on Trusty will also work on Freya.": "Quando si arriva ad un set di caselle di controllo con l'header \"Default distribution series\", assicurati che selezioni \"Trusty\". elementary OS Freya condivide il suo core con quello di Ubuntu Trusty, quindi i pacchetti compilati su Trusty funzioneranno anche su Freya.",
    "For recipe text, we're going to change it ever so slightly to conform better with the official Debian rules. Change out the first line for this one:": "Cambieremo leggermente il testo della ricetta, per conformarci meglio alle regole ufficiali Debian. Cambia la prima riga così:",
    "Notice that this is ever so slightly different from the default line which includes <code>{debupstream}-0~{revno}</code> instead of <code>{debupstream}+r{revno}-0</code>.": "Nota la sottile differenza con il testo di default, che include <code>{debupstream}-0~{revno}</code> invece di <code>{debupstream}+r{revno}-0</code>.",
    "When you're happy with the options you've chosen, select <strong>Create Recipe</strong>.": "Quando sei soddisfatto delle opzioni che hai scelto, seleziona <strong>Create Recipe</strong>",
    "Now that you've created a recipe, you only have to wait until Launchpad finishes the build! If everything goes as planned, your new PPA will contain a packaged app which other people can install and run with ease. Additionally, anyone using your PPA will be able to get updates for your app if you upload a new version. We'll talk more about how to do that later.": "Ora che hai creato una ricetta, devi solo aspettare che Launchpad finisca la compilazione! Se tutto va come previsto, il tuo nuovo PPA conterrà un'applicazione pacchettizzata che altre persone possono installare ed eseguire con facilità. Inoltre, chiunque usi il tuo PPA potrà ottenere aggiornamenti per la tua applicazione se fai l'upload di una nuova versione. Approfondiremo come fare questo più avanti.",
    "Creating Layouts": "Creazione Interfacce",
    "Now that you know how to code, build, and distribute an app using Vala, Gtk, CMake, and Launchpad PPAs, it’s time to learn a little bit more about how to build out your app into something really useful. The first thing we need to learn is how to lay out widgets in our window. But we have a fundamental problem: We can only add one widget (one “child”) to <code>Gtk.Window</code>. So how do we get around that to create complex layouts in a Window? We have to add a widget that can contain multiple children. One of those widgets is <code>Gtk.Grid</code>.": "Ora che sai come scrivere, compilare e distribuire un'app usando Vala, Gtk, CMake e i Launchpad PPA, è ora di imparare qualcosa in più su come trasformare la tua app in qualcosa di veramente utile. La prima cosa che dobbiamo imparare è come disporre i widget nella nostra finestra. Ma abbiamo un problema fondamentale: possiamo aggiungere solo un widget (un \"figlio\") a <code>Gtk.Window</code>. Come facciamo quindi a creare layout complessi in una Window? Dobbiamo aggiungere un widget che possa contenere figli multipli. Uno di questi widget è <code>Gtk.Grid</code>.",
    "Widgets as Subclasses of Other Widgets": "Widget come sottoclassi di altri widget",
    "Before we get into <code>Gtk.Grid</code>, let’s stop for a second and take some time to understand Gtk a little better. At the lower level, Gtk has classes that define some pretty abstract traits of widgets such as <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> and <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. These aren’t widgets that we’re going to use directly in our code, but they’re used as building blocks to create the widgets that we do use. It’s important that we understand this, because it means that when we understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Grid</code>, we also understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Toolbar</code>. Both Grid and Toolbar are widgets that are subclasses of the more abstract class <code>Gtk.Container</code>.": "Before we get into <code>Gtk.Grid</code>, let’s stop for a second and take some time to understand Gtk a little better. At the lower level, Gtk has classes that define some pretty abstract traits of widgets such as <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> and <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. These aren’t widgets that we’re going to use directly in our code, but they’re used as building blocks to create the widgets that we do use. It’s important that we understand this, because it means that when we understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Grid</code>, we also understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Toolbar</code>. Both Grid and Toolbar are widgets that are subclasses of the more abstract class <code>Gtk.Container</code>.",
    "If you want to understand more about these widgets and the parts of Gtk that they subclass, jump over to <a href=\"http://valadoc.elementary.io/\">Valadoc</a> and search for a widget like <code>Gtk.Grid</code>. See that big tree at the top of the page? It shows you every component of Gtk that <code>Gtk.Grid</code> subclasses and even what those components subclass. Having a lower level knowledge of Gtk will help you to implement widgets you haven’t worked with before since you will understand how their parent classes work.": "If you want to understand more about these widgets and the parts of Gtk that they subclass, jump over to <a href=\"http://valadoc.elementary.io/\">Valadoc</a> and search for a widget like <code>Gtk.Grid</code>. See that big tree at the top of the page? It shows you every component of Gtk that <code>Gtk.Grid</code> subclasses and even what those components subclass. Having a lower level knowledge of Gtk will help you to implement widgets you haven’t worked with before since you will understand how their parent classes work.",
    "Gtk.Grid": "Gtk.Grid",
    "Now that we’ve gotten that out of the way, let’s get back to our Window and <code>Gtk.Grid</code>. Since you’re a master developer now, you can probably set up a new project complete with CMake, push it to Launchpad, and build a PPA in your sleep. If you want the practice, go ahead and do all of that again. Otherwise, it’s probably convenient for our testing purposes to just play around locally and build from Terminal. So code up a nice <code>Gtk.Window</code> without anything in it and make sure that builds. Ready? Let’s add a Grid.": "Ora che abbiamo chiarito questo aspetto, torniamo alla nostra Window e a <code>Gtk.Grid</code>. Dato che sei un maestro sviluppatore ora, probabilmente saprai impostare un nuovo progetto completo di CMake, farne il push su Launchpad e compilare un PPA mentre dormi. Se vuoi fare pratica, rifai tutto ciò un'altra volta. Altrimenti, è probabilmente conveniente per i nostri scopi di test limitarci a giocare localmente e compilare dal Terminale. Scrivi una bella <code>Gtk.Window</code> senza niente al suo interno e assicurati che compili. Pronto? Aggiungiamo una Grid.",
    "Just like when we add a Button or Label, we need to create our <code>Gtk.Grid</code>. As always, don’t copy and paste! Practice makes perfect. We create a new Gtk.Grid like this:": "Come abbiamo già fatto per aggiungere un Button o una Label, dobbiamo creare la nostra <code>Gtk.Grid</code>. Come sempre, non fare copia e incolla! La pratica rende perfetti. Andiamo a creare una nuova Gtk.Grid così:",
    "Remember that Button and Label accepted an argument (a String) in the creation method (that’s the stuff in parentheses and quotes). As shown above, <code>Gtk.Grid</code> doesn’t accept any arguments in the creation method. However, you can still change the grid’s properties (like <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientation\">orientation</a>) as we did on the second line. Here, we’ve declared that when we add widgets to our grid, they should stack vertically.": "Remember that Button and Label accepted an argument (a String) in the creation method (that’s the stuff in parentheses and quotes). As shown above, <code>Gtk.Grid</code> doesn’t accept any arguments in the creation method. However, you can still change the grid’s properties (like <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientation\">orientation</a>) as we did on the second line. Here, we’ve declared that when we add widgets to our grid, they should stack vertically.",
    "Let’s add some stuff to the Grid:": "Aggiungiamo qualcosa alla Griglia:",
    "Super easy stuff, right? We can add the grid to our window using the same method that we just used to add widgets to our grid:": "Roba super facile, vero? Possiamo aggiungere la griglia alla nostra finestra usando lo stesso metodo che abbiamo appena usato per aggiungere widget alla griglia.",
    "Now build your app and see what it looks like. Since we’ve given our grid a <code>Gtk.Orientation</code> of <code>VERTICAL</code> the labels stack up on top of each other. Try creating a <code>Gtk.Grid</code> without giving it an orientation. By default, <code>Gtk.Grid</code>’s orientation is horizontal. You really only ever have to give it an orientation if you need it to be vertical.": "Ora compila la tua app e vedi che aspetto ha. Dato che abbiamo dato alla nostra griglia una <code>Gtk.Orientation</code> <code>VERTICAL</code> le etichette sono impilate una sopra l'altra. Prova a creare una <code>Gtk.Grid</code> senza dargli un orientamento. Di default, l'orientamento di <code>Gtk.Grid</code> è orizzontale. Avrai bisogno di definire l'orientamento solo se dev'essere verticale.",
    "Functionality in Gtk.Grid": "Funzionalità in Gtk.Grid",
    "Okay, so you know all about using a <code>Gtk.Grid</code> to pack multiple children into a Window. What about using it to lay out some functionality in our app? Let’s try building an app that shows a message when we click a button. Remember in our first “Hello World” how we changed the label of the button with <code>button.clicked.connect</code>? Let’s use that method again, but instead of just changing the label of the button, we’re going to use it to change an empty label to a message.": "Okay, ora sai tutto sull'usare una <code>Gtk.Grid</code> per inserire più figli in una Window. Cosa ne dici di usarlo per inserire delle funzionalità nella nostra app? Proviamo a creare un'app che mostra un messaggio quando facciamo click su un pulsante. Ricordi nel nostro prima \"Hello World\" come abbiamo cambiato l'etichetta del pulsante con <code>button.clicked.connect</code>? Usiamo nuovamente quel metodo, ma invece di cambiare solo l'etichetta del pulsante lo useremo per cambiare un'etichetta vuota in un messaggio.",
    "Let’s create a Window with a vertical Grid that contains a Button and a Label:": "Creiamo una Window con un Grid verticale che contiene un Button e un Label:",
    "This time when we created our grid, we gave it another property: <code>row_spacing</code>. We can also add <code>column_spacing</code>, but since we’re stacking widgets vertically we’ll only see the effect of <code>row_spacing</code>. Notice how we can create new widgets outside the grid and then pack them into the grid by name. This is really helpful when you start using different methods to change the properties of your widgets.": "Questa volta quando abbiamo creato la griglia gli abbiamo assegnato un'altra proprietà: <code>row_spacing</code>. Possiamo aggiungere anche <code>column_spacing</code>, ma dato che stiamo impilando i widget verticalmente vedremo solo l'effetto del <code>row_spacing</code>. Nota come possiamo creare nuovi widget al di fuori della griglia e poi inserirli in essa tramite il nome. Questo è veramente d'aiuto quando inizi ad usare metodi differenti per cambiare le proprietà dei tuoi widget.",
    "Now, let’s hook up the button to change that label. To keep our code logically separated, we’re going to add it below <code>this.add (grid);</code>. In this way, the first portion of our code defines the UI and the next portion defines the functions that we associated with the UI:": "Ora, agganciamo il pulsante per cambiare quell'etichetta. Per mantenere il nostro codice logicamente separato, lo aggiungeremo sotto <code>this.add (grid);</code>. In questo modo, la prima parte del codice definisce l'UI e la parte successiva definisce le funzioni che abbiamo associato con l'UI:",
    "Remember, we set the button as insensitive here because clicking it again has no effect. Now compile your app and marvel at your newfound skills. Play around with orientation and spacing until you feel comfortable.": "Ricorda, impostiamo i pulsanti come insensitive qui perché farci click nuovamente non ha effetto. Ora compila la tua app e stupisciti delle nuove conoscenze che hai acquisito. Sperimenta con orientamento e spaziatura finché non ti sentirai a tuo agio.",
    "The Attach Method": "Il metodo Attach",
    "While we can use <code>Gtk.Grid</code> simply to create single row or single column layouts with the add method, we can also use it to create row-and-column-based layouts with the <code>attach</code> method. First we’re going to create a new <code>Gtk.Grid</code> and set both column and row spacing, then we’ll create all the widgets we want to attach to our grid, and finally we’ll attach them.": "Mentre possiamo usare <code>Gtk.Grid</code> semplicemente per creare layout a riga singola o colonna singola con il metodo add, possiamo anche usarla per creare layout basati su righe e colonne con il metodo <code>attach</code>. Prima creeremo una nuova <code>Gtk.Grid</code> e imposteremo sia column che row spacing, poi creeremo tutti i widget che vogliamo inserire nella nostra griglia, e alla fine li inseriremo.",
    "Make sure to give the Grid, Buttons, and Labels unique names that you’ll remember. It’s best practice to use descriptive names so that people who are unfamiliar with your code can understand what a widget is for without having to know your app inside and out.": "Assicurati di dare a Grid, Button e Label nomi unici che ricorderai. È buona pratica usare nomi descrittivi così che le persone che non sono familiari con il tuo codice possano comprendere a cosa serve un certo widget senza dover conoscere la tua app dentro e fuori.",
    "Notice that the attach method takes 5 arguments:": "Nota che il metodo attach richiede 5 argomenti:",
    "The widget that you want to attach to the grid.": "Il widget che vuoi attaccare sulla griglia.",
    "The column number to attach to starting at 0.": "Il numero di colonna su cui fare l'attach partendo da 0.",
    "The row number to attach to starting at 0.": "Il numero di riga su cui fare l'attach partendo da 0.",
    "The number of columns the widget should span.": "Il numero di colonne che il widget dovrebbe occupare.",
    "The number of rows the widget should span.": "Il numero di righe che il widget dovrebbe occupare.",
    "You can also use <code>attach_next_to</code> to place a widget next to another one on <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">all four sides</a>. Don’t forget to add the functionality associated with our buttons:": "Puoi anche usare <code>attach_next_to</code> per posizionare un widget dopo un altro su <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">tutti e quattro i lati</a>. Non dimentichiamoci di aggiungere la funzionalità associata ai nostri pulsante:",
    "You’ll notice in the example code above that we’ve created a 2 x 2 grid with buttons on the left and labels on the right. The top label goes from blank to “Hello World!” and the button label is rotated 90 degrees. Notice how we gave the buttons labels that directly call out what they do to the other labels.": "Noterai nel codice di esempio qui sopra che abbiamo creato una griglia 2 x 2 con pulsante a sinistra e etichette a destra. L'etichetta in cima cambia da vuota a \"Hello World!\" e l'etichetta del pulsante viene ruotata di 90 gradi. Fai attenzione a come abbiamo dato ai pulsanti delle etichette che spiegano chiaramente ciò che fanno alle altre etichette.",
    "Let’s recap what we learned in this section:": "Ricapitolando quello che abbiamo imparato a fare in questa sezione:",
    "We learned about the building blocks of Gtk and the importance of subclasses": "Abbiamo imparato gli elementi base di Gtk e l'importanza delle sottoclassi",
    "We packed multiple children into a Window using <code>Gtk.Grid</code>": "Abbiamo raggruppato più figli in una Finestra utilizzando <code>Gtk.Grid</code>",
    "We set the properties of <code>Gtk.Grid</code> including its orientation and spacing": "Abbiamo configurato le proprietà di <code>Gtk.Grid</code> incluso l'orientamento e gli spazi",
    "We added multiple widgets into a single Gtk.Grid using the attach method to create complex layouts containing Buttons and Labels that did cool stuff.": "Abbiamo aggiunto widget multipli in una singola Gtk.Grid usando il metodo attach per creare layout complessi contenenti Button e Label che facevano cose interessanti.",
    "Now that you understand more about Gtk, Grids, and using Buttons to alter the properties of other widgets, try packing other kinds of widgets into a window like a Toolbar and changing other properties of <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Label\">Labels</a> like <code>width_chars</code> and <code>ellipsize</code>. Don’t forget to play around with the attach method and widgets that span across multiple rows and columns. Remember that Valadoc is super helpful for learning more about the methods and properties associated with widgets.": "Now that you understand more about Gtk, Grids, and using Buttons to alter the properties of other widgets, try packing other kinds of widgets into a window like a Toolbar and changing other properties of <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Label\">Labels</a> like <code>width_chars</code> and <code>ellipsize</code>. Don’t forget to play around with the attach method and widgets that span across multiple rows and columns. Remember that Valadoc is super helpful for learning more about the methods and properties associated with widgets.",
    "Notifications": "Notifications",
    "By now you've probably already seen the white notification bubbles that appear on the top right of the screen. Notifications are a simple way to notify a user about the state of your app. For example, they can inform the user that a long process has been completed or a new message has arrived. In this section we are going to show you just how to get them to work in your app. Let's begin by making a new project!": "By now you've probably already seen the white notification bubbles that appear on the top right of the screen. Notifications are a simple way to notify a user about the state of your app. For example, they can inform the user that a long process has been completed or a new message has arrived. In this section we are going to show you just how to get them to work in your app. Let's begin by making a new project!",
    "Making Preparations": "Making Preparations",
    "Create a new folder inside of  &quot;~/Projects&quot; called &quot;notifications-app&quot;": "Create a new folder inside of  \"~/Projects\" called \"notifications-app\"",
    "Create a file inside called <code>notify-app.vala</code>": "Create a file inside called <code>notify-app.vala</code>",
    "Re-create the <code>CMake</code> folder and <code>CMakeFiles.txt</code> file. If you don't remember how to set up CMake, go back to the <a href=\"#building-and-installing-with-cmake\">previous section</a> and review.": "Re-create the <code>CMake</code> folder and <code>CMakeFiles.txt</code> file. If you don't remember how to set up CMake, go back to the <a href=\"#building-and-installing-with-cmake\">previous section</a> and review.",
    "Remember how to <a href=\"#the-desktop-file\">make a .desktop file</a>? Excellent! Make one for this project, but this time, name it <code>notify.app.desktop</code> as <code>notify.app</code> will be your app's ID. Since your app will be displaying notifications, add <code>X-GNOME-UsesNotifications=true</code> to the end of the file. This is needed so that users will be able to set notification preferences for your app in the system's notification settings.": "Remember how to <a href=\"#the-desktop-file\">make a .desktop file</a>? Excellent! Make one for this project, but this time, name it <code>notify.app.desktop</code> as <code>notify.app</code> will be your app's ID. Since your app will be displaying notifications, add <code>X-GNOME-UsesNotifications=true</code> to the end of the file. This is needed so that users will be able to set notification preferences for your app in the system's notification settings.",
    "When using notifications, it's important that your desktop file has the same name as your application's ID. This is because elementary uses desktop files to find extra information about the app who sends the notification such as a default icon, or the name of the app. If you don't have a desktop file whose name matches the application id, your notification might not be displayed.": "When using notifications, it's important that your desktop file has the same name as your application's ID. This is because elementary uses desktop files to find extra information about the app who sends the notification such as a default icon, or the name of the app. If you don't have a desktop file whose name matches the application id, your notification might not be displayed.",
    "Gtk.Application": "Gtk.Application",
    "In order to display notifications, you're going to need your app to subclass <code>Gtk.Application</code>. <code>Gtk.Application</code> is a class that handles many important aspects of a Gtk app like app uniqueness and the application ID you need to identify your app to the notifications server. If you want some more details about <code>Gtk.Application</code>, <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Application\">check out Valadoc</a>.": "In order to display notifications, you're going to need your app to subclass <code>Gtk.Application</code>. <code>Gtk.Application</code> is a class that handles many important aspects of a Gtk app like app uniqueness and the application ID you need to identify your app to the notifications server. If you want some more details about <code>Gtk.Application</code>, <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Application\">check out Valadoc</a>.",
    "Now that you know what a <code>Gtk.Application</code> is, let's create one:": "Now that you know what a <code>Gtk.Application</code> is, let's create one:",
    "Initiating your app with Gtk.Application is a little different from what we did a few sections back. This time, in <code>main</code> you are starting your app with <code>app.run</code> and you have a new function called <code>activate</code> inside of your class; This <code>activate</code> function will be the one that executes when you invoke <code>app.run</code>. We are also creating a <code>Gtk.ApplicationWindow</code>, this is where you will place all the widgets your app needs. Now that we have a simple window, let's use what we learned in <a href=\"#gtk-grid\">creating layouts</a> and make a grid containing one button that will show a notification.": "Initiating your app with Gtk.Application is a little different from what we did a few sections back. This time, in <code>main</code> you are starting your app with <code>app.run</code> and you have a new function called <code>activate</code> inside of your class; This <code>activate</code> function will be the one that executes when you invoke <code>app.run</code>. We are also creating a <code>Gtk.ApplicationWindow</code>, this is where you will place all the widgets your app needs. Now that we have a simple window, let's use what we learned in <a href=\"#gtk-grid\">creating layouts</a> and make a grid containing one button that will show a notification.",
    "In between <code>var app_window...</code> and <code>app_window.show ();</code>, write the folowing lines of code:": "In between <code>var app_window...</code> and <code>app_window.show ();</code>, write the folowing lines of code:",
    "Since we're adding translatable strings, don't forget to update your translation template by running <code>make pot</code>.": "Since we're adding translatable strings, don't forget to update your translation template by running <code>make pot</code>.",
    "Sending Notifications": "Sending Notifications",
    "Now that we have a Gtk.Application we can send notifications. Let's connect a function to the button we created and use it to send a notification:": "Now that we have a Gtk.Application we can send notifications. Let's connect a function to the button we created and use it to send a notification:",
    "Okay, now compile your new app. if everythink works, you should see your new app. Click the &quot;Send&quot; button. Did you see the notification? Great! Don't forget to commit and push your project in order to save your branch for later.": "Okay, now compile your new app. if everythink works, you should see your new app. Click the \"Send\" button. Did you see the notification? Great! Don't forget to commit and push your project in order to save your branch for later.",
    "Additional Features": "Additional Features",
    "Now that you know how to send basic notifications, lets talk about a couple ways to make your notifications better. Notifications are most useful when users can indentify where they came from and they contain relevant information. In order to make sure your notifications are useful, there are three important features you should know about: setting an icon, replacing a notification, and setting priority.": "Now that you know how to send basic notifications, lets talk about a couple ways to make your notifications better. Notifications are most useful when users can indentify where they came from and they contain relevant information. In order to make sure your notifications are useful, there are three important features you should know about: setting an icon, replacing a notification, and setting priority.",
    "Icons": "Icone",
    "In order to make sure users can easily recognize a notification, we should set a relevant icon. Right after the <code>var notification = New Notification</code> line, add:": "In order to make sure users can easily recognize a notification, we should set a relevant icon. Right after the <code>var notification = New Notification</code> line, add:",
    "That's it. Compile your app again, and press the &quot;Send&quot; button. As you can see, the notification now has an icon. Using this method, you can set the icon to anything you'd like. You can use <code>gtk3-icon-browser</code> to see what system icons are available.": "That's it. Compile your app again, and press the \"Send\" button. As you can see, the notification now has an icon. Using this method, you can set the icon to anything you'd like. You can use <code>gtk3-icon-browser</code> to see what system icons are available.",
    "Replace": "Replace",
    "We now know how to send a notification, but what if you need to update it with new information? Thanks to the notification ID, we can easily replace a notification. The notification ID should be the same as the app ID that we set in <code>Gtk.Application</code>.": "We now know how to send a notification, but what if you need to update it with new information? Thanks to the notification ID, we can easily replace a notification. The notification ID should be the same as the app ID that we set in <code>Gtk.Application</code>.",
    "Let's make the replace button. This button will replace the current notification with one with different information. Let's create a new button for it, and add it to the grid:": "Let's make the replace button. This button will replace the current notification with one with different information. Let's create a new button for it, and add it to the grid:",
    "{\n        this.withdraw_notification (\"notify-test\");\n    });\n-->": "{\n        this.withdraw_notification (\"notify-test\");\n    });\n-->",
    "Very easy right? Let's compile and run your app again. Click on the buttons, first on &quot;Show&quot;, then &quot;Replace&quot;. See how the text on your notification changes without making a new one appear?": "Very easy right? Let's compile and run your app again. Click on the buttons, first on \"Show\", then \"Replace\". See how the text on your notification changes without making a new one appear?",
    "Priority": "Priority",
    "Notifications also have priority. When a notification is set as <code>URGENT</code> it will stay on the screen until either the user interacts with it, or you withdraw it. To make an urgent notification, add the following line before the <code>this.send_notification ()</code> function": "Notifications also have priority. When a notification is set as <code>URGENT</code> it will stay on the screen until either the user interacts with it, or you withdraw it. To make an urgent notification, add the following line before the <code>this.send_notification ()</code> function",
    "<code>URGENT</code> notifications should really only be used on the most extreme cases. There are also <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.NotificationPriority\">other notification priorities</a>.": "<code>URGENT</code> notifications should really only be used on the most extreme cases. There are also <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.NotificationPriority\">other notification priorities</a>.",
    "Let's review what all we've learned:": "Let's review what all we've learned:",
    "We learned what <code>Gtk.Application</code> is and how to make a subclass of it.": "We learned what <code>Gtk.Application</code> is and how to make a subclass of it.",
    "We built an app that sends and updates notifications.": "We built an app that sends and updates notifications.",
    "We also learned about other notification features like setting an icon and a notification's priority.": "We also learned about other notification features like setting an icon and a notification's priority.",
    "As you could see, sending notifications is very easy thanks to <code>Gtk.Application</code>. If you need some further reading on notifications, Check out the page about <code>Glib.Notification</code> in <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.Notification\">Valadoc</a>.": "As you could see, sending notifications is very easy thanks to <code>Gtk.Application</code>. If you need some further reading on notifications, Check out the page about <code>Glib.Notification</code> in <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.Notification\">Valadoc</a>.",
    "Next Page:": "Pagina Successiva:",
    "Reference": "Riferimenti"
}