{
    "Reference": "Riferimenti",
    "Now that you've stepped through the developer guide like a champ, we have some reference materials for you. This would be a great place to bookmark and refer back to when you have questions about elementary development.": "Ora che hai affrontato tutta la guida per sviluppatori come un campione, abbiamo alcuni materiali aggiuntivi per te. Sarebbe una pagina interessante da aggiungere ai segnalibri, in modo da poterci tornare ogni volta che avrai domande sullo sviluppo di elementary.",
    "Code Style": "Stile del Codice",
    "The purpose of this guide is to provide clean and accurate instructions on\nwriting good code across all elementary projects. This guideline is to be\nfollowed on every file, in order to keep our code consistent and readable. We\nare also inheriting some of the GNOME's Vala guidelines to keep our code\nconsistent with other Vala programs.": "L'obbiettivo di questa guida è quello di fornire delle istruzioni chiare e accurate sullo\nstile di scrittura del codice comune a tutti i progetti elementary. Queste linee guida sono da\nseguire in ogni file, in modo da mantenere il codice consistente e leggibile. Abbiamo\nanche ereditato alcune ",
    "If the guidelines here proposed are followed, newcomers to elementary\ndevelopment will be more easily able to join the development and\nunderstand code. Besides, it'll make it easier for all developers to work on\napplications that they don't usually work on, because the code will be\nconsistent. Finally, as Guido Van Rossum said - &quot;Code is much more often read\nthan written&quot;, so having nicely written code is crucial.": "Se vengono seguite le linee guida qui descritte, i nuovi utenti di elementary\npotranno partecipare allo sviluppo del sistema operativo più facilmente e \ncapirne il codice. Inoltre, sarà più facile per gli svuluppatori lavorare sulle\napplicazioni che non usano di solito perchè il codice sarà più\nomogeneo. Infine, Guido Van Rossum disse - \"Il codice è più spesso letto\nche scritto\", quindi disporre di un bel codice è fondamentale.",
    "Disclaimer": "Dichiarazione di esclusione di responsabilità",
    "This guide is not finished, but has been discussed and partially approved by\nthe elementary contributors. It is subject to changes in the near future.": "La guida non è finita, ma abbiamo discusso ed è parzialmente approvata da\ni contributori di elementary OS. É soggetta a cambiamenti nell'immediato futuro.",
    "Whitespace": "Spazi",
    "There is no trailing whitespace at the end of a line, whether it's empty or\nnot. There is also no empty line after declaring a function:": "Non ci sono spazi bianchi alla fine della linea, che sia piena oppure no.\n Non c'è inoltre nessuna linea vuota dopo la dichiarazione di una funzione",
    "White space comes before opening parentheses:": "Gli spazi vuoti vengono prima dell'apertura delle parentesi:",
    "Whitespace goes in all maths-related code, between numbers and operators.": "Gli spazi vuoti vanno inseriti in tutte le operazioni matematiche del codice, tra i numeri e gli operatori.",
    "Indentation": "Indentazione",
    "Vala code is indented using 4 spaces for consistency and readability.": "Il codice Vala è indentato con 4 spazi per la coerenza e la leggibilità.",
    "In classes, functions, loops and general flow control, the first parentheses\nis on the end of the first line (&quot;One True Brace Style&quot;), followed by the\nindented code, and a line closing the function with a curly bracket:": "Nelle classi, funzioni, cicli e nel codice in generale, la prima parentesi si\ntrova alla fine della prima riga  (\"One True Brace Style\"), seguida dal\ncodice indentato, e una linea chiude la funzione con una parentesi chiusa:",
    "On conditionals and loops, always use braces even if there's only one line of code:": "Nelle istruzioni condizionali e nei cicli, usare sempre le parentesi anche se c'è una sola linea di codice:",
    "Cuddled else and else if:": "Else e else if abbracciati:",
    "If you are checking the same variable more than twice, use switch/case instead of multiple else/if:": "Se devi controllare la stessa variabile più volte, usa switch/case invece di molti else/if consecutivi.",
    "Classes and files": "Classi e files",
    "Only having one class per file is recommended.": "É raccomandato avere una classe per file",
    "All files have the same name of the class in them.": "Tutti i files devono avere lo stesso nome della classe a cui appartengono.",
    "Separate code into classes for easier extensibility.": "Separare il codice dentro le classi per una più facile estensibilità.",
    "Comments": "Commenti",
    "Comments are either on the same line as the code or in a special line.": "I commenti posso essere nella stessa riga del codice oppure in una riga speciale.",
    "Comments are indented alongside the code, and obvious comments do more harm\nthan good.": "I commenti sono indentati allo stesso livello del codice, e le osservazioni ovvie fanno più male che bene.",
    "Variable names, class names, function names": "Nomi di variabili, classi e funzioni",
    "Also worth referring that there should be no Hungarian notation, and no mix of\nany kinds of notations.": "Vale anche la pena di ricordare che non si dovrebbe usare la notazione ungherese, né un mix\ndi diversi tipi di notazioni.",
    "Casting": "Casting",
    "Avoid using <code>as</code> keyword when casting as it might give <code>null</code> as result, which could be easily forgotten to check.": "Avoid using <code>as</code> keyword when casting as it might give <code>null</code> as result, which could be easily forgotten to check.",
    "Vala namespaces": "Namespaces in Vala",
    "Referring to GLib is not necessary. If you want to print something:": "Riferirsi a GLib non è necessario. Se vuoi stampare qualcosa:",
    "Opt for the second one, it's much cleaner.": "Scegli il secondo, è molto più pulito.",
    "Columns per line": "Colonne per riga",
    "Ideally, lines should have no more than 80 characters per line, because this\nis the default terminal size. However, as an exception, more characters could\nbe added, because most people have wide-enough monitors nowadays. The hard\nlimit is 120 characters.": "Idealmente, le linee dovrebbero avere non più di 80 caratteri per riga, perché questa\nè la dimensione predefinita del terminale. Tuttavia, in via eccezionale, più caratteri possono\nessere aggiunti, perché la maggior parte delle persone oggigiorno ha uno schermo abbastanza grande. Il limite\nrigido è di 120 caratteri.",
    "GPL Header": "GPL Header",
    "Reporting Bugs": "Segnalazione Bugs",
    "One of the big advantages of being an openly developed project is being able to take part in public bug tracking. However, if you're new to working with public bug tracking, it can be difficult to understand how to report bugs The Right Way™. So let's find out how:": "Uno dei grandi vantaggi di essere un progetto aperto di sviluppo è la possibilità di partecipare al bug tracking pubblico. Comunque, se non hai mai lavorato con un bug tracking pubblico, può essere complesso capire come segnalare i bug nel modo giusto. Vediamo come:",
    "In order to file reports, you must be signed up as a member of Launchpad. If you've been through our <a href=\"/docs/code/getting-started#the-basic-setup\">development guide</a>, you already have this covered.": "Per inviare i resoconti devi essere registrato come un membro di Launchpad. Se hai letto la nostra <a href=\"/docs/code/getting-started#the-basic-setup\">guida di sviluppo</a>, sai già di cosa si tratta.",
    "Find the &quot;Report a Bug&quot; page for the app in question. Often times you can right-click the app in the dock, select &quot;About&quot;, and then select &quot;Report a Problem&quot;. Otherwise, you can search for the app on Launchpad, select the &quot;Bugs&quot; tab, and then &quot;Report a Bug&quot; on the right side of the page.": "Trova la pagina \"Segnala un Bug\" per la app in questione. Spesso è possibile cliccare con il destro nella dock, selezionare \"Informazioni\" e \"Segnala un Problema\". Altrimenti è possibile cercare l'applicazione in Launchpad, selezionare la scheda Bug e scegliere \"Report a Bug\" nella parte destra della pagina.",
    "When filing a new report, launchpad will automatically check for duplicates. However, it's still a good idea to search the bug list to make sure your report hasn't been filed already. If your report has already been filed by someone else, you can mark the report as affecting you using the link on the top left of the report's page. Only comment on the report if you can provide additional useful information that may help track down the source of the issue. Do not comment things like, &quot;I have this problem too&quot; or &quot;This is a really important issue&quot;.": "Quando compili una segnalazione, launchpad verificherà automaticamente la presenza di duplicati. E' comunque una buona idea controllare che il bug non sia già stato segnalato. Se la segnalazione che vuoi inserire è già presente, puoi segnalare che il report riguarda anche te usando il link in alto a sinistra della pagina. E' possibile inserire un commento se si vogliono fornire informazioni aggiuntive che possano aiutare a trovare l'origine del problema. Non inserire commenti come \"Ho anche io questo problema\" o \"E' un problema importante\".",
    "If your report has not already been filed by someone else and you've reached the &quot;Report a Bug&quot; page, type in a summary and description of the issue and select &quot;Submit&quot;. Keep in mind the following information while filing your report:": "Se il tuo report non è già stato inserito da altri e hai già aperto la pagina \"Report a Bug\", inserisci il titolo e la descrizione del problema e seleziona \"Submit\". Tieni a mente i segenti consigli quando compili il tuo report:",
    "Be Specific In The Summary": "Sii Specifico nel Riepilogo",
    "This will be the title of the issue in the bug tracker. It's very important to be specific because it makes it much easier for a developer or bug manager to search the issue list and helps avoid duplicate reports. A summary such as &quot;App Crashes&quot; is not good and vague requests like &quot;Increase Performance&quot; are not helpful. A good summary is something like &quot;Notification is not sent when process finishes&quot;.": "Questo sarà il titolo del problema nel bug tracker. E' molto importante essere specifici poiché diventa molto più semplice per uno sviluppatore o per il gestore dei bug scorrere la lista dei problemi e aiuta a evitare bug duplicati. Un titolo come \"Problema  dell'App\" non è un buon titolo e anche le richieste vaghe come \"Migliorare le Performance\" non aiutano. Un buon titolo è, ad esempio, \"Nessuna notifica di completamento del processo\".",
    "Avoid Subjective or Ambiguous Adjectives": "Evita Aggettivi Soggettivi o Ambigui",
    "This may sound like a repeat of the first heading, but it's important when you want someone to confirm your report. Don't say that something is &quot;jarring&quot; or &quot;unintuitive&quot;. Instead describe what happened and contrast it with what you expected to happen. &quot;The panel suddenly appeared instead of being animated in,&quot; describes the problem in a way that is actionable and objective.": "Questo può sembrare la ripetizione del primo consiglio, ma è importante se vuoi che altri confermino il tuo report. Non dire che  qualcosa è \"brutto\" o \"non intuitivo\". Descrivi invece cosa succede e come contrasta col comportamento corretto. \"Il pannello appare improvvisamente invece di fare l'animazione\", descrive il problema in modo comprensibile e oggettivo.",
    "Be Concise, But Explain The Issue": "Sii Conciso, ma Spiega il Problema",
    "First of all, it's important to mention that bug reports should be written in English and you should, if possible, watch out for your language and grammar.": "Prima di tutto, è importante dire che i report dei bug devono essere scritti in inglese e tu dovresti, se possibile, verificare la correttezza del linguaggio e della grammatica.",
    "The most important thing for a report is that the developer must be able to reproduce the issue. If necessary, include exact numbered steps to reproduce the issue. Include relevant information like your OS version, any modifications you've made to the system (like changing your window manager or kernel), or the version numbers of relevant libraries like Gtk or WebKit. If you're reporting a crash, make sure to <a href=\"https://wiki.debian.org/HowToGetABacktrace\">include a backtrace</a>.": "La cosa più importante per un report  è che lo sviluppatore sia in grado di riprodurre il problema. Se necessario, includi tutti i passaggi da svolgere per riprodurre il problema (come cambiare il window manager o il kernel) , o la versione delle librerie fondamentali come Gtk o WebKit. Se stai segnalando un crash, assicurati di <a href=\"https://wiki.debian.org/HowToGetABacktrace\">includere un backtrace</a>.",
    "Be Prepared To Provide More Information": "Sii Preparato a Fornire più Informazioni",
    "If your report does not contain enough information for the developer to reproduce the issue, it may be marked as &quot;Incomplete&quot;. Oftentimes, a developer will make a comment requesting additional specific information. If you do not provide that information, your report will eventually expire.": "Se il tuo report non contiene abbastanza informazioni necessarie a riprodurre il problema, potrebbe essere segnato come \"Incompleto\". Spesso lo sviluppatore crea un commento chiedendo ulteriori informazioni specifiche. Se non fornisci le informazioni richieste, la segnalazione potrebbe scadere. ",
    "If you've reported your issue against the wrong app, a developer may mark it as &quot;Invalid&quot;. If the developer knows which app you meant to report against, they may re-assign the issue. However, if they do not you must find the correct app and re-assign the report yourself.": "Se hai segnalato un problema su un'app sbagliata, uno sviluppatore potrebbe segnalarlo come \"Invalid\". Se lo sviluppatore sa quale app è necessario segnalare, potrebbe ri-assegnare il problema, se non lo fa devi trovare il programma corretto e ri-assegnare il problema te stesso.",
    "If you're reporting a &quot;Wishlist&quot; issue, like a feature request, a developer may mark your bug as &quot;Opinion&quot; or &quot;Won't Fix&quot;. Developers are often open to discussion about these kinds of issues, but please do not harass a developer for marking your report this way.": "Se stai segnalando un tuo desiderio, \"Wishlist\", come una richiesta di funzionalità, gli sviluppatori potrebbero segnalarlo come \"Opinion\" o \"Won't Fix\". Sono spesso aperti alla discussione di questi problemi, ma non tormentare gli sviluppatori per questo problema.",
    "You Can Get a Bit of Help": "Puoi ricevere un po' di aiuto",
    "If you're not sure about anything above, you are always welcome to our development IRC channel: #elementary-dev on irc.freenode.net. We might be able to help you track down the actual project where you should report the issue, or perhaps even aid you with any English language issue you might come across. Most developers want to help you make good bug reports.": "Se non sei sicuro di quanto sopra, sei sempre il benvenuto nel nostro canale IRC per sviluppatori:#elementary-dev su irc.freenode.net. Potremmo aiutarti a trovare il programma verso cui segnalare un problema, o magari aiutarti nella scrittura corretta in inglese del bug. Molti sviluppatori desiderano aiutarti a creare ottime segnalazioni di bug.",
    "Don't Confirm Reports for Other People's Apps": "Non Confermare Report Per Applicazioni di Altri",
    "If a report affects you, mark it using the link. Do not confrim your own reports. Even if you are 100% sure that you are right, just don't do it. It's not good bug tracker etiquette. A bug manager or developer for the app will confirm the report when they are able to review it.": "Se il report del bug affligge anche te, segnalalo usando il link. Non confermare i tuoi report. Anche se sei sicuro al 100% che sia giusto, non farlo. Non è un comportamento apprezzato nei bug tracker. Un bug manager o uno sviluppatore confermeranno il bug quando potranno verificarlo.",
    "Don't Make &quot;Me Too&quot; Comments": "Non Scrivere Commenti \"Anche a Me\"",
    "We mentioned this earlier, but it's worth mentioning again. Do not make comments that simply say &quot;This issue affects me as well&quot;. This clutters up the tracker. Only comment if you are providing additional information that helps find the source of the issue. If you only want to let a developer know that you are affected, use the green link that says, &quot;Does this bug affect you?&quot; under the report's title.": "L'abbiamo già spiegato prima, ma vale la pena ricordarlo. Non fare commenti che dicono solamente \"Ho anche io questo bug\". Genera solo confusione. Commenta solamente se fornisci informazioni aggiuntive che aiutano a trovare l'origine del problema. Se vuoi solamente far sapere allo sviluppatore che riguarda anche te, usa il link verde \"Does this bug affect you?\" sotto il titolo del report.",
    "Proposing Design Changes": "Proponi Modifiche di Design",
    "elementary has always been known for its strong focus on great design, but if you’re an up and coming designer you might not know how to get developers to pay attention to you. This reference guide is about how to effectively propose a design change in a way that makes it more likely for your design to become implemented.": "elementary è da sempre conosciuto per il suo forte focus al design, ma se sei un desinger emergente potresti non sapere come gli sviluppatori ti possono ascoltare. Questa guida spiega come proporre efficacemente delle modifiche che possano rendere l'implementazione del tuo design più probabile.",
    "Don't Make Demands": "Non Essere Troppo Esigente",
    "Let’s say you spent the last few hours re-designing the Search Engine Manager dialog in Midori and you want to bring this work to the attention of Midori’s developers. You could file a bug report something like “Search engine popup sucks” and paste your mockup and be done. But that approach isn’t going to win you any friends and your report will probably be marked “opinion” or “invalid”. Instead, we should consider the amount of work it will take to implement the new design and try to present it in a way that gets developers excited about the overall vision without demanding 1,000 lines of code in one shot.": "Supponiamo che tu abbia passato le ultime ore a ridisegnare il Gestore dei Motori di Ricerca di Midori e voglia portare l'attenzione degli sviluppatori di Midori sul tuo lavoro. Potresti creare una segnalazione di bug come \"Il popup dei Motori di Ricerca fa schifo\" e incollare il tuo progetto. Questo approccio però non ti farà ben apparire e il tuo report sarà probabilmente segnalato come \"opinion\" o \"invalid\". Invece, dovresti considerare il lavoro che l'implementazione di un nuovo design potrebbe portare e presentarlo in un modo che possa incoraggiare gli sviluppatori, senza richiedere 1.000 linee di codice in una volta.",
    "Use Blueprints": "Use i Blueprints",
    "Firstly, we want to present the overall vision of our grand new design. So we should file a new blueprint (in this example, we’d file it <a href=\"http://blueprints.launchpad.net/midori\">here</a>). Name it something explicit and try to avoid titles that marginalize developer’s existing work. Something like “search-engine-manager-redesign” works just fine. In this blueprint we want to describe our motivations for the redesign. What are the problems with the current design and what does our new design aim to solve? Common reasons for a redesign can include minimizing window chrome, taking advantage of new toolkit elements, making the UI more consistent with other apps, etc. This is also a good place to link to that mockup we were talking about earlier. If your design is really involved, you can even link to an external specification (Google Docs work great for getting feedback) where you have a chance to really get into the nitty gritty of your idea.": "Prima di tutto, bisogna presentare la visione generale dei proprio nuovo design. Bisogna compilare un nuovo blueprint (nell'esempio, lo compileremo <a href=\"http://blueprints.launchpad.net/midori\">qui</a> ). Il titolo deve essere esplicito e evitare di screditare il lavoro esistente svolto dagli sviluppatori. Un titolo come “search-engine-manager-redesign” va benissimo. Nel blueprint bisogna descrivere i motivi del cambiamento. Quali sono i problemi del design attuale e come il nostro design li risolve? Motivazioni comuni includono la riduzione dei bordi della finestra, lo sfruttamento dei vantaggi dei nuovi toolkit, un'interfaccia più omogenea, etc. E' anche importante inserire un link con i modelli di cui abbiamo già parlato. Se il tuo cambiamento è importante, puoi anche inserire un link esterno (ad es. Google Docs è ottimo per ricevere feedback) in cui hai la possibilità di approfondire la tua idea.",
    "Create Concise Work Items": "Crea Attività di Lavoro Concise",
    "Now that you’ve laid out the motivations for your design and explained the overall vision, you should break it up into small, actionable work items (also called bug reports). To continue our example, I would have reports like “Change Search Engine Manager Dialog to Popover”, “Re-order Search Engines with Drag and Drop”, “Open Search Engine Manager by clicking Search icon in URL Bar”, “Show edit and remove buttons next to engine in Search Engine Manager”, etc etc. Each bug report should describe just one small change. We do this for several reasons:": "Ora che hai spiegato le motivazioni del tuo design e la visione generale, dovresti dividerlo in piccoli, realizzabili, oggetti di lavoro (chiamati bug reports). Per continuare l'esempio,  si potrebbero inserire elementi come “Change Search Engine Manager Dialog to Popover”, “Re-order Search Engines with Drag and Drop”, “Open Search Engine Manager by clicking Search icon in URL Bar”, “Show edit and remove buttons next to engine in Search Engine Manager”, etc. Ogni bug report dovrebbe descrivere un singolo cambiamento. Questo per alcune ragioni principali:",
    "It allows developers to deny one request without denying all of them. Face it: your design isn’t perfect and it’s very possible that a developer isn’t going to like part of it. By breaking up your design into little pieces, it allows a developer to incorporate the changes they like and ignore the ones they don’t.": "Permette agli sviluppatori di rifiutare una richiesta senza bloccarle tutte.  Pensaci: il tuo design non è perfetto ed è possibile che uno sviluppatore non apprezzi una parte di esso. Dividere il design in parti, permette agli sviluppatori di incorporare i cambiamenti ritenuti validi e ignorare gli altri.",
    "It makes your design less intimidating. A big redesign means lots of lines of code. If your changes look like too much of a hassle, you’re going to have a hard time getting a developer to work on them. But if you present small changes that can be incorporated a bit at a time, there’s a bigger chance that your whole design will eventually be implemented.": "Rende il tuo design meno mastodontico. Un grande ridesign significa molte linee di codice. Se il tuo lavoro appare una seccatura sarà difficile trovare uno sviluppatore disposto a lavorarci. Ma se mostri piccoli cambiamenti implementabili un po' alla volta, avrai più possibilità che l'intero design sia effettivamente implementato.",
    "It allows developers to track their progress. Once again, big designs take time to implement. Even if a developer wants to implement the whole thing right away, they might not be able to. Giving them a way to “check off” pieces as they go makes it more likely that a part of your design won’t be forgotten about when it’s translated into code.": "Permette agli sviluppatore di tenere traccia dei propri progressi. Ancora una volta, i design grandi richiedono molto tempo. Anche se uno sviluppatore volesse realizzarlo, potrebbe non essere in grado. Permettere di controllare i singoli cambiamenti quando vengono realizzati eviterà che alcune parti siano dimenticate quando viene tradotto in codice.",
    "File Compelling Reports": "Scrivi Report Convinventi",
    "Don’t forget to make your reports compelling. It’s up to you to sell the merits of each change. Cite the HIG, prior-art, user complaints, articles by other designers, and present your changes in a logical, non-opinionated, and concise manner. It also doesn’t hurt to speak in developer terms. Brush up on the names of widgets in Gtk and Granite, get familiar with available libraries like Zeitgeist and Unity, and don’t forget about system components like PulseAudio or Contractor. Also, whatever you do, don’t be presumptuous and confirm your own bug reports. You wouldn’t ask a friend for a favor and then answer yourself for them, so don’t do it here either. See <a href=\"#reporting-bugs\">the above section</a> for a refresher on filing good bug reports.": "Non dimenticare di rendere i tuoi report convincenti. Sta a te motivare i cambiamenti. Cita varie fonti come articoli di altri designer, lamentele degli utenti e opere d'arte, e presenta i cambiamenti in modo logico, oggettivo e conciso. Non fa inoltre male parlare in termini di sviluppo.  Usa i nomi dei widget in Gtk e Granite, acquisisci familiarità con le librerie Zeitgeist e Unity, e non dimenticarti dei componenti di sistema come PulseAudio o Contractor. In più, qualsiasi cosa tu faccia, non essere presuntuoso e non confermare i tuoi bug report. Non chiederesti ad un tuo amico un favore per poi risponderti da solo, quindi non farlo nemmeno qui. Vedi la <a href=\"#reporting-bugs\">sezione qui sopra</a> per capire come compilare un buon bug report.",
    "Be Prepared to Iterate": "Sii Preparato a Iterare",
    "Don’t be upset if a developer plainly states that they don’t want to implement your idea. Remember that they have plans too. You might have to go back to the drawing board a bit. Listen to their feedback. Your design might be a little over-engineered, it might conflict with other designs being worked on, or maybe it’s just in conflict with the goals and scope of the app. Remember that you’re in the position of requesting someone to devote their time to something. You’re asking for a favor. Don’t be afraid to argue a position within polite reason, but remember to stay humble.": "Non arrabbiarti se uno sviluppatore dice che non verrà implementato il tuo design. Ricordati che hanno anche loro dei piani. Dovresti tornare a lavorare sul tuo design ancora un po'. Ascolta inoltre i loro feedback. Il tuo design potrebbe essere troppo complesso o in conflitto con altri design su cui stanno lavorando, o semplicemente non adatto alla scopo e all'obiettivo del programma. Ricorda che stai chiedendo a qualcuno di spendere il proprio tempo su qualcosa. Sei tu a chiedere un favore. Non aver paura a discutere delle tue idee in modo educato, ma ricordati di restare umile."
}