{
    "Code of Conduct": "Retningslinjer",
    "Community Guidelines": "Fællesskabets Retningslinjer",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Det at være en del af elementary fællesskabet er en fantastisk oplevelse; du får lov til at være en del af noget større, du samarbejder med mennesker fra hele verden og hjælper andre til at gøre deres computere bedre. Dette kommer dog med forpligtelsen til at overholde et sæt foruddefinerede regler, regler der skal sikre det bedste miljø for alle involverede. Det forventes at de følgende regler overholdes, hver gang du interagere med fællesskabet, det værende sig via Slack, på Github, på et elementary \"community\" site, person til person og alle andre steder.",
    "I. Respect": "I. Respekt",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respekt for andre er altafgørende. Vær sikker på at du respektere folk og deres meninger, personlige baggrund, privatliv, og ideer. elementary fællesskabet er ikke et sted for respektløse eller sårende bemærkninger af hvilken som helst grund. Når man giver kritik, skal det være konstruktivt og respektfuldt. Personlige angreb tolereres ikke. Hvis du modtager konstruktiv kritik, så vurder det og tak kritikeren for deres input, uanset din egen holdning.",
    "II. Content": "II. Indhold",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementary fællesskabet består af tusindvis af brugere af forskellige aldre, trosretninger og niveauer af modenhed. På grund af dette skal du være opmærksom på det indhold og bemærkninger du laver. Ingen nøgenhed, overlagt vulgaritet, politisk indhold, religiøst indhold eller upassende indhold bør laves i relation til elementary. I sidste ende har moderatorerne af elementary det endegyldige ord om, hvad der er upassende. Hvis du er i tvivl, skal du overveje, om det er noget, du vil vise til et rum fuld af mennesker, herunder børn og bedstemødre fra hele verden. Hvis du er tøvende, så lad være.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Screenshots delt i \"communities\" styret af elementary bør ikke indeholde temaer der imiterer andre operativsystemer, fotos eller illustrationer der objektivisere en person, eller indhold der på anden måde overtræder vores Retningslinjer.",
    "III. Rumors and Speculation": "III. Rygter og Spekulation",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Selvom elementarys hurtige og spændende natur bidrager til et ønske om at sprede rygter eller spekulationer, så undgå dette. Det er okay at diskutere fremtidige planer, men hvis det ikke er bekræftet fakta, så gør det klart at der er tale om spekulationer eller undlad helt at diskutere det. Spredning af fejlagtige oplysninger kan være skadeligt for fællesskabet, især hvis det gøres i et negativt lys.",
    "IV. Helpful Discussion": "IV. Hjælpsom Diskussion",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary drives af personer, der bruger deres fritid sammen for at skabe noget særligt. Det er vigtigt at respektere dette faktum ved at altid forsøge at bidrage til en sund og hjælpsom debat. Hvis du deltager i et møde så lad være med at skifte emne eller tage ordet hvis ikke du har en pointe der er relevant for nuværende diskussionen. Hvis du kommenterer på hjemmesiden, skal du holde diskussionen relateret til indholdet af journal artiklen eller Svar emnet. Hvis du deltager i en udvikler-orienteret diskussion, om f.eks. en issue tracker, et pull request, en mailingliste, IRC eller Slack, så undgå at skabe unødvendig støj ved at diskutere ikke-udviklingsmæssige emner; dette afsporer diskussionen og forplumre loggene for udviklere, der måske ikke er til stede.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Da vi primært er et online-baseret fællesskab er det vigtigt, at vi undgår de potentielt negative aspekter ved internettet. Troll ikke; start af kampe eller bemærkninger med det eneste formål at gøre nogen sur er barnligt og uacceptabelt. Spam er også uacceptabelt; dette omfatter opslag af links til irrelevante websteder og gentagne gange at sende links til det samme websted. Hvis nogen troller eller spammer, ignorerer og flag brugeren.",
    "V. Avoiding Conflict": "V. Undgå Konflikt",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Hvis du føler en person - det være sig en ny eller langvarig bidrager- udtrykker sig uhøfligt, så sig det venligt til personen. Problemer der løses før de bliver for store er kritisk. Alle spiller en rolle i at hjælpe med at kommunikationen flyder let i vores (undertiden udfordrende) unikke arbejdsmiljø.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "På samme måde bør du forsøge at være professionel, præcis og respektfuld når du interagerer med eller nævner andre projekter, virksomheder samt personer. Husk at dine ord og handlinger kan opfattes som et udtryk for meninger fra elementary som helhed. Selvom konstruktiv kritik kan være til hjælpsomt, bør du altid give det fra en positiv synsvinkel, og du må aldrig give et misvisende eller forfalsket billede af situationen. Hvis du er i tvivl om hvorvidt du bør give kritikken så vær forsigtig og undlad at gøre det.",
    "VI. Step Down Considerately": "VI. Træd Fra Hensynsfuldt",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Prioriteter, interesser og lidenskab kan ændre sig. Hvis du er involveret i et elementary relateret projekt, men føler at du er nødsaget til at stoppe, skal du gøre det på en måde, der minimerer forstyrrelser. Når vi arbejder sammen, er vores arbejde og ideer ikke længere bare vores egne; de tilhører elementary fællesskabet som helhed. Informer andre medlemmer af teamet, om at du har til hensigt at stoppe, og hvis det er muligt, så hjælp med at finde nogen til at forsætte dit arbejde. Du bør som minimum sikre at dit arbejde kan fortsætte, hvor du slap af.",
    "Consequences": "Konsekvenser",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Hvis du vælger ikke at følge disse retningslinjer eller forstyrre fællesskabet på anden måde, forbeholder vi os ret til at gøre følgende: ændre eller fjerne indhold du har lagt op; deaktivere eller nedlægge din konto på tredjepartswebsteder; deaktiver din Slack konto; eller på anden måde forhindre dig i at interagere med fællesskabet.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>elementary Retningslinjen er autoriseret under <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> licens. Visse dele er inspireret af <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Retningslinjer</a>.</em>",
    "Code of Conduct &sdot; elementary": "Retningslinjer &sdot; elementary"
}
