{
    "Be a Part of Something Bigger": "Vær en del af noget større",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Alt, hvad vi laver, er 100% open source og udviklet i samarbejde med mennesker fra hele verden. Selvom du ikke er en programmør, kan du deltage og gøre en forskel.",
    "Funding": "Finansiering",
    "Translations": "Oversættelser",
    "Support": "Hjælp",
    "Web": "Web",
    "Desktop": "Skrivebord",
    "Design": "Design",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Med din hjælp har vi været i stand til at vokse fra en lille gruppe af lidenskabelige frivillige til et lille firma. Enhver lille smule hjælp er et skridt tættere på at ansætte endnu en fuldtidsudvikler.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon fungerer som en vedvarende gruppefinanseret kampagne. Vælg et hvor meget du vil donere, få beløninger, og hjælp og med at opnå vores mål.",
    "Learn More": "Lær mere",
    "Become a Patron": "Støt os på Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Betal nemt med betalingskort, kreditkort eller PayPal-konto. Du kan vælge at betale én gang eller som abonnementsbetalinger.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Hjælp os økonomisk, plus få eksklusivt elementary-gear for at vise din støtte til venner, familie og kolleger.",
    "Visit Store": "Besøg butik",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource giver midler direkte til udviklere ved at belønne dem for fejlrettelser eller nye funktioner. Sæt en bounty på de problemer, der betyder mest for dig, eller finansier en bestemt app. Du kan også oprette et gentagende abonnement.",
    "Bountied Bugs": "Bountied Fejl",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS er skabt og brugt af folk fra hele verden; hjælp os med at gøre oplevelsen endnu bedre, ved at oversætte det til flere sprog.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Både elementary OS og vores hjemmeside oversættes åbent ved hjælp af en online platform kaldet Weblate.",
    "Join Chat": "Join Chat",
    "Suggest Translations": "Foreslå oversættelser",
    "World map": "Verdenskort",
    "Question &amp; Answer": "Spørgsmål & Svar",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Ubesvaret Spørgsmål.",
    "New Questions": "Nye Spørgsmål.",
    "Documentation": "Dokumentation",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary levere fundamental dokumentation for både brugere og udviklere. Al vores dokumentation er skrevet i Markdown og hostet på GitHub, så indsendelse af en ændring eller et nyt afsnit er barnemad.",
    "Learning The Basics Guide": "Lær Det Grundlæggende Guide",
    "Developer Docs": "Udviklings Dokumentation",
    "Web Development": "Webudvikling",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Vores hjemmeside er bygget ved brug af HTML, CSS, PHP og JavaScript. Vi er altid på udkig efter personer, der er erfarne indenfor disse felter, der gerne vil bidrage og gøre den endnu bedre.",
    "Fork Our Website on GitHub": "Fork vores websted på GitHub",
    "Report a Website Issue": "Rapportér problem med websted",
    "Desktop Development": "Skrivebordsudvikling",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Vores skrivebordsmiljø og alle dets apps er bygget med Vala, GTK+, Granit og en række andre åbne biblioteker. Vi hoster vores kode på GitHub, en gratis service til open source projekter. Hvis du aldrig har udviklet til elementary OS før, anbefaler vi, at du tjekker vores Getting Started vejledning.",
    "Browse Our Code": "Gennemse Vores Kode",
    "Bitesized Bugs": "Appetizer Bugs",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Vores designteam forvandler ideer til problemrapporter og leverbare aktiver. Før du springer ud i det, anbefales det at læse om vores design-arbejdsgang.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS bruger et system stylesheet skrevet i CSS. Det definerer hvordan alt optegnes fra knapper og værktøjslinjer til panelet og menuerne.",
    "Browse Our Stylesheet": "Gennemse Vores Stylesheet",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS leveres med et sæt vektor ikoner, der bruges på tværs af alle forudinstallerede apps og er også tilgængelige for tredjepart udviklere.",
    "Browse Our Icons": "Gennemse Vores Ikoner",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Vores design team tracker \"Needs Design\" -problemer i GitHub. De kan have brug for yderligere design diskussioner, wireframes eller leverbare aktiver.",
    "Browse 'Needs Design' Issues": "Gennemse 'Needs Design' Problemer",
    "Get Involved with elementary OS": "Deltag i elementary OS"
}
