{
    "Code of Conduct": "行為規範",
    "Community Guidelines": "社群指南",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "參與 elementary 社群是一件很棒的體驗：您能夠成為一個偉大任務的一員、與世界各地的人們合作，並幫助人們讓自己的電腦變得更好。然而，這也帶來遵守事先決定好的規則的責任，這些規則確保這個環境對所有參與者是最好的。我們預期您參與此社群時遵守以下規則，不論您是在 Slack 中、在 GitHub 上、在 elementary 社群的網站上、在線下面對面，還是在其他任何地方。",
    "I. Respect": "1. 尊重",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "尊重他人是最重要的。請確保您尊重人們與各個人的意見、個人背景、隱私、與想法。elementary 社群不是進行任何不尊重或有傷害性的評論的地方，不論理由。提供批評時請維持建設性與尊重。人身攻擊不會被忍受。接受建設性批評時，無論您的立場，請考慮它並感謝對方提供其意見。",
    "II. Content": "2. 內容",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementary 社群由上千名使用者構成，其年齡、信念、成熟度皆為多元。因此，您應該在製作內容或進行評論時保持注意。裸露內容、過度不雅的內容、政治內容、宗教內容與其他不恰當的內容皆不應在與 elementary 有關的時候出現。elementary 的管理員對於不恰當的定義有最終的判斷權力。若不確定，請試著想想如果您在一群來自世界各地、其中包含小孩和阿公阿嬤的人前面的話，您會不會把該內容秀給他們看。如果您會感到猶豫，就請不要把它秀出來。",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "在由 elementary 所管理的社群中分享的畫面快照不應該包含目的是模仿另一個作業系統的主題，或是物化某人的相片或繪圖，或是其他違反我們的行為規範的內容。",
    "III. Rumors and Speculation": "3. 謠言與臆測",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "雖然 elementary 快速開發與令人興奮的發展會讓人想要分享謠言與猜測，請避免這樣做。討論未來的規劃沒問題，但當一件事情不是被確認的事實的時候，請將它視為您個人的猜測，或是不要討論它。散佈不準確的資訊可能會嚴重損害社群，尤其當散佈時的觀點是負面的。",
    "IV. Helpful Discussion": "4. 有幫助的討論",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary 由許多個人利用自己的自由時間一同努力所構成。尊重這件事實並嘗試為健康而有幫助等討論貢獻是很重要等。在會議中，請維持在主題上不離題，除了為當下討論提供有用的資訊以外應該維持安靜。在網站上留下留言時，請維持討論是與日誌文章或答案主題有關的。參與開發者用的討論區（像是議題追蹤平台、Pull Request、郵件論壇、IRC 或 Slack）的時候，請不要討論與開發無關等主題使討論失焦，這只會使討論偏離主題，且會讓其他可能當下不在場的開發者之後更難回顧討論紀錄。",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "作為一個主要在線上活動的社群，我們需要避免網際網路潛在負面的一環。不要搗亂、不要故意激怒他人；目的只是為了讓他人生氣的吵架或評論是幼稚且不可接受的。垃圾信與垃圾訊息也是不可接受的；這包含張貼不相關的網站的連結，或是不斷的張貼同一個網站的連結。如果有人在搗亂或發垃圾訊息，請標記後忽略該使用者。",
    "V. Avoiding Conflict": "5. 避免衝突",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "如果您認為有人——不管是新的還是長年的貢獻者——感覺失禮，請友善的讓那個人知道。在問題滾雪球之前處理它是很重要的。每個人都需要幫忙才能在我們獨特（而有時非常具有挑戰性）的工作環境中讓溝通能夠順利進行。",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "同樣的，也請在與其他專案、公司、人互動或是提到他們時，常時試著維持專業、準確、尊重。請記得您的言論和互動可能會被他人視為整體 elementary 社群的行為。雖然建設性批評能有幫助，請總是從正面的方向開始討論，並絕對不要扭曲事實或詆毀他人——如果不確定，請傾向選擇不說。",
    "VI. Step Down Considerately": "6. 卸任時的考量",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "人生的優先事項、興趣、與熱情都會改變。如果您參與與 elementary 相關的專案但覺得要卸任，請試著降低這麼做的影響。我們一同作業時，做出的結果和想法就不再只是我們自己的：它們屬於整體 elementary 社群。請讓團隊其他人知道您希望卸任，並且可能的話請幫忙找另一個人來接下您的作業。有困難的話也至少請確保您的工作能在您離開之後繼續進行。",
    "Consequences": "後果",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "如果您選擇不遵守此行為規範，或是擾亂社群，我們保留進行以下措施的權利：變更或移除您所張貼的任何內容、停用或在第三方網站上封鎖您的帳號、在 Slack 停用您的帳號，或是其他防止您與本社群互動的措施。",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>elementary 行為規範以 <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> 授權條款釋出。某些部分靈感來自 <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu 的行為規範</a>。</em>",
    "Code of Conduct &sdot; elementary": "行為規範 &sdot; elementary"
}
