{
    "Press Resources": "媒體資源",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "我們熱愛與媒體合作——無論是 Linux 分野、科技分野還是文化分野——來分享我們的故事與我們的工作。",
    "In the Press": "媒體評論",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "&ldquo;elementary OS 是獨特的……它是個好看又功能強大的作業系統。&rdquo;",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "&ldquo;不會擋著你，讓人能專注在自己要做的事情。&rdquo;",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "&ldquo;我發現這兩週來（使用 elementary OS）比前兩個月加起來都還要有效率。&rdquo;",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "&ldquo;一個高速且不用耗精力維護的平台，而且可以安裝在幾乎任何地方。&rdquo;",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "&ldquo;輕量又快……而且設計上和外觀真的很好。&rdquo;",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "&ldquo;嘗試 elementary [OS] 最好的方式就是直接安裝它，而因為安裝精靈又好看又簡潔… 那是一件頗簡單的事。&rdquo;",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "&ldquo;替代 Windows 和 macOS 等傳統系統，有良心且功能完善的作業系統… 容易使用，而且能為個人需求調整來符合各種工作流程。&rdquo;",
    "Join Our Press List": "加入我們的媒體郵寄清單",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "取得關於新版本與重大開發進度的最新消息。我們會將新聞稿與 press kit 資料包優先寄到這裡。這個郵寄清單<strong>更新頻率非常低</strong>；我們只會大概一年一次左右送出最大的新聞資訊。",
    "Email": "電子郵件",
    "First Name": "名",
    "Last Name": "姓",
    "Publication": "刊物",
    "Subscribe": "訂閱",
    "elementary OS 8": "elementary OS 8",
    "Everything you love, made even better. OS 8.1 improves the Secure Session and Dock, enhances accessibility, improves support for your devices, and addresses your feedback with over 1,100 issue reports fixed.": "",
    "Read Announcement": "閱讀公告",
    "Download Press Kit": "下載媒體資料包",
    "News &amp; Announcements": "新聞與公告",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "我們在官方部落格上面會經常分享開發上的更新、大型公告、給開發者的一些建議、精選應用程式和其他的內容。",
    "Visit Our Blog": "造訪我們的部落格",
    "Brand Resources": "品牌資源",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "檢視 elementary 的 logo、品牌使用準則、配色方案，與社群 logo。或是下載官方的高解析度與向量 elementary logo 資源。",
    "View Brand Resources": "檢視品牌資源",
    "Get in Touch": "聯繫我們",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "寄送電子郵件到 <a href=\"mailto:press@elementary.io\">press@elementary.io</a> 來直接與團隊聯繫。我們歡迎訪談的請求、podcast 出演，或是普通的媒體詢問等等。",
    "Send an Email": "傳送郵件",
    "Press &sdot; elementary": "媒體 &sdot; elementary"
}
