{
    "Privacy": "隱私",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "您的資料永遠僅屬於您。我們不會簽署廣告合約或是收集敏感個人資料。我們的收入直接來自使用者按所望付費購買 elementary OS 本身和應用程式中心上的應用程式，而這也是本來就該是的樣子。",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "我們藉由不收集資料來確保您的資料不被他人或甚至我們存取。我們相信尊重並保護您的隱私是倫理上有良心的事；<strong>完全的隱私是人們基本的權利，而即使是人們相信的公司和產品也應該尊重隱私。</strong>",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "<strong>我們不從 elementary OS 收集任何資料。</strong>您的檔案、設定值和其他所有個人資料都只會留在您的裝置上，除非您自己明確將它們分享給第三方應用程式或服務。",
    "Protections": "保護功能",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "elementary OS 包含內建的隱私權保護功能，幫助您保護您的資料不被他人存取。",
    "Tattle-tale": "應用程式狀態告知",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS 幫助您瞭解應用程式在做什麼。有應用程式使用麥克風時我們會顯示指示器讓您知道。應用程式耗用大量電力的時候我們也會在電源指示器中告訴您。",
    "Permissions": "權限",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "應用程式希望存取您的資料或裝置時必須取得您的同意。我們審閱所有《應用程式中心》上的應用程式，確保它們正確使用權限——您也可以隨時從系統設定值撤銷權限。",
    "Housekeeping": "自動清理",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS 能夠自動清理您的暫存檔和垃圾桶。這樣不只能夠降低儲存空間的浪費，也能幫助讓您的私人資料不會回來害您。",
    "Online Accounts": "線上帳號",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "elementary OS 提供可選擇性使用的線上帳號的支援，從《系統設定值》可以調整讓應用程式存取電子郵件或行事曆服務。來自這些服務提供者的資料可能會由您本機的 elementary OS 存取並儲存在您的裝置上，讓您的裝置上安裝的應用程式（像是《郵件》、《行事曆》和《待辦事項》等等）能夠顯示該資料。<strong>這些資料絕對不會傳給 elementary 或是分享給任何第三方。</strong>",
    "What Data is Collected": "會收集什麼資料",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "如果您選擇新增線上帳號，您的裝置上的 elementary OS 可能會從您連接的帳號收集您的姓名、電子郵件地址、大頭貼、電子郵件內容、行事曆活動、聯絡人、相片、或檔案到您的裝置上。<strong>這些資料不會收集給 elementary。</strong>",
    "How Data is Used": "資料如何使用",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "<strong>您的資料都儲存在您的裝置上，不會傳送給 elementary 或任何第三方的伺服器。</strong>這些資料用來在《郵件》、《行事曆》、《待辦事項》、及《相片》填入您的資訊，讓您能夠存取您的資訊。",
    "Sharing Data": "資料分享",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "<strong>elementary OS 不分享收集自您的線上帳號的任何資訊。</strong>這些資料不會傳送給任何第三方伺服器或 elementary 的伺服器。",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "這個網站使用開源的 Plausible Analytics 來匿名收集造訪次數、下載次數等等資料。您可以在<a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">公開資料儀表板</a>上看到我們所看得到同樣的資料。這個過程不使用 Cookie，也不儲存任何個人資料（連 IP 位址或瀏覽器的使用者代理字串都沒有）。更多資訊請參閱 <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible 的資料政策</a>",
    "Cookies": "Cookie",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>您可以在您的瀏覽器設定中停用全部或部分 Cookie（包含第三方 Cookie）。</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "這個網站使用 Cookie 來提供漸進式的改善。「漸進式」代表不使用 Cookie 時服務還是能正常運作，但可用性會降低。舉例來說，這個網站利用 Cookie 來記住您先前有付款購入 elementary OS，而沒有 Cookie 的時候網站則會依預設再度請求您付款。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "儲存 Cookie 來記錄行為要素並分析可能的威脅。更多資訊請參閱",
    "Cloudflare Privacy &amp; Security Policy": "Cloudflare 的隱私權與安全性政策",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "使用 Cookie 來記住您上次的購買；為了判斷要提供哪些付款卡片選項也會記住您的國家。更多資訊請參閱",
    "Stripe's Privacy Policy": "Stripe 的隱私權政策",
    "Manage Cookies": "管理 Cookie",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "由於您已經造訪過我們的網站，您或許希望管理您的瀏覽器裡已經設定的 Cookie。相關的說明可以參閱以下的連結。",
    "Transparency": "透明",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "我們沒有在我們的軟體裡放入任何後門，也沒有收到任何這樣做的要求。我們也從來沒有收到國家安全信 (National Security Letter)、FISA 命令 (FISA order)，或其他任何要求使用者資訊的機密請求。",
    "Privacy &sdot; elementary": "隱私 &sdot; elementary"
}
