{
    "Getting Started": "Premier pas",
    "Welcome to the elementary Developer Guide! This book was created to teach you all about creating and distributing apps for elementary OS. The introduction will make sure that you have all the tools for the job and a solid understanding of what this book is about. Some of you may feel confident enough to jump straight into coding. If that's the case, you might want to skip ahead and start writing your first app.": "Bienvenue sur le Guide elementary pour les Développeurs ! Ce livre a été créé pour vous apprendre tout ce qu'il faut savoir afin de créer et distribuer des applications elementary OS. L'introduction s'assurera que vous disposez de tous les outils pour ce faire, ainsi que d'une solide compréhension du sujet traité ici. Certains d'entre vous se sentiront assez confiants pour passer directement à la programmation. Si c'est le cas, vous voudrez probablement sauter cette partie et commencer à écrire votre première application.",
    "However, we strongly recommend to at least skim through this preparation step. Having the right setup is going to help you reach your goals faster, and having a solid foundation is going to help you throughout the rest of this book.": "Cependant, nous vous encourageons chaudement à lire cette page de préparation. Disposer des bons réglages vous permettra d'atteindre vos objectifs plus vite, et une base solide vous sera utile tout au long de cet ouvrage.",
    "What We Will And Won't Cover": "Ce dont nous parlerons et ne parlerons pas",
    "We're going to assume that you have absolutely no experience in writing apps for elementary. But we will assume some basic programming knowledge, and hopefully a little experience in Vala or at least similarly syntaxed languages. If you're not familiar with Vala, we highly encourage you to brush up on it before coming here.": "Nous allons supposer que vous n'avez absolument aucune expérience dans le développement d'applications pour elementary. Cependant, il sera aussi accordé que vous disposez des bases de la programmation, en Vala ou à défaut un langage de syntaxe similaire. Si vous n'êtes pas à l'aise avec Vala, nous vous encourageons vivement de vous rafraîchir la mémoire avant de revenir ici.",
    "We’re also not covering design too much in this guide; that’s what the <a href=\"/docs/human-interface-guidelines\">Human Interface Guidelines</a> (HIG) are for, and you’re highly encouraged to take a look there before beginning your app. We're going to assume you have a basic knowledge of (or at least a quick link to) the HIG and focus on coding. However, elementary is all about great design and stellar consistency. It’s important you grasp these concepts before moving on.": "Nous ne parlerons pas non plus trop de design dans ce guide; c'est ce à quoi sont dévolues les <a href=\"/docs/human-interface-guidelines\">Human Interface Guidelines</a> (HIG). Nous encourageons chaudement leur lecture avant de commencer votre application. Nous supposerons que vous disposez des bases des HIG (ou au moins d'un onglet ouvert aux HIG comme référence) afin de nous consacrer plus entièrement à la programmation. Une part essentielle d'elementary est le travail apporté au design et à la cohérence, et il est donc important que vous saisissiez ces concepts avant de continuer.",
    "In this book, we're going to talk about building apps using GTK+, Granite, and other tech available in elementary, setting up a build system, hosting your code for collaborative development, working with translations, a few other bits and pieces, and finally packaging and distributing your new app.": "Dans cet ouvrage nous expliquerons comment construire des applications grâce à GTK+, Granite, ainsi que d'autres techniques disponibles dans elementary; comment paramétrer un système de développement, héberger notre code pour un développement collaboratif, et travailler avec des traductions; nous aborderons aussi quelques autres sujets annexes, et finalement comment empaqueter et distribuer votre nouvelle application.",
    "The Basic Setup": "Paramétrage de base",
    "Before we even think about writing code, you'll need a certain basic setup. This chapter will walk you through the process of getting set up. We will cover the following topics:": "Avant même que nous ne pensions à écrire du code, vous aurez besoin de certains paramétrages de base. Ce chapitre vous guidera au travers de cette mise en place. Nous couvriront les sujets suivants :",
    "Creating an account in launchpad.net and importing an SSH key in Launchpad": "Créer un compte launchpad.net et y importer une clé SSH",
    "Setting up the Bazaar revision control system": "Mise en place du système Bazaar de contrôle de version",
    "Getting and using the elementary developer &quot;SDK&quot;": "Obtenir et utiliser le \"SDK\" pour les développeurs elementary",
    "We’re going to assume that you’re working from a clean installation of elementary OS Freya or later. This is important as the instructions you’re given may reference apps that are not present (or even available) in other Linux based operating systems like Ubuntu. It is possible to apply the principles of this guide to Ubuntu development, but it may be more difficult to follow along.": "Nous supposons que vous travaillez à partir d'une version vierge de elementary OS Freya ou ultérieure. Ceci est important car les instructions données ici peuvent faire référence à des applications qui ne sont pas présentes —ou même disponibles— dans d'autres systèmes d'exploitation basés sur Linux comme Ubuntu. Il est possible d'appliquer les principes de ce guide pour le développement d'Ubuntu, mais vous aurez probablement plus de mal à suivre la suite.",
    "Launchpad": "Launchpad",
    "Launchpad is a free online service provided by Canonical, the same people who brought you Ubuntu. It is used as a platform for hosting code, tracking milestones, tracking bugs, proposing designs, making translations, and more. Launchpad is a powerful resource, especially if you are a developer working with others. We're going to be using it for its various features throughout this book, so it's a good idea for you to sign up for an account. If you already have an account, feel free to move on to the next section.": "Launchpad est un service en ligne gratuit fourni par Canonical, les mêmes personnes qui vous ont apporté Ubuntu. Il est utilisé comme une plate-forme pour héberger du code, échelonner les étapes du développement, gérer les bugs, proposer des designs, traduire, et plus encore. Launchpad est une ressource puissante, surtout si vous êtes un développeur travaillant avec d'autres. Nous allons l'utiliser pour ses fonctions diverses tout au long de ce livre; c'est donc une bonne idée pour vous de posséder un compte. Si vous avez déjà un compte, vous pouvez passer à la section suivante.",
    "To set up a Launchpad account:": "Pour configurer un compte Launchpad :",
    "Go to <a href=\"https://launchpad.net\">Launchpad.net</a>. Click on <strong>Log in/Register</strong> in the top right corner of the page.": "Allez sur <a href=\"https://launchpad.net\">Launchpad.net</a> . Cliquez sur <strong> Log in/Register</strong> dans le coin supérieur droit de la page.",
    "Select <strong>I am a new Ubuntu One user</strong> on the left side.": "Selectionnez <strong>I am a new Ubuntu One user</strong> sur le côté gauche.",
    "Enter your information and click <strong>Create account</strong>.": "Entrez vos informations et cliquez sur <strong>Create account</strong>.",
    "After you have verified your email your Launchpad account is ready, so let's move on to the next section. Remember, we're not going to go over all the little details in this book. We'll come back to Launchpad a few times later on to use specific features, but if you really want to learn everything there is to know about the website you should read their user guide. Onward!": "Après avoir confirmé votre adresse mail, votre compte Launchpad est prêt; nous allons donc pouvoir passer à la section suivante. Rappelez-vous, nous n'aborderons pas tout les menus détails dans ce livre. Nous reviendrons sur Launchpad dans quelques temps pour utiliser des fonctionnalités spécifiques, mais si vous voulez vraiment apprendre tout ce qu'il y a à savoir sur ce site, vous devriez lire leur mode d'emploi. En avant!",
    "Bazaar": "Bazaar",
    "elementary projects are hosted on Launchpad. To interact with the code on Launchpad, we use a distributed <a href=\"http://en.wikipedia.org/wiki/Revision_control\">revision control system</a> called Bazaar. This allows multiple developers to collaboratively develop and maintain the code while keeping track of each revision along the way.": "Les projets elementary sont hébergés sur Launchpad. Pour interagir avec le code sur Launchpad, nous utilisons un système de <a href=\"https://fr.wikipedia.org/wiki/Gestion_de_versions\">gestion de versions</a> appelé Bazaar. Cela permet à plusieurs développeurs de développer collaborativement et de maintenir le code tout en gardant en permanence une trace de chaque révision.",
    "If you're ready, let's get you set up to use Bazaar:": "Si vous êtes prêt, nous allons vous aider à tout mettre en place pour utiliser Bazaar :",
    "Open the Terminal. You'll be interacting with Bazaar through a simple terminal-based program called bzr.": "Ouvrez le Terminal. Vous serez en interaction avec Bazaar grâce à un programme simple sur le terminal appelé bzr.",
    "You'll need to install bzr. Simply type the following into the Terminal:": "Vous aurez besoin d'installer bzr. Il suffit de taper la commande suivante dans le Terminal:",
    "To authenticate and transfer code securely, you’ll need to generate an <a href=\"http://en.wikipedia.org/wiki/Secure_Shell\">SSH</a> key pair (a kind of fingerprint for your computer) and import the public key in Launchpad. Type the following in terminal (note that <code>C</code> stands for comment and that you can alter its value as you wish, but it's a requirement for Launchpad):": "Pour authentifier et transférer le code en toute sécurité, vous aurez besoin de générer une paire de clés <a href=\"http://http://fr.wikipedia.org/wiki/Secure_Shell\">SSH</a> (une sorte d'empreinte digitale pour votre ordinateur) et d'importer la clé publique dans Launchpad. Tapez la commande suivante dans le Terminal (notez que <code>C</code> signifie commentaire et que vous pouvez modifier sa valeur comme vous le désirez, mais qu'il est requis par Launchpad):",
    "When prompted, press Enter to accept the default file name for your key.": "Lorsque vous y êtes invité, appuyez sur Entrée pour accepter le nom de fichier par défaut pour votre clé.",
    "Next, enter a password to protect your SSH key. You’ll be asked to enter it again, just to make sure you didn’t make any typos. You'll need to enter this password any time you try to push code to launchpad so don't forget it! Optionally, you can just press enter and use no password, but this is obviously less secure.": "Entrez ensuite un mot de passe pour protéger votre clé SSH. Vous serez invité à l'entrer de nouveau pour être sûr que vous n'avez pas fait de fautes de frappe. Vous devrez entrer ce mot de passe chaque fois que vous essayerez de publier du code dans Launchpad, alors ne l'oubliez pas! Vous pouvez également appuyer sur Entrée et ne pas utiliser de mot de passe, mais cela est évidemment moins sécurisé.",
    "Now, we're going to tell Launchpad about your SSH key. Open your SSH key with the following command, then copy the text from the file that opens in Scratch:": "Maintenant, nous allons paramétrer Launchpad pour votre clé SSH. Ouvrez votre clé SSH avec la commande suivante, puis copiez le texte à partir du fichier qui s'ouvre dans Scratch:",
    "Visit <a href=\"https://launchpad.net/people/+me/+editsshkeys\">your SSH keys page</a>. Paste the text in the textbox and click <strong>Import public key</strong>.": "Visitez <a href=\"https://launchpad.net/people/+me/+editsshkeys\">la page de vos clés SSH</a>. Collez le texte dans la zone de texte et cliquez sur <strong>Import public key</strong>.",
    "Now you can connect bzr to your Launchpad account. You'll need your launchpad id, which you can look up at <a href=\"https://launchpad.net/people/+me\">your launchpad page</a>.": "Vous pouvez maintenant connecter bzr à votre compte Launchpad. Vous aurez besoin de votre identifiant Launchpad, que vous pouvez consulter à l'adresse <a href=\"https://launchpad.net/people/+me\">votre page personnelle</a>.",
    "Done! Now you can download source code hosted on Launchpad and upload your own code. We'll revisit using bzr in a minute, but for now you're logged in. For a more in-depth introduction to bzr, you can also check the complete <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Bazaar User Guide</a> provided by Canonical.": "C'est tout! Vous pouvez dès à présent télécharger le code source hébergé sur Launchpad et y téléverser votre propre code. Nous nous pencherons à nouveau sur bzr dans une minute, mais pour l'instant vous êtes connecté. Pour une introduction plus approfondie à bzr, vous pouvez également vérifier le  <a href=\"http://doc.bazaar.canonical.com/latest/en/user-guide\">Guide de l'utilisateur Bazaar (en anglais)</a> fourni par Canonical.",
    "Developer &quot;SDK&quot;": "\"SDK\" pour les développeurs",
    "At the time of this writing, elementary doesn't have a full SDK like Android or iOS. But luckily, we only need a couple simple apps to get started writing code.": "Au moment où vous lisez ces lignes, elementary ne dispose pas d'un SDK complet comme Android ou iOS. Heureusement, nous n'avons besoin que de quelques applications simples pour commencer à écrire du code.",
    "Scratch": "Scratch",
    "The first piece of our simple &quot;SDK&quot; is the code editor Scratch. This comes by default with elementary OS. It comes with some helpful features like syntax highlighting, auto-save, and the Folder Manager extension. There are other extensions for Scratch as well, like the Outline, Terminal or Devhelp extensions. Play around with what works best for you.": "La première pièce de notre \"SDK\" est l'éditeur de code Scratch. Il est fourni par défaut avec elementary OS. Il est livré avec des fonctionnalités utiles comme la coloration syntaxique, la sauvegarde automatique, et l'extension du Gestionnaire de dossiers. Il existe également d'autres extensions pour Scratch, comme les extensions Outline, Terminal ou Devhelp. Utilisez ce qui fonctionne le mieux pour vous.",
    "Terminal": "Terminal",
    "We’re going to use Terminal in order to compile our code, push revisions to Bazaar (bzr), and other good stuff. Throughout this guide, we’ll be issuing Terminal commands. You should assume that any command is executed from the directory “Projects” in your home folder unless otherwise stated. Since elementary doesn’t come with that folder by default, you’ll need to create it.": "Nous allons utiliser le Terminal afin de compiler notre code, soumettre de nouvelles versions à Bazaar (bzr), ainsi que d'autres bonnes choses. Tout au long de ce guide, nous allons utiliser des commandes pour le terminal. Nous supposerons que toutes les commandes sont exécutées depuis le répertoire \"Projets\" dans votre dossier personnel (home), sauf indication contraire. Comme elementary ne dispose pas de ce dossier par défaut, vous devez le créer.",
    "Open Terminal and issue the following command:": "Ouvrez le terminal et exécutez la commande suivante:",
    "Development Libraries": "Bibliothèques de Développement",
    "In order to build apps you're going to need their development libraries. We can fetch a basic set of libraries and other development tools with the following terminal command:": "Afin de créer des applications, vous allez avoir besoin de leurs librairies de développement. On peut télécharger un ensemble basique de librairies et outils de développement en utilisant la commande suivante :",
    "And with that, we're ready to dive into development! Let's move on!": "Et ceci fait, nous sommes prêts à plonger dans le développement! Ne nous arrêtons pas en si bon chemin!",
    "Hello World": "Hello World",
    "The first app we’ll create will be a basic and generic “Hello World”. We’ll walk through the steps of creating folders to store our source code, compiling our first app, and pushing the project to a bzr branch. Let’s begin.": "La première application que nous allons créer sera un \"Hello World\" basique. Nous parcourrons les étapes pour créer des dossiers afin de stocker notre code source, compiler notre première application, et enfin publier le projet sur une branche bzr. Commençons maintenant.",
    "Setting Up": "Configuration",
    "Apps on elementary OS are organized into standardized directories contained in your project's &quot;root&quot; folder. Let's create a couple of these to get started:": "Les applications sur elementary OS sont organisées en répertoires standardisés contenus dans le dossier \"racine\" de votre projet. Créons deux de ces dossiers pour commencer :",
    "Create your root folder called &quot;gtk-hello&quot;": "Créez votre dossier racine appelé \"gtk-hello\"",
    "Create a folder inside that one called &quot;src&quot;. This folder will contain all of our source code.": "Créez un dossier à l'intérieur de ce dernier que l'on appelle \"src\". Ce dossier contiendra l'ensemble de notre code source.",
    "Later on, We'll talk about adding other directories like &quot;po&quot; and &quot;data&quot;. For now, this is all we need.": "Plus tard, nous parlerons de l'ajout d'autres répertoires comme \"po\" et \"data\". Pour l'instant, nous avons tout ce dont nous avons besoin.",
    "Gtk.Window and Gtk.Button": "Gtk.Window and Gtk.Button",
    "Now what you've been waiting for! We're going to create a window that contains a button. When pressed, the button will display the text &quot;Hello World!&quot; To do this, we're going to use a widget toolkit called GTK+ and the programming language Vala. Before we begin, we highly recommend that you do not copy and paste. Typing each section manually will help you to practice and remember. Let's get started:": "Maintenant, ce que vous attendiez depuis le début! Nous allons créer une fenêtre qui contiendra un bouton. Une fois pressé, le bouton affichera le texte \"Hello World!\". Pour ce faire, nous allons utiliser une boîte à outils de widgets appelée GTK+ et le langage de programmation Vala. Avant de commencer, nous vous recommandons fortement de ne pas copier-coller. Taper manuellement chaque section vous aidera à pratiquer et retenir. Commençons sans perdre un instant:",
    "Create a new file in Scratch and save it as &quot;gtk-hello.vala&quot; inside your &quot;src&quot; folder": "Créez un nouveau fichier dans Scratch et enregistrez le en temps que \"gtk-hello.vala\" dans votre dossier \"src\"",
    "First we must create the main function of our new GTK app. Type the following in your &quot;gtk-hello.vala&quot;.": "Nous devons d'abord créer la fonction principale de notre nouvelle application GTK. Tapez la commande suivante dans votre \"gtk-hello.vala\".",
    "Now, that we've initialized Gtk, we'll create a new window and declare a few properties of this window. You'll notice that most of these property names are pretty straightforward. Try to guess what each one does and we'll explain in a second. Type the following after the <code>Gtk.init</code> line, but before the last bracket:": "Maintenant que nous avons initialisé Gtk , nous allons créer une nouvelle fenêtre et déclarer quelques propriétés pour celle-ci. Vous remarquerez que la plupart de ces noms de propriétés sont assez simple. Essayez de deviner ce que fait chacune et nous vous expliquerons dans une seconde. Tapez le code suivant après la ligne <code>Gtk.init</code>, mais avant la dernière accolade:",
    "The first line creates a new <code>Gtk.Window</code> called &quot;window&quot;. The second line sets the window title that you see at the top of the window. Next, we create a margin inside that window so that widgets don't bump up against the window's edge. Then we tell the window manager that we want to place this window in the center of the screen instead of in the default position (which is usually the top left). We also must give our window a default size so that is does not appear too small for the user to interact with it. Finally, we explain what to do with this process if the main window is closed; In our case, we want to quit.": "La première ligne crée un nouveau <code>Gtk.Window</code> appelée \"fenetre\". La deuxième ligne définit le titre de la fenêtre que vous voyez en haut de celle-ci . Puis nous créons une marge à l'intérieur de cette fenêtre de façon à ce que les widgets ne se cognent pas contre les bords de la fenêtre. Ensuite, nous disons au gestionnaire de fenêtres que nous voulons placer cette fenêtre au centre de l'écran au lieu de la position par défaut (qui est habituellement en haut à gauche). Nous devons aussi donner à notre fenêtre une taille par défaut de sorte à ce qu'elle ne soit pas trop petite afin que l'utilisateur puisse interagir avec elle. Enfin, nous expliquons quoi faire avec ce processus si la fenêtre principale est fermée ; Dans notre cas, nous voulons quitter.",
    "Now that we've defined a nice window, let's put a button inside of it. After our window stuff (but before <code>Gtk.main</code> line), leave a new line and then type the following:": "Maintenant que nous avons défini une belle fenêtre, nous allons mettre un bouton à l'intérieur de celle-ci. Après nos composantes pour la fenêtre (mais avant la ligne <code>Gtk.main</code>), laissez une nouvelle ligne, puis tapez la commande suivante:",
    "Any ideas about what happened here? We've created a new <code>Gtk.Button</code> with the label &quot;Click me!&quot;. Then we've said that if this button is clicked, we want to change the label to say &quot;Hello World!&quot; instead. We've also said that we want to make the button insensitive; We do this because clicking the button again has no visible effect. Finally, we add the button to our <code>Gtk.Window</code> and declare that we want to show all of the window's contents.": "Des idées sur ce qui se passe ici? Nous avons créé un nouveau <code>Gtk.Button</code> avec une étiquette (label) \"Cliquez moi !\". Ensuite, nous avons dit que si ce bouton est cliqué, nous voulons changer l'étiquette pour qu'elle affiche \"Hello World!\" à la place. Nous avons également dit que nous voulions que le bouton devienne insensible; Nous faisons cela parce que cliquer à nouveau sur le bouton n'a aucun effet visible. Finalement, nous ajoutons le bouton à notre <code>Gtk.Window</code> et déclarons que nous voulons montrer tout le contenu de la fenêtre.",
    "Compiling and Running your code": "Compilation et exécution de votre code",
    "Ready to test it out? Fire up your terminal and make sure you're in &quot;~/Projects/gtk-hello/src&quot;. Then execute the following commands to compile and run your first Gtk app:": "Prêt à le tester? Lancez votre terminal et assurez-vous que vous êtes dans \"~/Projets/gtk- hello/src\". Ensuite, exécutez les commandes suivantes pour compiler et exécuter votre première application GTK:",
    "Did it work? If so, congratulations! If not, read over your source code again and look for errors. Also check the output of your terminal. Usually there is helpful output that will help you track down your mistake.": "Ça a marché? Si oui, félicitations! Sinon, relisez votre code source et cherchez les erreurs. Vérifiez également la sortie de votre terminal: habituellement, un message d'aide vous aidera à traquer votre erreur.",
    "Pushing to Launchpad": "Envoyer sur Launchpad",
    "After we do anything significant, we must remember to push our code. This is especially important in collaborative development where not pushing your code soon enough can lead to unintentional forks and pushing too much code at once can make it hard to track down any bugs introduced by your code. So let's take a minute to revisit our friend <code>bzr</code>:": "Après avoir fait quoi que ce soit de significatif, nous devons nous rappeler de publier notre code. Ceci est particulièrement important dans le développement collaboratif où ne pas publier votre code assez tôt peut conduire à des sur-développements involontaires et poster trop de code à la fois peut rendre difficile la traque de tous les bogues introduits par votre code. Prenons une minute pour revoir notre ami <code>bzr</code>:",
    "Open Terminal and make sure you're in your project's root directory &quot;~Projects/gtk-hello&quot;": "Ouvrez le terminal et assurez-vous de vous situer dans le dossier racine de votre projet \"~/Projets/gtk-hello\"",
    "With these commands, we've told <code>bzr</code> to track this folder as a branch, that we'd like to track revisions on the file &quot;gtk-hello.vala&quot;, we've committed our first revision and explained what we did in the revision, and then we've told <code>bzr</code> to push your code to Launchpad in your <a href=\"https://code.launchpad.net/people/+me/\">junk folder</a>.": "Avec ces commandes, nous avons dit à <code>bzr</code> de suivre ce dossier comme une branche et que nous aimerions suivre les révisions sur le fichier \"gtk-hello.vala\"; nous avons enregistré notre première révision et expliqué ce que nous y avons fait; enfin, nous avons dit à <code>bzr</code> de publier le code dans Launchpad dans votre <a href=\"https://code.launchpad.net/people/+me/\">dossier des brouillons</a>.",
    "Victory!": "Victoire!",
    "Let's recap what we've learned to do in this first section:": "Récapitulons ce que nous avons appris à faire dans cette première section:",
    "We created a new project containing a &quot;src&quot; folder": "Nous avons créé un nouveau projet contenant un dossier \"src\"",
    "We created our main vala file and inside it we created a new <code>Gtk.Window</code> and <code>Gtk.Button</code>": "Nous avons créé notre fichier Vala principal et à l'intérieur, nous avons créé une nouvelle <code>Gtk.Window</code> et un <code>Gtk.Button</code>",
    "We built and ran our app to make sure that everything worked properly": "Nous avons compilé et éxécuté notre application pour nous assurer que tout fonctionnait correctement",
    "Finally, we commited our first revision and pushed code to Launchpad": "Enfin, nous avons crée notre première révision et posté le code sur Launchpad",
    "Feel free to play around with this example. Make the window a different size, set different margins, make the button say other things. When you're comfortable with what you've learned, go on to the next section.": "N'hésitez pas à jouer avec cet exemple. Créez une fenêtre de taille différente, définissez d'autres marges, changez le texte du bouton. Lorsque vous serez à l'aise avec ce que vous avez appris, passez à la section suivante.",
    "A Note About Libraries": "Remarque à propos des bibliothèques",
    "Remember how when we compiled our code, we used the <code>valac</code> command and the argument <code>--pkg gtk+-3.0</code>? What we did there was make use of a &quot;library&quot;. If you're not familiar with the idea of libraries, a library is a collection of methods that your program can use. So this argument tells <code>valac</code> to include the GTK+ library (version 3.0) when compiling our app.": "Vous rappelez-vous comment, lorsque nous avons compilé notre code, nous avons utilisé la commande <code>valac</code> avec l'argument <code>--pkg gtk+-3.0</code> ? Ce que nous avons fait était l'utilisation d'une \"bibliothèque\". Si vous n'êtes pas familier avec le concept de bibliothèques, c'est un ensemble de fonctions que votre programme peut utiliser. Cet argument informe donc <code>valac</code> d'inclure la bibliothèque GTK+ (version 3.0) lors de la compilation notre application.",
    "In our code, we've used the <code>Gtk</code> &quot;Namespace&quot; to declare that we want to use methods from GTK+ (specifically, <code>Gtk.Window</code> and <code>Gtk.Button.with_label</code>). Notice that there is a hierarchy at play. If you want to explore that hierarchy in more detail, you can <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">check out Valadoc</a>.": "Dans notre code, nous avons utilisé le \"Namespace\" <code>Gtk</code> afin de déclarer que nous voulons utiliser des méthodes de GTK+ (ici <code>Gtk.Window</code> et <code>Gtk.Button.with_label</code>). Notez qu'il existe une hiérarchie. Si vous voulez explorer cette hiérarchie plus en détail, vous pouvez vous référer à <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Button\">Valadoc</a>.",
    "Our First App": "Notre première application",
    "In the previous chapter, we created a simple &quot;Hello World!&quot; app to show off our vala and Gtk skills. But what if we wanted to share our new app with a friend? They'd have to know which packages to include with the <code>valac</code> command we used to build our app, and after they'd built it they'd have to run it from the build directory like we did. Clearly, we need to do some more stuff to make our app fit for people to use, to make it a <em>real</em> app.": "Dans le chapitre précédent, nous avons créé une simple application \"Hello World!\" pour montrer nos compétences en Vala et Gtk. Mais que faire si nous voulons partager notre nouvelle application avec des amis? Ils auraient besoin de savoir quels paquets inclure avec la commande <code>valac</code> que nous avons utilisé pour compiler notre application, et après qu'ils l'aient fait ils auraient à l'exécuter à partir du répertoire de compilation, comme nous. De toute évidence, nous avons besoin de travailler un peu plus afin que notre application soit utilisable par tout le monde, pour en faire une <em >véritable</em> application.",
    "Hello (again) World!": "Hello (again) World!",
    "To create our first real app, we're going to need all the old stuff that we used in the last example. But don't just copy and paste! Let's take this time to practice our skills and see if we can recreate the last example from memory. Additionally, now that you have the basics, we're going to get a little more complex and a little more organized:": "Pour créer notre première véritable application, nous allons avoir besoin de tous les vieux fichiers que nous avons utilisé dans le dernier exemple. Mais ne faites pas simplement du copier-coller! Prenons le temps pour pratiquer afin de voir si nous pouvons recréer le dernier exemple de mémoire. En outre, maintenant que vous avez les bases, nous allons créer quelque chose d'un peu plus complexe et organisé :",
    "Create a new folder in &quot;~/Projects&quot; called &quot;hello-world&quot; and put our last project in that folder. Now create a new folder inside &quot;~/Projects/hello-world&quot; called &quot;hello-again&quot;. We're doing this because our first &quot;gtk-hello&quot; and &quot;hello-again&quot; are two branches of the same &quot;hello-world&quot; project. As you get more into collaborative development, you're going to have lots of branches. This method will help you stay organized.": "Créez un nouveau dossier dans \"~/Projets\" appelé \"hello-world\" et mettez notre dernier projet dans ce dossier. Maintenant, créez un nouveau dossier dans \"~/Projets/hello-world\" appelé \"hello-again\". Nous faisons cela parce que notre premier \"gtk-hello\" et \"hello-again\" sont deux branches du même projet \"hello-world\". Lorsque vous avancerez plus dans le développement collaboratif, vous commencerez à avoir beaucoup de branches. Cette méthode vous aidera à rester organisé.",
    "Now go into &quot;hello-again&quot; and create our directory structure including the &quot;src&quot; folder.": "Maintenant, allez dans \"hello-again\" et de créez la structure de notre répertoire contenant le dossier \"src\".",
    "Create &quot;hello-again.vala&quot; in the &quot;src&quot; folder.  This time we're going to prefix our file with a small legal header. More about legal stuff later. For now, just copy and paste this, changing out <code>YourName</code> for your actual name:": "Créez \"hello-again.vala\" dans le dossier \"src\". Cette fois, nous allons faire précéder notre fichier d'un petit en-tête légal. Nous expliquerons plus à propos de ces histoires légales plus tard. Pour l'instant, il suffit de copier et coller ceci, en remplaçant <code>VotreNom</code> par votre nom réel :",
    "Now, let's create our main function, a <code>Gtk.Window</code>, and set the window's default properties. Refer back to the last chapter if you need a refresher.": "Maintenant, nous allons créer notre fonction principale, une <code>Gtk.Window</code>, et définir les propriétés par défaut de celle-ci. Reportez-vous au dernier chapitre si vous avez besoin d'un rafraîchissement.",
    "For the sake of time let's just put a <code>Gtk.Label</code> instead of a <code>Gtk.Button</code>. We don't need to try to make the label do anything when you click it.": "Pour des raisons de temps nous allons simplement mettre un <code>Gtk.Label</code> au lieu d'un <code>Gtk.Button</code>. Nous n'essayerons pas de faire faire quoi que ce soit à cette étiquette lorsque vous cliquerez dessus.",
    "Don't forget to add it to your window and show the window's contents:": "N'oubliez pas de l'ajouter à votre fenêtre et d'afficher le contenu de la fenêtre :",
    "Build &quot;hello-again.vala&quot; just to make sure it all works. If something goes wrong here, feel free to refer back to the last chapter and remember to check your terminal output for any hints.": "Compilez \"hello-again.vala\" juste pour vous assurer que tout cela fonctionne. Si quelque chose se passe mal ici, sentez-vous libre de retourner au dernier chapitre et pensez à vérifier la sortie de votre terminal pour plus d'indications.",
    "Initialize the branch, add your files to the project, and write a commit message using what you learned in the last chapter. Lastly, push your first revision with <code>bzr</code>:": "Initialisez la branche, ajoutez vos fichiers au projet, et d'écrire un message en commentaire en utilisant ce que vous avez appris dans le dernier chapitre. Enfin, postez votre première révision avec <code>bzr</code> :",
    "Everything working as expected? Good. Now, let's get our app ready for other people to use.": "Tout marche comme prévu ? Bien. Maintenant, faisons en sorte que notre application soit utilisable par les autres personnes.",
    "The .desktop File": "Le Fichier .desktop",
    "Every app comes with a .desktop file. This file contains all the information needed to display your app in the Applications menu and in the Dock. Let's go ahead and make one:": "Chaque application dispose d'un fichier .desktop. Ce fichier contient toutes les informations nécessaires pour afficher votre application dans le menu correspondant ainsi que sur le Dock. Allons voir comment en créer un :",
    "In your project's root, create a new folder called &quot;data&quot;.": "À la racine de votre projet, créez un nouveau dossier appelé \"data\".",
    "Create a new file in scratch and save it in the &quot;data&quot; folder as &quot;hello.desktop&quot;.": "Créez un nouveau fichier dans Scratch et enregistrez le dans le dossier \"data\" sous le nom \"hello.desktop\".",
    "Type the following into &quot;hello.desktop&quot;. Like before, try to guess what each line does.": "Écrivez ceci dans \"hello.desktop\". Comme auparavant, essayez de deviner ce que chaque ligne effectue.",
    "The first line declares that this file is a &quot;Desktop Entry&quot; file. The next three lines are descriptions of our app: The branded name of our app, a generic name for our app, and a comment that describes our app's function. Next, we categorize our app. Then, we say what command will execute it. Finally, we give our app an icon (a generic one included in elementary OS) and let the OS know that this isn't a command line app. For more info about crafting .desktop files, check out <a href=\"/docs/human-interface-guidelines/app-launchers\">this HIG entry</a>.": "La première ligne déclare que ce fichier est un fichier \"Desktop Entry\". Les trois lignes suivantes sont la description de votre application : le nom commercial de votre application, un nom générique pour celle-ci et un commentaire qui décrit sa fonction. Après ça, nous catégorisons votre application. Puis nous indiquons la commande qui devra être exécutée pour la lancer. Enfin, nous donnons une icône à notre application (intégrée par défaut à elementary OS) et nous indiquons au système d'exploitation que ce n'est pas une application en ligne de commande. Pour plus d'informations à propos de la création des fichiers .desktop, visitez <a href=\"/docs/human-interface-guidelines/app-launchers\">cette page</a>.",
    "Finally, let's add this file to bzr and commit a revision:": "Enfin, ajoutons ce fichier à bzr et appliquons une révision :",
    "Legal Stuff": "Légal",
    "Since we're going to be putting our app out into the wild, we should include some information about who wrote it and the legal usage of its source code. For this we need two new files in our project's root folder: AUTHORS and COPYING.": "À partir du moment où nous allons lâcher notre application dans la nature, nous devons y inclure des informations à propos de qui l'a créée et l'utilisation légale de son code source. pour cela nous avons besoin de deux nouveaux fichiers à la racine de notre projet : AUTHORS et COPYING.",
    "Authors": "Authors",
    "The AUTHORS file is pretty straightforward. This file contains your name and email address along with the name and email address of anyone who helped you make your app. It typically looks like this:": "Le fichier AUTHORS est assez simple. Il contient votre nom et votre adresse mail ainsi qu'éventuellement le nom et l'adresse mail des personnes vous ayant aidé à développer votre application. Il ressemble généralement à ceci :",
    "Copying": "Copying",
    "The COPYING file contains a copy of the license that your code is released under. For elementary apps this is typically the <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU General Public License</a> (GPL). Remember the header we added to our source code? That header reminds people that your app is licensed and it belongs to you. You can choose other licenses like the MIT license as well, but for this example let's stick to the <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">GPL</a>.": "Le fichier COPYING contient une copie de la licence sous laquelle est distribué votre code. Pour les applications elementary, c'est souvent une <a href=\"http://www.gnu.org/licenses/quick-guide-gplv3.fr.html\">Licence Publique GNU</a> (LPG). Vous souvenez-vous de l'en-tête que nous avions mis dans notre code source ? Il rappelle que c'est votre application et qu'elle vous appartient. Vous pouvez choisir d'autres licences comme la MIT, mais pour cet exemple restons avec la <a href=\"http://www.gnu.org/licenses/gpl-3.0.txt\">LPG</a>.",
    "Mark Your Progress": "Marquez Vos Progrès",
    "Did you remember to add these files to bzr and commit a revision? Each time we add a new file or make a significant change it's a good idea to commit a new revision and push to Launchpad. Keep in mind that this acts as a backup system as well; when we push our work to Launchpad, we know it's safe and we can always revert to a known good revision if we mess up later.": "Vous êtes vous rappelés d'ajouter ces fichiers à bzr et de proposer une révision ? Chaque fois que nous ajoutons un fichier ou faisons un changement significatif c'est une bonne idée que de proposer une révision et de l'envoyer sur Launchpad. Gardez à l'esprit que ça agit également comme un système de sauvegarde ; quand nous envoyons notre travail sur Launchpad, nous savons qu'il est en sécurité et qu'on peux toujours revenir en arrière si une révision casse tout plus tard.",
    "Now that we've got all these swanky files laying around, we need a way to tell the computer what to do with them. Ready for the next chapter? Let's do this!": "Maintenant que nous avons tous ces fichiers, nous devons dire à notre ordinteur que faire d'eux. Prêts pour le chapitre suivant ? C'est parti !",
    "The Build System": "Le système de compilation",
    "The next thing we need is a build system. The build system that we're going to be using is called <a href=\"http://www.cmake.org\">CMake</a>. We already installed the <code>cmake</code> program at the beginning of this book when we got the build dependencies for Granite Demo. What we're going to do in this step is create the files that tell Cmake how to install your program. This includes all the rules for building your source code as well as correctly installing your .desktop file and the binary app that results from the build process.": "Ce dont nous avons besoin ensuite est un système de compilation. Le système de compilation que nous allons utiliser est appelé <a href=\"http://www.cmake.org\">CMake</a>. Nous avons déjà installé le programme <code>cmake</code> au début de ce livre quand nous avons installé les dépendances de compilation pour Granite Démo. Ce que nous allons faire dans cette étape est créer les fichiers qui indiqueront à Cmake comment installer votre programme. Cela inclut toutes les règles pour la compilation de votre code source et l'installation correcte de votre fichier .desktop ainsi que pour l'application binaire qui résulte du processus de compilation.",
    "Create a new file in your project's root folder called &quot;CMakeLists.txt&quot;. Since this file is a bit long, we've included some comments along the way to explain each section. You don't have to copy those, but type the rest into that file:": "Créez un nouveau fichier appelé \"CMakeLists.txt\" dans le dossier racine du projet. Comme ce fichier est un peu long, nous y avons inclus quelques commentaires afin d'expliquer chaque section. Vous n'avez pas besoin de les copier mais taper le reste dans le fichier :",
    "And you're done! Your app now has a real build system. Don't forget to add these files to bzr and push to launchpad. This is a major milestone in your app's development!": "Et voilà! Votre application a désormais un véritable système de build. N'oubliez pas d'ajouter ces fichiers aux bzr et à les publier sur launchpad. C'est un point essentiel dans le développement de votre application!",
    "Building and Installing with CMake": "Compilation et Installation avec CMake",
    "Now that we have a build system, let's try it out:": "Maintenant que nous avons un système de build, essayons le un peu :",
    "Create a new folder in your project's root folder called &quot;build&quot;": "Créez un nouveau dossier dans votre répertoire de projet appelé \"build\"",
    "Change into this directory in terminal and execute the following command:": "Ouvrez ce répertoire dans un terminal et exécuter la commande suivante :",
    "This command tells cmake to get ready to build our app using the prefix &quot;/usr&quot;. The <code>cmake</code> command defaults to installing our app locally, but we want to install our app for all users on the computer.": "Cette commande demande à CMake d'être prêt à compiler notre application en utilisant le préfixe \"/usr\". La commande <code>cmake</code> installe notre application localement par défaut, mais nous voulons installer notre application pour tous les utilisateurs de l'ordinateur.",
    "Build your app with <code>make</code> and if successful install it with <code>sudo make install</code>:": "Compilez votre application avec <code>make</code> et, si réussi, installez la avec <code>sudo make install</code>",
    "If all went well, you should now be able to open your app from the Applications menu and pin it to the Dock.  If you were about to add the &quot;build&quot; folder to your bzr branch and push it, stop! This binary was built for your computer and we don't want to redistribute it. In fact, we built your app in a separate folder like this so that we can easily delete or ignore the &quot;build&quot; folder and it won't mess up our app's source code.": "Si tout s'est bien passé, vous devriez pouvoir ouvrir votre application depuis le Menu des applications et l'épingler au Dock. Si vous étiez sur le point d'ajouter le dossier build à la branche bzr pour la publiez, arrêtez-vous! Ce binaire a été compilé pour votre ordinateur et nous ne voulons pas le redistribuer. En fait, nous avons compilé votre application dans un dossier séparé afin de pouvoir le supprimer facilement ou ignorer le dossier build. Cela permettra de garder un code source propre.",
    "We'll revisit CMake again later to add some more complicated behavior, but for now this is all you need to know to give your app a proper build system. If you want to explore CMake a little more on your own, you can always check out <a href=\"http://www.cmake.org/cmake/help/documentation.html\">CMake's documentation</a>.": "Nous reverrons CMake plus tard pour ajouter des comportement plus compliqués mais c'est tout ce dont nous avons besoin pour l'instant pour donner à votre application un environnement de compilation fiable. Si vous voulez explorer CMake un peu plus par vous-même, vous pouvez consulter la <a href=\"http://www.cmake.org/cmake/help/documentation.html\">documentation CMake.</a>",
    "Review": "Résumé",
    "Let's review all we've learned to do:": "Récapitulons ce que nous avons appris à faire:",
    "Create a new Gtk app using <code>Gtk.Window</code>, <code>Gtk.Button</code>, and <code>Gtk.Label</code>": "Créer une nouvelle application GTK en utilisant <code>Gtk.Window</code>, <code>Gtk.Button</code>, et <code>Gtk.Label</code>",
    "Keep our projects organized into branches": "Garder nos projets organiser en branches",
    "License our app under the GPL and declare our app's authors in a standardized manner": "License our app under the GPL and declare our app's authors in a standardized manner",
    "Create a .desktop file that tells the computer how to display our app in the Applications menu and the Dock": "Créer un fichier .desktop afin d’informer l'ordinateur sur la façon d'afficher notre application dans le menu Applications et le Dock",
    "Set up a CMake build system that contains all the rules for building our app and installing it cleanly": "Mettre en place un système de compilation CMake contenant toutes les règles pour construire et installer proprement notre application",
    "That's a lot! You're well on your way to becoming a bonified app developer for elementary OS. Give yourself a pat on the back, then take some time to play around with this example. Change the names of files and see if you can still build and install them properly. Ask another developer to branch your project from launchpad and see if it builds and installs cleanly on their computer. If so, you've just distributed your first app! When you're ready, we'll move onto the next section: Packaging.": "Ça fait beaucoup ! Vous êtes sur le bon chemin pour devenir un développeur d'application pour elementary OS. Accordez-vous vous-même une tape dans le dos, puis prenez un peu de temps pour jouer avec cet exemple. Modifiez les noms des fichiers et voyez si vous pouvez toujours les compiler et les installer correctement. Demandez à un autre développeur de se connecter à votre projet sur Launchpad et voir si il compile et s'installe proprement sur son ordinateur. Si oui, vous venez juste de distribuer votre première application ! Lorsque vous serez prêt , nous passerons à la section suivante : le Packaging.",
    "Adding Translations": "Ajouter des traductions",
    "Now that you've learned about CMake, the next step is to make your app able to be translated to different languages. The first thing you need to know is how to convert strings in your code into translatable strings. Here's an example:": "Maintenant que vous avez appris à propos de CMake, la prochaine étape est de permettre à votre application d'être traduite en différentes langues. La première chose que vous devez savoir est comment convertir vos propres Chaîne de caractères en Chaîne de caractères traductibles. Voici un exemple :",
    "See the difference? We just added <code>_()</code> around the string! Well, that was easy!": "Vous voyez la différence ? Nous avons juste ajouté <code>_()</code> autour de la chaîne de caractères. Bien, c'était facile !",
    "Go back to your project and make all your strings translatable by adding <code>_()</code>": "Retournez sur votre projet et faites que toutes vos chaines de caractères soit traductibles en ajoutant <code>_()</code>",
    "Add the following lines in the &quot;CMakeLists.txt&quot; file you created a moment ago:": "Ajoutez ces lignes au fichier CMakeLists.txt que vous avez créer précédemment :",
    "Create a directory named &quot;po&quot; on the root folder of your project. Inside of your po directory you will need to create another CMakeLists.txt file. This time, it's contents will be:": "Créez un répertoire nommé \"po\" dans le dossier racine de votre projet. À l'intérieur de votre dossier po vous aurez besoin de créer un autre fichier CMakeLists.txt ; cette fois son contenu devra être :",
    "On your build directory execute the following commands:": "Ouvrez ce répertoire dans un terminal et exécuter la commande suivante :",
    "Don't forget to add this new directory and it's contents to bzr": "N'oubliez pas de l'ajouter à votre fenêtre et d'afficher le contenu de la fenêtre :",
    "That's it! CMake will automatically add all the string marked with <code>_()</code> into a .pot template file, and a file for each available language where you'll place the translatable strings.": "C'est tout ! Came ajoutera automatiquement toutes les chaines de caractères entourée par <code>_()</code> dans un fichier .pot de votre fichier modèle, et un fichier pour chaque language disponible ou vous mettrez les chaines de caractères pouvant être traduites",
    "Packaging": "L'empaquetage",
    "While having a build system is great, our app still isn't ready for regular users. We want to make sure our app can be built and installed without having to use Terminal. What we need to do is package our app. To do this, we use the Debian packaging format (.deb) on elementary OS. This section will teach you how to package your app as a .deb file, hosted in a Personal Package Archive (PPA) on Launchpad. This will allow normal people to install your app and even get updates for it in Update Manager.": "Avoir un système de compilation est plaisant, mais notre application n'est toujours pas prête pour les utilisateurs. Nous voulons nous assurer que notre application peut être compilée et installée sans avoir à utiliser Terminal. Ce que nous devons faire est conditionner notre application. Pour ce faire, nous utilisons sur elementary OS le format des paquets Debian (.deb). Cette section vous apprendra comment emballer votre application comme fichier .deb, hébergé dans une Archive Package Personnelle (PPA) sur Launchpad. Cela permettra aux gens normaux d'installer votre application et même d'obtenir des mises à jour depuis Update Manager.",
    "Practice Makes Perfect": "C'est en forgeant qu'on devient forgeron",
    "If you want to get really good really fast, you're going to want to practice. Repetition is the best way to commit something to memory. So let's recreate our entire Hello World app again <em>from scratch</em>:": "Si vous désirez devenir bon rapidement, vous allez vouloir pratiquer. La répétition est le meilleur moyen de laisser une trace. Ainsi, recréons notre application Hello World <em>à partir de rien</em> :",
    "Create a new branch folder &quot;hello-packaging&quot;": "Créer une nouvelle branche appelée \"hello-packaging\"",
    "Set up our directory structure including the &quot;src&quot; and &quot;data&quot; folders.": "Préparons notre structure de dossier en incluant les dossiers \"src\" et \"data\"",
    "Add your Authors, Copying, .desktop, and source code.": "Ajoutez vos Authors, Copying, .desktop ainsi que le code source.",
    "Now set up the CMake build system.": "Maintenant, mettez en place le système de compilation CMake.",
    "Test everything!": "Testez tout !",
    "Did you commit and push to launchpad for each step? Keep up these good habits and let's get to packaging this app!": "Avez- vous mis à jour la version Launchpad pour chaque étape ? Gardez ces bonnes habitudes et nous allons arriver à emballer cette application !",
    "Debian Control": "Contrôle Debian",
    "Now it's time to create the rules that will allow your app to be built as a .deb package. Let's dive right in:": "Il est maintenant temps de créer les règles qui permettront à votre application d'être construite comme un paquet .deb. Débutons dès à présent :",
    "Like CMake, elementary maintains a simple version of the &quot;debian&quot; folder that contains all the files we need for packaging. Let's grab a copy of that with bzr:": "Comme pour CMake , elementary maintient une version simple du dossier \"debian\" qui contient tous les fichiers dont nous avons besoin pour l'emballage. Récupérons une copie de cela avec bzr :",
    "Copy the &quot;debian&quot; folder from that branch into your &quot;hello-packaging&quot; folder.": "Copiez le dossier \"debian\" de cette branche vers votre dossier \"hello-packaging\".",
    "Open the file called &quot;changelog&quot; and make it look like below:": "Ouvrez le fichier nommé \"changelog\" et modifiez le pour qu'il ressemble à celui ci-dessous :",
    "The first line contains your app's binary name, version, OS codename, and how urgently your package should be built. Remember that your app's binary name is lowercase and does not contain spaces. After the <code>*</code> is a list of your changes. Finally, you include your name, email address, and the date. For more information about the debian changelog, make sure to read the <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentation</a>.": "La première ligne contient le nom binaire de votre application, sa version, le nom de code du système d'exploitation, et l'urgence avec laquelle votre paquet doit être compilé. Rappelez-vous que le nom binaire de votre application est en minuscules et ne contient pas d'espaces. Après l'<code>*</code> est une liste de vos modifications. Enfin, vous incluez votre nom, votre adresse e-mail et la date. Pour plus d'informations sur le changelog Debian, lisez la <a href=\"http://www.debian.org/doc/debian-policy/ch-source.html#s-dpkgchangelog\">documentation</a>.",
    "Open the file called &quot;control&quot; and make it look like below:": "Ouvrez le fichier nommé \"control\" et modifiez le pour qu'il ressemble à celui ci-dessous :",
    "Open the file called &quot;copyright&quot;. We only need to edit what's up top:": "Ouvrez le fichier nommé \"copyright\". Nous avons seulement besoin de modifier ce qui suit :",
    "That wasn't too bad right? We'll set up more complicated packaging in the future, but for now this is all you need. If you'd like you can always read <a href=\"http://www.debian.org/doc/debian-policy/\">more about Debian packaging</a>.": "Ça n'était pas trop dur, n'est-ce pas ? Nous allons mettre en place des paquetages plus compliqué à l'avenir, mais pour l'instant c'est tout ce dont vous avez besoin. Si vous le souhaitez, vous pouvez toujours lire <a href=\"http://www.debian.org/doc/debian-policy/\">plus à propos des empaquetages Debian</a>.",
    "Launchpad Recipes": "Dépôts Launchpad",
    "Now that we have our &quot;debian&quot; folder in order, it's time to go to launchpad and create a recipe: instructions what code to build, how often to build it, and where to put the resulting packages.": "A présent que nous avons notre dossier \"debian\" en place, il est temps de se rendre sur launchpad et de créer un dépôt : avec des instructions sur le code à compiler, à quelle fréquence le compiler, et où placer les paquets résultants de cette opération.",
    "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Click this link</a> or go to Launchpad, find your hello-packaging branch, then select <strong>Create packaging recipe</strong>.": "<a href=\"https://code.launchpad.net/people/+me/+junk/hello-packaging/+new-recipe\">Cliquez sur ce lien</a> ou rendez-vous sur Launchpad, trouvez votre branche hello-packaging, enfin sélectionnez <strong>Create packaging recipe</strong>.",
    "Read through the options available to you. You can go ahead and keep the defaults for Name, Description (it's blank), Owner, Daily builds, and PPA but you can also customize a bit if you'd like.": "Parcourez les options qui s'offrent à vous. Vous pouvez passez à la suite et conserver les réglages par défaut pour Name, Description (c'est vide), Owner, Daily builds, et PPA mais vous pouvez aussi personnaliser un peu si vous le souhaitez.",
    "When you get down to a set of checkboxes with the header &quot;Default distribution series&quot;, make sure you select &quot;Trusty&quot;. elementary OS Freya shares it's core with Ubuntu Trusty, so packages built on Trusty will also work on Freya.": "Lorsque vous accédez à un ensemble de cases à cocher pour lesquelles l'en-tête est \"Default distribution series\", assurez vous de sélectionner \"Trusty\". Elementary OS Freya utilise le même noyau qu'Ubuntu Trusty, ainsi les packages publiés pour Trusty fonctionnent également avec Freya.",
    "For recipe text, we're going to change it ever so slightly to conform better with the official Debian rules. Change out the first line for this one:": "Nous allons changer un peu le texte du dépôt pour être en conformité avec les règles officielles de Debian. Modifiez la première ligne pour celle-ci :",
    "Notice that this is ever so slightly different from the default line which includes <code>{debupstream}-0~{revno}</code> instead of <code>{debupstream}+r{revno}-0</code>.": "Notez que celle-ci est vraiment très différente de la ligne par défaut qui contient <code>{debupstream}-0~{revno}</code> à la place de <code>{debupstream}+r{revno}-0</code>.",
    "When you're happy with the options you've chosen, select <strong>Create Recipe</strong>.": "Quand vous êtes satisfaits des options que vous avez choisi, sélectionnez <strong>Create Recipe</strong>.",
    "Now that you've created a recipe, you only have to wait until Launchpad finishes the build! If everything goes as planned, your new PPA will contain a packaged app which other people can install and run with ease. Additionally, anyone using your PPA will be able to get updates for your app if you upload a new version. We'll talk more about how to do that later.": "A présent que vous avez créé un dépôt, vous aurez seulement à attendre que Launchpad termine sa réalisation ! Si tout se passe comme prévu, votre nouveau PPA contiendra une application empaquetée que d'autres personnes pourront installer très facilement. En plus, toute personne qui utilisera votre PPA sera en mesure de récupérer les mises à jour de votre application dès que vous publierez une nouvelle version. Nous détaillerons plus amplement comment faire par la suite.",
    "Creating Layouts": "Création d'interfaces",
    "Now that you know how to code, build, and distribute an app using Vala, Gtk, CMake, and Launchpad PPAs, it’s time to learn a little bit more about how to build out your app into something really useful. The first thing we need to learn is how to lay out widgets in our window. But we have a fundamental problem: We can only add one widget (one “child”) to <code>Gtk.Window</code>. So how do we get around that to create complex layouts in a Window? We have to add a widget that can contain multiple children. One of those widgets is <code>Gtk.Grid</code>.": "Maintenant que vous savez comment coder, compiler et distribuer une application utilisant Vala, Gtk, CMake et les PPAs Launchpad, il est temps d'en apprendre un peu plus sur la façon de transformer votre application en quelque chose de vraiment utile. La première chose que nous devons apprendre est comment agencer les widgets dans notre fenêtre. Mais nous avons un problème fondamental : nous ne pouvons ajouter qu'un seul widget (un \"enfant\") à une <code>Gtk.Window</code>. Alors, comment pouvons-nous contourner ce problème afin de créer des mises en pages complexes dans une fenêtre ? Nous devons ajouter un widget qui peut contenir plusieurs enfants. Un de ces widgets est <code>Gtk.Grid</code>.",
    "Widgets as Subclasses of Other Widgets": "Des Widgets Comme Sous-Classes d'Autres Widgets",
    "Before we get into <code>Gtk.Grid</code>, let’s stop for a second and take some time to understand Gtk a little better. At the lower level, Gtk has classes that define some pretty abstract traits of widgets such as <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> and <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. These aren’t widgets that we’re going to use directly in our code, but they’re used as building blocks to create the widgets that we do use. It’s important that we understand this, because it means that when we understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Grid</code>, we also understand how to add children to a <code>Gtk.Container</code> like <code>Gtk.Toolbar</code>. Both Grid and Toolbar are widgets that are subclasses of the more abstract class <code>Gtk.Container</code>.": "Avant de plonger dans les <code>Gtk.Grid</code>, arrêtons nous quelques instants afin de comprendre un peu mieux Gtk. Au plus bas niveau, Gtk dispose de classes qui définissent des widgets abstraits tel que <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Container\"><code>Gtk.Container</code></a> et <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientable\"><code>Gtk.Orientable</code></a>. Nous n'utiliserons pas directement ces widgets dans notre code, mais ils sont utilisés comme des blocs de construction pour ceux que l'ont utilise. C'est important à maîtriser, car cela signifie que si nous comprenons comment ajouter un enfant à un <code>Gtk.Container</code> comme <code>Gtk.Grid</code>, alors nous savons aussi comment ajouter un enfant à un <code>Gtk.Container</code> comme <code>Gtk.Toolbar</code>. Tant Grid que Toolbar sont des widgets sous-classes de la classe abstraite <code>Gtk.Container</code>.",
    "If you want to understand more about these widgets and the parts of Gtk that they subclass, jump over to <a href=\"http://valadoc.elementary.io/\">Valadoc</a> and search for a widget like <code>Gtk.Grid</code>. See that big tree at the top of the page? It shows you every component of Gtk that <code>Gtk.Grid</code> subclasses and even what those components subclass. Having a lower level knowledge of Gtk will help you to implement widgets you haven’t worked with before since you will understand how their parent classes work.": "Si vous souhaitez en savoir plus a propos de ces widgets et des parties de GTK qu'elles sous-classent, allez visiter <a href=\"http://valadoc.elementary.io/\">Valadoc</a> et recherchez un widget comme <code>Gtk.Grid</code>. Voyez-vous cette grande arborescence tout en haut de la page ? Elle indique chaque composant que <code>Gtk.Grid</code> sous-classe et même chaque sous-classe de composant. Posséder des connaissance de très bas niveau de GTK vous aidera a implémenter des widgets avec lesquels vous n'avez jamais travaillé et qui vous permettra de comprendre comment fonctionnent les classes parentes.",
    "Gtk.Grid": "Gtk.Grid",
    "Now that we’ve gotten that out of the way, let’s get back to our Window and <code>Gtk.Grid</code>. Since you’re a master developer now, you can probably set up a new project complete with CMake, push it to Launchpad, and build a PPA in your sleep. If you want the practice, go ahead and do all of that again. Otherwise, it’s probably convenient for our testing purposes to just play around locally and build from Terminal. So code up a nice <code>Gtk.Window</code> without anything in it and make sure that builds. Ready? Let’s add a Grid.": "Maintenant que nous avons éclairci cette partie, revenons à notre Window et <code>Gtk.Grid</code>. Depuis que vous êtes un devenus un excellent développeur, vous pouvez probablement mettre en place un nouveau projet avec CMake, l'envoyer sur Launchpad, et construire un PPA pendant votre sommeil. Si vous voulez essayer, n'hésitez pas et réessayer de faire tout cela. Sinon il serait mieux pour nos tests de jouer simplement localement et compiler à partir du terminal. Alors programmez un beau <code>Gtk.Window</code> sans rien dedans et assurez-vous qu'il compile. Prêt ? Ajoutons une grille.",
    "Just like when we add a Button or Label, we need to create our <code>Gtk.Grid</code>. As always, don’t copy and paste! Practice makes perfect. We create a new Gtk.Grid like this:": "Dès lors que nous ajoutons un bouton ou une étiquette, nous avons besoin de créer notre <code>Gtk.Grid</code>. Comme toujours, pas de copier/coller ! L'entraînement apporte la perfection ! Nous créons notre nouvelle Gtk.Grid de cette manière: ",
    "Remember that Button and Label accepted an argument (a String) in the creation method (that’s the stuff in parentheses and quotes). As shown above, <code>Gtk.Grid</code> doesn’t accept any arguments in the creation method. However, you can still change the grid’s properties (like <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientation\">orientation</a>) as we did on the second line. Here, we’ve declared that when we add widgets to our grid, they should stack vertically.": "Rappelez-vous que Button et Label accèptent un argument (une chaîne de caractère) dans la méthode de création (c'est ce qui se trouve dans les parenthèses et guillemets). Comme montré ci-dessus, <code>Gtk.Grid</code> n'accepte aucun argument dans la méthode de création. Malgré tout, vous pouvez toujours changer les propriétés de la grille (comme son <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Orientation\">orientation</a>) comme le montre la deuxième ligne. Nous avons déclaré ici que quand nous ajoutons des widgets à notre grille, ils doivent s'empiler verticalement.",
    "Let’s add some stuff to the Grid:": "Ajoutons quelques trucs dans la grille :",
    "Super easy stuff, right? We can add the grid to our window using the same method that we just used to add widgets to our grid:": "Super facile non ? Nous pouvons ajouter la grille a notre fenêtre en faisant appel a la même méthode que celle employée pour ajouter des widgets à notre grille:",
    "Now build your app and see what it looks like. Since we’ve given our grid a <code>Gtk.Orientation</code> of <code>VERTICAL</code> the labels stack up on top of each other. Try creating a <code>Gtk.Grid</code> without giving it an orientation. By default, <code>Gtk.Grid</code>’s orientation is horizontal. You really only ever have to give it an orientation if you need it to be vertical.": "Compilez maintenant votre application et regardez de quoi elle a l'air. Depuis que nous avons donné une <code>Gtk.Orientation</code> <code>VERTICAL</code> à notre grille, les étiquettes s'empilent les uns au dessus des autres. Essayez de créer un <code>Gtk.Grid</code> sans lui donner d'orientation. Par défaut, l'orientation de <code>Gtk.Grid</code> est horizontale. Vous n'avez en réalité uniquement besoin de lui donner une orientation si vous avez besoin que celle-ci soit verticale.",
    "Functionality in Gtk.Grid": "Fonctions de Gtk.Grid",
    "Okay, so you know all about using a <code>Gtk.Grid</code> to pack multiple children into a Window. What about using it to lay out some functionality in our app? Let’s try building an app that shows a message when we click a button. Remember in our first “Hello World” how we changed the label of the button with <code>button.clicked.connect</code>? Let’s use that method again, but instead of just changing the label of the button, we’re going to use it to change an empty label to a message.": "D'accord, vous connaissez maintenant tout sur l'utilisation d'un <code>Gtk.Grid</code> pour ajouter plusieurs enfants dans une fenêtre. Pourquoi ne pas l'utiliser pour créer quelques interfaces dans vos applications ? Essayons de construire une application qui affiche un message lorsque nous cliquons sur un bouton. Vous vous rappelez dans notre premier \"Hello World\" comment nous avons changé l'étiquette du bouton avec <code>button.clicked.connect</code> ? Réutilisons cette méthode, mais au lieu de changer simplement l'étiquette du bouton, nous allons l'utiliser pour changer une étiquette vide en un message.",
    "Let’s create a Window with a vertical Grid that contains a Button and a Label:": "Créons une fenêtre avec une grille verticale qui contient un bouton et une étiquette :",
    "This time when we created our grid, we gave it another property: <code>row_spacing</code>. We can also add <code>column_spacing</code>, but since we’re stacking widgets vertically we’ll only see the effect of <code>row_spacing</code>. Notice how we can create new widgets outside the grid and then pack them into the grid by name. This is really helpful when you start using different methods to change the properties of your widgets.": "Cette fois-ci, quand nous avons créé notre grille, nous lui avons donné d'autres propriétés : <code>row_spacing</code>. Nous pouvons aussi ajouter <code>column_spacing</code>, mais comme nous empilons les widgets verticalement, nous ne verrons que l'effet de <code>row_spacing</code>. Regardez comment nous pouvons créer des nouveaux widgets en dehors de la grille, puis les ajouter dans la grille par nom. C'est vraiment très utile lorsque vous commencez à utiliser différentes méthodes pour changer les propriétés de vos widgets.",
    "Now, let’s hook up the button to change that label. To keep our code logically separated, we’re going to add it below <code>this.add (grid);</code>. In this way, the first portion of our code defines the UI and the next portion defines the functions that we associated with the UI:": "Maintenant, regardons le bouton qui change l'étiquette. Pour garder notre code organisé, nous allons l'ajouter en dessous de <code>this.add (grid);</code>. De cette façon, la première portion du code définie l'interface et les portions suivantes définissent les fonctions associées à l'interface :",
    "Remember, we set the button as insensitive here because clicking it again has no effect. Now compile your app and marvel at your newfound skills. Play around with orientation and spacing until you feel comfortable.": "Souvenez-vous, nous avons défini le bouton en tant qu'insensible ici, car cliquer dessus à nouveau n'a aucun effet. Maintenant, compilez votre application et émerveillez-vous devant vos nouveaux talents. Jouez avec l'orientation et l'espacement jusqu'à ce que vous y soyez habitué.",
    "The Attach Method": "La méthode attach",
    "While we can use <code>Gtk.Grid</code> simply to create single row or single column layouts with the add method, we can also use it to create row-and-column-based layouts with the <code>attach</code> method. First we’re going to create a new <code>Gtk.Grid</code> and set both column and row spacing, then we’ll create all the widgets we want to attach to our grid, and finally we’ll attach them.": "Alors que nous pouvons simplement utiliser <code>Gtk.Grid</code> pour créer des dispositions en colonne ou ligne unique, nous pouvons aussi l'utiliser pour créer des disposition en ligne/colonne grâce à la méthode <code>attach</code>. Tout d'abord, nous allons créer une nouvelle <code>Gtk.Grid</code> et lui attribuer un espacement de ligne et colonne, puis nous allons créer les widgets que nous voulons ajouter à la grille pour enfin les attacher.",
    "Make sure to give the Grid, Buttons, and Labels unique names that you’ll remember. It’s best practice to use descriptive names so that people who are unfamiliar with your code can understand what a widget is for without having to know your app inside and out.": "Assurez-vous de donner aux grilles, boutons et étiquettes des noms uniques dont vous vous souviendrez. Il est conseillé d'utiliser des noms explicites pour que les personnes son familières avec votre code puisse comprendre la fonction d'un widget sans avoir besoin de connaître votre application de long en large.",
    "Notice that the attach method takes 5 arguments:": "Notez que la méthode attach prend 5 arguments :",
    "The widget that you want to attach to the grid.": "Le widget que vous voulez attacher à la grille",
    "The column number to attach to starting at 0.": "Le numéro de colonne démarrant à 0",
    "The row number to attach to starting at 0.": "Le numéro de ligne démarrant à 0",
    "The number of columns the widget should span.": "Le nombre de colonnes que le widget doit prendre.",
    "The number of rows the widget should span.": "Le nombre de lignes que le widget doit prendre.",
    "You can also use <code>attach_next_to</code> to place a widget next to another one on <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">all four sides</a>. Don’t forget to add the functionality associated with our buttons:": "Vous pouvez aussi utiliser <code>attach_next_to</code> pour place un widget à côté d'un autre en spécifiant un des <a href=\"http://references.valadoc.org/#!api=gtk+-3.0/Gtk.PositionType\">quatres bords</a>. N'oubliez pas d'ajouter une fonction associée à nos boutons :",
    "You’ll notice in the example code above that we’ve created a 2 x 2 grid with buttons on the left and labels on the right. The top label goes from blank to “Hello World!” and the button label is rotated 90 degrees. Notice how we gave the buttons labels that directly call out what they do to the other labels.": "Vous remarquerez dans l'exemple de code ci-dessus que nous avons créé un tableau de taille 2 x 2, avec des boutons sur la gauche et des labels sur la droite. Le label du dessus passe de vide à \"Hello World!\" et le label-bouton s'est tourné de 90 degrés. Remarquez comment nous avons attribué des labels aux boutons qui explicitent directement leurs effets sur les autres labels.",
    "Let’s recap what we learned in this section:": "Récapitulons ce que nous avons appris dans cette section :",
    "We learned about the building blocks of Gtk and the importance of subclasses": "Nous avons appris à construire des parties de Gtk et l'importance des sous-classes",
    "We packed multiple children into a Window using <code>Gtk.Grid</code>": "Nous avons ajouté de multiples enfants dans une fenêtre en utilisant <code>Gtk.Grid</code>",
    "We set the properties of <code>Gtk.Grid</code> including its orientation and spacing": "Nous avons spécifié des propriétés de <code>Gtk.Grid</code> incluant son orientation son espacement",
    "We added multiple widgets into a single Gtk.Grid using the attach method to create complex layouts containing Buttons and Labels that did cool stuff.": "Nous avons ajouté de multiples widgets dans un unique Gtk.Grid en utilisant la méthode attach pour créer des dispositions complexes contenants des boutons, des étiquettes qui faisaient des choses passionnantes.",
    "Now that you understand more about Gtk, Grids, and using Buttons to alter the properties of other widgets, try packing other kinds of widgets into a window like a Toolbar and changing other properties of <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Label\">Labels</a> like <code>width_chars</code> and <code>ellipsize</code>. Don’t forget to play around with the attach method and widgets that span across multiple rows and columns. Remember that Valadoc is super helpful for learning more about the methods and properties associated with widgets.": "Maintenant que vous comprenez mieux comment utiliser Gtk, des grilles et des boutons pour altérer les propriétés d'autres widgets, essayez d'ajouter d'autres types de widgets dans une fenêtre comme une barre d'outils et changer d'autres propriétés des <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Label\">étiquettes</a> comme <code>width_chars</code> et <code>ellipsize</code>. N'oubliez pas d'essayer de jouer avec la méthode attach et des widgets qui s'étendent sur plusieurs lignes et colonnes. Rappelez-vous que Valadoc est très utile pour en apprendre plus sur les méthodes et propriétés associées avec des widgets.",
    "Notifications": "Notifications",
    "By now you've probably already seen the white notification bubbles that appear on the top right of the screen. Notifications are a simple way to notify a user about the state of your app. For example, they can inform the user that a long process has been completed or a new message has arrived. In this section we are going to show you just how to get them to work in your app. Let's begin by making a new project!": "À l'heure actuelle vous avez probablement déjà vu les bulles de notification blanches qui s'affichent dans le coin supérieur droit de l'écran. Les notifications sont un moyen simple d'informer l'utilisateur sur l'état de votre application. Par exemple, elles peuvent prévenir l'utilisateur qu'un long processus s'est achevé ou qu'un message vient d'arriver. Dans cet article nous allons vous montrer comment les faire fonctionner avec votre application. Commencons en créant un nouveau projet !",
    "Making Preparations": "Préparatifs",
    "Create a new folder inside of  &quot;~/Projects&quot; called &quot;notifications-app&quot;": "Créer un nouveau dossiers dans  \"~/Projets\" appelé  \"notifications-app\"",
    "Create a file inside called <code>notify-app.vala</code>": "Créer un dossié appelé <code>notify-app.vala</code>",
    "Re-create the <code>CMake</code> folder and <code>CMakeFiles.txt</code> file. If you don't remember how to set up CMake, go back to the <a href=\"#building-and-installing-with-cmake\">previous section</a> and review.": "Recréez le dossier <code>CMake</code> et le fichier <code>CMakeFiles.txt</code>. Si vous ne vous rappelez pas comment installer CMake, retournez à <a href=\"#building-and-installing-with-cmake\">l'article précédent</a> pour réviser.",
    "Remember how to <a href=\"#the-desktop-file\">make a .desktop file</a>? Excellent! Make one for this project, but this time, name it <code>notify.app.desktop</code> as <code>notify.app</code> will be your app's ID. Since your app will be displaying notifications, add <code>X-GNOME-UsesNotifications=true</code> to the end of the file. This is needed so that users will be able to set notification preferences for your app in the system's notification settings.": "Vous vous souvenez comment <a href=\"#the-desktop-file\">créer un fichier .desktop</a> ? Excellent ! Créez votre propre projet, mais cette fois appelez-le <code>notify.app.desktop</code> avec <code>notify.app</code> représentant l'ID de l'application. Comme votre application utilisera des notifications, ajoutez <code>X-GNOME-UsesNotifications=true</code> à la fin du fichier. Ceci est nécessaire afin que l'utilisateur puisse désactiver les notifications de cette application dans les paramètres du système.",
    "When using notifications, it's important that your desktop file has the same name as your application's ID. This is because elementary uses desktop files to find extra information about the app who sends the notification such as a default icon, or the name of the app. If you don't have a desktop file whose name matches the application id, your notification might not be displayed.": "Quand vous utilisez les notifications, il est important que votre dossier Bureau passède le même nom que l'ID de votre application. Car elementary utilise les fichiers du bureau pour trouver les informations externe à propos de l'application qui envoie la notification comme icon par défaut, ou le nom de l'application. Si vous n'avez pas le fichier bureau correspondant à l'id de l'application, votre notification pourrait ne pas fonctionner.",
    "Gtk.Application": "Gtk.Application",
    "In order to display notifications, you're going to need your app to subclass <code>Gtk.Application</code>. <code>Gtk.Application</code> is a class that handles many important aspects of a Gtk app like app uniqueness and the application ID you need to identify your app to the notifications server. If you want some more details about <code>Gtk.Application</code>, <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Application\">check out Valadoc</a>.": "Afin d'afficher les notifications, notre application doit étendre <code>Gtk.Application</code>. <code>Gtk.Application</code> est une classe qui gère de nombreux aspects d'une application Gtk, comme son unicité et l'identifiant d'application dont vous avez besoin pour l'enregistrer sur le serveur de notifications. Si vous désirez plus de détails sur <code>Gtk.Application</code>, <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.Application\">regardez sur Valadoc</a>.",
    "Now that you know what a <code>Gtk.Application</code> is, let's create one:": "Maintenant que vous savez ce qu'est une <code>Gtk.Application</code>, allez en créée une :",
    "Initiating your app with Gtk.Application is a little different from what we did a few sections back. This time, in <code>main</code> you are starting your app with <code>app.run</code> and you have a new function called <code>activate</code> inside of your class; This <code>activate</code> function will be the one that executes when you invoke <code>app.run</code>. We are also creating a <code>Gtk.ApplicationWindow</code>, this is where you will place all the widgets your app needs. Now that we have a simple window, let's use what we learned in <a href=\"#gtk-grid\">creating layouts</a> and make a grid containing one button that will show a notification.": "Initialiser votre application avec Gtk.Application est légèrement différent de ce que nous avons fait quelques sections auparavant. Cette fois-ci, vous démarrez votre application avec <code>app.run</code> dans <code>main</code> et vous avez une nouvelle fonction <code>activate</code> dans votre classe; cette fonction <code>activate</code> est exécutée lorsque vous invoquez  <code>app.run</code>. Nous créons également un <code>Gtk.ApplicationWindow</code>, où vous placerez tous les widgets nécessaires à votre application. À présent que nous avons une simple fenêtre, mettons en application ce que nous avons appris dans <a href=\"#gtk-grid\">création d'interfaces</a> et construisons une grille avec un bouton qui affiche une notification.",
    "In between <code>var app_window...</code> and <code>app_window.show ();</code>, write the folowing lines of code:": "Entre <code>var app_window...</code> et <code>app_window.show();</code>, écrivez les lignes de code suivantes :",
    "Since we're adding translatable strings, don't forget to update your translation template by running <code>make po</code>.": "Étant donné que nous ajoutons des chaines de caractères traduisibles, n'oubliez pas de mettre à jour votre modèle de traduction en éxécutant <code>make po</code>.",
    "Sending Notifications": "Envoi des notifications",
    "Now that we have a Gtk.Application we can send notifications. Let's connect a function to the button we created and use it to send a notification:": "Maintenant que nous avons a Gtk.Application nous pouvons envoyer des notifications. Allons connecter une fonction au bouton que nous avons créer et l'utiliser pour envoyer une notification :",
    "Okay, now compile your new app. if everythink works, you should see your new app. Click the &quot;Send&quot; button. Did you see the notification? Great! Don't forget to commit and push your project in order to save your branch for later.": "Ok, maintenant compile ta nouvelle app. Si tout fonctionne, tu devrais voir ta nouvelle app. Clique sur le outon \"Envoyer\". Tu vois la notifications ? Cool ! N'oublie pas de \"commit and push\" ton projet dans l'ordre, pour sauver ta division pour plus tard.",
    "Additional Features": "Carractéristiques additionnelles",
    "Now that you know how to send basic notifications, lets talk about a couple ways to make your notifications better. Notifications are most useful when users can indentify where they came from and they contain relevant information. In order to make sure your notifications are useful, there are three important features you should know about: setting an icon, replacing a notification, and setting priority.": "À présent que nous savons comment envoyer de simples notifications, voyons quelques moyens de les améliorer. Les notifications sont plus efficaces lorsque les utilisateurs savent d'où elles viennent et qu'elles sont pertinentes. Pour vous assurer qu'elles sont efficaces, il y a trois éléments importants que vous devez maîtriser: spécifier l'icône, mettre à jour la notification et fixer sa priorité. ",
    "Icons": "Icônes",
    "In order to make sure users can easily recognize a notification, we should set a relevant icon. Right after the <code>var notification = New Notification</code> line, add:": "Afin de s'assurer que les utilisateurs puissent reconnaitre facilement une notification, nous devrions définir une icone pertinente. Juste après la ligne <code>var notification = New Notification</code>, ajoutez :",
    "That's it. Compile your app again, and press the &quot;Send&quot; button. As you can see, the notification now has an icon. Using this method, you can set the icon to anything you'd like. You can use <code>gtk3-icon-browser</code> to see what system icons are available.": "Et voilà. Compilez à nouveau votre application, et cliquez le bouton \"Envoyer\". Comme vous pouvez le constater, la notification dispose maintenant d'une icône. Grâce à cette méthode, vous pouvez définir comme icône ce que vous voulez. Vous pouvez utliser <code>gtk3-icon-browser</code> pour voir les icônes disponibles sur le système.",
    "Replace": "Remplacer",
    "We now know how to send a notification, but what if you need to update it with new information? Thanks to the notification ID, we can easily replace a notification. The notification ID should be the same as the app ID that we set in <code>Gtk.Application</code>.": "Nous savons à présent comment envoyer une notification, mais comment la mettre à jour? Grâce à l'identifiant de la notification, nous pouvons aisément la remplacer. L'identifiant de la notification devrait être le même que l'identifiant d'application spécifié dans <code>Gtk.Application</code>.",
    "Let's make the replace button. This button will replace the current notification with one with different information. Let's create a new button for it, and add it to the grid:": "Créons un bouton de remplacement. Ce bouton remplacera la notification actuelle par une autre avec des informations différentes. Créons ce bouton et ajoutons le à la grille :",
    "{\n        this.withdraw_notification (\"notify-test\");\n    });\n-->": "{\nthis.withdraw_notification (\"notify-test\");\n});\n-->",
    "Very easy right? Let's compile and run your app again. Click on the buttons, first on &quot;Show&quot;, then &quot;Replace&quot;. See how the text on your notification changes without making a new one appear?": "Vraiement simple n'est-ce pas ? Compile and lance encore ton app. Clique sur les boutons, d'abord sur \"Montrer\", zt ensuite sur \"Remplacer\". Regarde comment le texte sur ta notifications change sans en faire une autre qui apparait ?",
    "Priority": "La priorité",
    "Notifications also have priority. When a notification is set as <code>URGENT</code> it will stay on the screen until either the user interacts with it, or you withdraw it. To make an urgent notification, add the following line before the <code>this.send_notification ()</code> function": "Les notifications ont également une priorité. Lorsqu'une notification est marquée comme <code>URGENT</code>, elle reste à l'écran jusqu'à ce que l'utilisateur interagisse avec elle ou que vous ne la retiriez. Pour une notification urgente, ajoutez la ligne suivante avant la fonction <code>this.send_notification ()</code>",
    "<code>URGENT</code> notifications should really only be used on the most extreme cases. There are also <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.NotificationPriority\">other notification priorities</a>.": "Les notifications <code>URGENT</code> doivent être uniquement utilisées dans les cas les plus extrêmes. Il y a aussi <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.NotificationPriority\">d'autres priorités de notification</a>.",
    "Let's review what all we've learned:": "Révisons ce que nous avons appris à faire :",
    "We learned what <code>Gtk.Application</code> is and how to make a subclass of it.": "Nosu apprenons ce qu'est <code>Gtk.Application</code> et comment en faire une sous catégorie",
    "We built an app that sends and updates notifications.": "Nous construisons une app qui envoie et mets à jour des notifications.",
    "We also learned about other notification features like setting an icon and a notification's priority.": "Nous avons aussi appris d'autres aspects des notifications comme paramétrer une iconne et une notification prioritaire.",
    "As you could see, sending notifications is very easy thanks to <code>Gtk.Application</code>. If you need some further reading on notifications, Check out the page about <code>Glib.Notification</code> in <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.Notification\">Valadoc</a>.": "Comme vous pouvez le constater, envoyer des notifications est très simple grâce à <code>Gtk.Application</code>. Si vous voulez en savoir plus sur les notifications, regardez la page sur <code>Glib.Notification</code> dans <a href=\"http://valadoc.elementary.io/#!api=gio-2.0/GLib.Notification\">Valadoc</a>.",
    "Next Page:": "Page suivante :",
    "Reference": "Référence"
}