{
    "Reference": "Référence",
    "Now that you've stepped through the developer guide like a champ, we have some reference materials for you. This would be a great place to bookmark and refer back to when you have questions about elementary development.": "Maintenant que vous vous passé l'étape du guide du développeur comme un champion, nous avons quelques références pour vous. C'est un excellent moment pour les placer en favoris afin de revenir s'y référer lorsque vous aurez des questions sur les développement d'elementary.",
    "Code Style": "Style d'écriture de code",
    "The purpose of this guide is to provide clean and accurate instructions on\nwriting good code across all elementary projects. This guideline is to be\nfollowed on every file, in order to keep our code consistent and readable. We\nare also inheriting some of the GNOME's Vala guidelines to keep our code\nconsistent with other Vala programs.": "Le but de ce guide est de proposer des instructions claires et précises\nconcernant l'écriture d'un code correct pour les projets d'elementary. Les conseils de ce guide doivent être appliqués à tous les fichiers, afin que la présentation soit uniforme et lisible. Certaines des règles sont hérités du guide du projet Vala de GNOME dans le but de garder nos projets homogènes avec ces derniers.",
    "If the guidelines here proposed are followed, newcomers to elementary\ndevelopment will be more easily able to join the development and\nunderstand code. Besides, it'll make it easier for all developers to work on\napplications that they don't usually work on, because the code will be\nconsistent. Finally, as Guido Van Rossum said - \"Code is much more often read\nthan written\", so having nicely written code is crucial.": "",
    "Whitespace": "Les espaces",
    "There is no trailing whitespace at the end of a line, whether it's empty or\nnot. There is also no empty line after declaring a function:": "Il n'y a pas d'espace à la fin de la ligne, qu'elle soit vide ou non. Il n'y a pas non plus de ligne vide après la déclaration d'une fonction.",
    "White space comes before opening parentheses:": "Il y'a un espace avant les parenthèses ouvrantes :",
    "Whitespace goes in all maths-related code, between numbers and operators.": "Il y'a des espaces dans tout le code relatif à des opérations mathématiques, entre les chiffres et entre les opérateurs.",
    "Indentation": "L'indentation",
    "Vala code is indented using 4 spaces for consistency and readability.": "Le code Vala est indenté avec 4 espaces afin de gagner en cohérence et en lisibilité.",
    "In classes, functions, loops and general flow control, the first parentheses\nis on the end of the first line (\"One True Brace Style\"), followed by the\nindented code, and a line closing the function with a curly bracket:": "",
    "On conditionals and loops, always use braces even if there's only one line of code:": "Dans les conditions et les boucles, utilisez toujours les accolades sauf si il y a seulement une ligne de code :",
    "Cuddled else and else if:": "Else imbriqué et else if :",
    "If you are checking the same variable more than twice, use switch\/case instead of multiple else\/if:": "Si vous comparer la même variable plus de deux fois, utilisez un switch\/case à la place de multiples else\/if : ",
    "Classes and files": "Les classes et fichiers",
    "Only having one class per file is recommended.": "Nous recommandons d'avoir une seule classe par fichier.",
    "All files have the same name of the class in them.": "Tous les fichiers ont le même nom que la classe qu'ils contiennent.",
    "Separate code into classes for easier extensibility.": "Séparer le code en classes pour une meilleure modularité.",
    "Comments": "Les commentaires",
    "Comments are either on the same line as the code or in a special line.": "Les commentaires sont soit sur la même ligne que le code soit sur une ligne spéciale.",
    "Comments are indented alongside the code, and obvious comments do more harm\nthan good.": "Les commentaires suivent l'indentation du code, et les commentaires évidents font pire\nque mieux.",
    "Variable names, class names, function names": "Noms de variables, classes et fonctions",
    "Also worth referring that there should be no Hungarian notation, and no mix of\nany kinds of notations.": "Il convient de noter qu'il ne doit pas y avoir de notations hongroises et aucun mélange de types de notations.",
    "Casting": "Conversion de type",
    "Avoid using <code>as<\/code> keyword when casting as it might give <code>null<\/code> as result, which could be easily forgotten to check.": "Évitez d'utiliser le mot <code>as<\/code> pour la conversion de type puisqu'il peut renvoyer <code>null<\/code>, ce qui peut être facilement oublié.",
    "Use of '=' in place of 'set'": "Utilise '=' à la place de 'set'",
    "In places or operations where you would otherwise use <code>set<\/code> , you should make use of <code>=<\/code> instead.": "Aux endroits et opérations où vous utiliseriez <code>set<\/code>, vous pouvez alors utiliser <code>=<\/code>.",
    "For example, instead of using": "Par exemple, au lieu d'utiliser",
    "you should use": "tu devrais utiliser",
    "Vala namespaces": "Les espaces de nom en Vala",
    "Referring to GLib is not necessary. If you want to print something:": "Il n'est pas nécessaire de faire référence à GLib. Si vous voulez afficher quelque chose :",
    "Opt for the second one, it's much cleaner.": "Optez pour la seconde ligne, c'est bien plus propre.",
    "Columns per line": "Le nombre de colonnes par ligne",
    "Ideally, lines should have no more than 80 characters per line, because this\nis the default terminal size. However, as an exception, more characters could\nbe added, because most people have wide-enough monitors nowadays. The hard\nlimit is 120 characters.": "Idéalement, les lignes ne devrait pas faire plus de 80 caractères car c'est la taille par défaut du terminal. Malgré tout, une exception est faite, plus de caractères peuvent être ajoutés car de nos jours, les écrans sont suffisamment grands. La taille maximale est de 120 caractères.",
    "GPL Header": "En-tête GPL",
    "Reporting Bugs": "Signaler des bugs",
    "One of the big advantages of being an openly developed project is being able to take part in public bug tracking. However, if you're new to working with public bug tracking, it can be difficult to understand how to report bugs The Right Way™. So let's find out how:": "L'un des énormes avantages d'être un projet développé de manière ouverte est la possibilité de prendre part à une recherche de bugs publiquement. Cependant, si vous n'avez jamais travaillé de cette manière, il peux être difficile de comprendre comment rapporter des erreurs \"correctement\". Jetons un oeil:",
    "In order to file reports, you must be signed up as a member of Launchpad. If you've been through our <a href=\"\/docs\/code\/getting-started#the-basic-setup\">development guide<\/a>, you already have this covered.": "Afin de signaler un bug, vous devez être enregistré sur Launchpad. Si vous avez déjà parcouru notre <a href=\"\/docs\/code\/getting-started#the-basic-setup\">guide du développeur<\/a>, vous avez déjà effectué cette action.",
    "Find the \"Report a Bug\" page for the app in question. Often times you can right-click the app in the dock, select \"About\", and then select \"Report a Problem\". Otherwise, you can search for the app on Launchpad, select the \"Bugs\" tab, and then \"Report a Bug\" on the right side of the page.": "",
    "When filing a new report, launchpad will automatically check for duplicates. However, it's still a good idea to search the bug list to make sure your report hasn't been filed already. If your report has already been filed by someone else, you can mark the report as affecting you using the link on the top left of the report's page. Only comment on the report if you can provide additional useful information that may help track down the source of the issue. Do not comment things like, \"I have this problem too\" or \"This is a really important issue\".": "",
    "If your report has not already been filed by someone else and you've reached the \"Report a Bug\" page, type in a summary and description of the issue and select \"Submit\". Keep in mind the following information while filing your report:": "",
    "Be Specific In The Summary": "Être précis dans le résumé",
    "This will be the title of the issue in the bug tracker. It's very important to be specific because it makes it much easier for a developer or bug manager to search the issue list and helps avoid duplicate reports. A summary such as \"App Crashes\" is not good and vague requests like \"Increase Performance\" are not helpful. A good summary is something like \"Notification is not sent when process finishes\".": "",
    "Avoid Subjective or Ambiguous Adjectives": "Éviter les adjectifs subjectifs et imprécis",
    "This may sound like a repeat of the first heading, but it's important when you want someone to confirm your report. Don't say that something is \"jarring\" or \"unintuitive\". Instead describe what happened and contrast it with what you expected to happen. \"The panel suddenly appeared instead of being animated in,\" describes the problem in a way that is actionable and objective.": "",
    "Be Concise, But Explain The Issue": "Être concis, mais expliquer le problème",
    "First of all, it's important to mention that bug reports should be written in English and you should, if possible, watch out for your language and grammar.": "Avant tout, il est important de préciser que les rapports d'erreur devraient être rédigés en Anglais et que vous devriez, si possible, porter une certaine attention à votre langage et à votre grammaire.",
    "The most important thing for a report is that the developer must be able to reproduce the issue. If necessary, include exact numbered steps to reproduce the issue. Include relevant information like your OS version, any modifications you've made to the system (like changing your window manager or kernel), or the version numbers of relevant libraries like Gtk or WebKit. If you're reporting a crash, make sure to <a href=\"https:\/\/wiki.debian.org\/HowToGetABacktrace\">include a backtrace<\/a>.": "La chose la plus importante pour un signalement est que le développeur doit être capable de reproduire le problème. Si nécessaire, ajoutez le nombre d'étapes nécessaires pour reproduire le problème. Incluez des infirmations utiles comme la version du système d'exploitation, les modifications que vous y avez faites (comme changer le gestionnaire de fenêtres ou le noyau), ou les numéros de version de bibliothèque utiles comme Gtk ou Webkit. Si vous signalez un plantage, assurez-vous d'<a href=\"https:\/\/wiki.debian.org\/HowToGetABacktrace\">inclure une piste d'appel<\/a>.",
    "Be Prepared To Provide More Information": "Être prêt à fournir de plus amples informations",
    "If your report does not contain enough information for the developer to reproduce the issue, it may be marked as \"Incomplete\". Oftentimes, a developer will make a comment requesting additional specific information. If you do not provide that information, your report will eventually expire.": "",
    "If you've reported your issue against the wrong app, a developer may mark it as \"Invalid\". If the developer knows which app you meant to report against, they may re-assign the issue. However, if they do not you must find the correct app and re-assign the report yourself.": "",
    "If you're reporting a \"Wishlist\" issue, like a feature request, a developer may mark your bug as \"Opinion\" or \"Won't Fix\". Developers are often open to discussion about these kinds of issues, but please do not harass a developer for marking your report this way.": "",
    "You Can Get a Bit of Help": "Vous pouvez obtenir de l'aide",
    "If you're not sure about anything above, you are always welcome to our development IRC channel: #elementary-dev on irc.freenode.net. We might be able to help you track down the actual project where you should report the issue, or perhaps even aid you with any English language issue you might come across. Most developers want to help you make good bug reports.": "Si vous n'êtes pas sûr de pouvoir satisfaire aux critères ci-dessus, vous êtes toujours les bienvenues sur notre canal de développement IRC #elementary-dev sur irc.freenode.net. Nous pourrons être en mesure de vous guider vers le projet dans lequel votre problème s'applique, ou peut-être même vous aider dans des problèmes d'anglais auxquels vous êtes confrontés en signalant un problème.",
    "Don't Confirm Reports for Other People's Apps": "Ne pas confirmer les bugs des applications",
    "If a report affects you, mark it using the link. Do not confrim your own reports. Even if you are 100% sure that you are right, just don't do it. It's not good bug tracker etiquette. A bug manager or developer for the app will confirm the report when they are able to review it.": "Si un problème vous affecte, indiquez-le en utilisant le lien. Ne confirmez pas vos propres signalements. Même si vous êtes 100% sûr que vous avez raison, ne le faites pas. Ce n'est pas une façon de faire sur un gestionnaire de bugs. La personne chargée de gérer les problèmes ou un développeur confirmera le signalement quand il sera en mesure de le faire.",
    "Don't Make \"Me Too\" Comments": "",
    "We mentioned this earlier, but it's worth mentioning again. Do not make comments that simply say \"This issue affects me as well\". This clutters up the tracker. Only comment if you are providing additional information that helps find the source of the issue. If you only want to let a developer know that you are affected, use the green link that says, \"Does this bug affect you?\" under the report's title.": "",
    "Proposing Design Changes": "Proposer des changements de design",
    "elementary has always been known for its strong focus on great design, but if you’re an up and coming designer you might not know how to get developers to pay attention to you. This reference guide is about how to effectively propose a design change in a way that makes it more likely for your design to become implemented.": "elementary a toujours été reconnu pour son amour du bon design, mais si vous êtes un designer connu ou en phase de l'être, vous ne savez peut-être pas comment attirer l'attention des développeurs. Ce guide vous permettra de proposer des changements de design d'une manière à être certain que votre design soit implémenté.",
    "Don't Make Demands": "Ne pas formuler de demande",
    "Let’s say you spent the last few hours re-designing the Search Engine Manager dialog in Midori and you want to bring this work to the attention of Midori’s developers. You could file a bug report something like “Search engine popup sucks” and paste your mockup and be done. But that approach isn’t going to win you any friends and your report will probably be marked “opinion” or “invalid”. Instead, we should consider the amount of work it will take to implement the new design and try to present it in a way that gets developers excited about the overall vision without demanding 1,000 lines of code in one shot.": "Imaginons que vous venez de passer quelques heures à refaire le design du Gestionnaire de Moteurs de Recherche de Midori et que vous voulez que les développeurs de Midori le remarque. Vous pouvez signaler un problème avec marqué \"Le popup des moteur de recherche est nul\", coller votre maquette et hop ! Mais avec cette approche, vous n'allez pas vous faire des amis, loin de là et votre rapport sera noté comme \"Opinion\" ou \"Invalid\". Au-lieu de cela, nous devons considérer la quantité de travail que cela va prendre pour implémenter le nouveau design et essayer de le présenter d'une manière qui puisse pousser le développeur à faire les choses sans lui demander 1 000 lignes d'un seul coup.",
    "Use Blueprints": "Utiliser des Blueprints",
    "Firstly, we want to present the overall vision of our grand new design. So we should file a new blueprint (in this example, we’d file it <a href=\"http:\/\/blueprints.launchpad.net\/midori\">here<\/a>). Name it something explicit and try to avoid titles that marginalize developer’s existing work. Something like “search-engine-manager-redesign” works just fine. In this blueprint we want to describe our motivations for the redesign. What are the problems with the current design and what does our new design aim to solve? Common reasons for a redesign can include minimizing window chrome, taking advantage of new toolkit elements, making the UI more consistent with other apps, etc. This is also a good place to link to that mockup we were talking about earlier. If your design is really involved, you can even link to an external specification (Google Docs work great for getting feedback) where you have a chance to really get into the nitty gritty of your idea.": "En premier lieu, nous voulons présenter la vision globale du nouveau design. Nous devons alors remplir un Blueprint (dans cet exemple, nous le remplirions <a href=\"http:\/\/blueprints.launchpad.net\/midori\">ici<\/a>). Donnez-lui un nom explicite et essayez d'éviter de marginaliser le travail actuel du développeur. Quelque chose comme “search-engine-manager-redesign” est très bien. Dans ce blueprint, nous voulons décrire nos motivations du nouveau design. Quels sont les problèmes avec le design actuel et que compte résoudre le nouveau design ? Les raisons fréquentes d'un nouveau design peuvent inclure le comportement de la fonction minimiser, utiliser des nouveaux éléments des bibliothèques, rendre l'interface plus cohérente avec les autres applications, etc. C'est aussi le bon endroit pour mettre cette maquette dont nous parlions précédemment. Si votre design est vraiment compliqué, vous pouvez même ajouter un lien vers une spécification externe (Google Docs est vraiment bien pour ça) où vous avez une chance de rentrer dans les choses sérieuses de votre idée.",
    "Create Concise Work Items": "Créer des objectifs de travail concis",
    "Now that you’ve laid out the motivations for your design and explained the overall vision, you should break it up into small, actionable work items (also called bug reports). To continue our example, I would have reports like “Change Search Engine Manager Dialog to Popover”, “Re-order Search Engines with Drag and Drop”, “Open Search Engine Manager by clicking Search icon in URL Bar”, “Show edit and remove buttons next to engine in Search Engine Manager”, etc etc. Each bug report should describe just one small change. We do this for several reasons:": "Maintenant que vous avez défini les objectifs de votre design et expliqué votre vision globale, vous devriez les diviser en de petits éléments de travail (aussi appelés rapports de bug ou bug reports). Pour continuer avec notre exemple, nous aurions des rapports tels que \"Changer le dialogue du gestionnaire de moteurs de recherche par un Popover\", \"Réorganiser les moteurs de recherche avec un glisser\/déposer\", \"Ouvrir le gestionnaire de moteurs de recherche avec un clic sur l'icône de recherche dans la barre d'adresse\", \"Montrer les boutons d'édition et de suppression à côté de moteur dans le gestionnaire de moteurs de recherche\", etc etc. Chaque rapport de bug devrait décrire un unique changement simple. Nous procédons ainsi pour plusieurs raisons :",
    "It allows developers to deny one request without denying all of them. Face it: your design isn’t perfect and it’s very possible that a developer isn’t going to like part of it. By breaking up your design into little pieces, it allows a developer to incorporate the changes they like and ignore the ones they don’t.": "Ceci permet aux développeurs de refuser une requête sans les refuser toutes. Confrontez-vous y : votre design n'est pas parfait et il est fort probable qu'un développeur n'aimera pas certaines parties. En séparant votre design en petites pièces, un développeur pourra incorporer les changements qu'il aimera et ignorer ceux dont il ne veut pas.",
    "It makes your design less intimidating. A big redesign means lots of lines of code. If your changes look like too much of a hassle, you’re going to have a hard time getting a developer to work on them. But if you present small changes that can be incorporated a bit at a time, there’s a bigger chance that your whole design will eventually be implemented.": "Cela rend votre design moins intimident. Un redesign massif implique beaucoup de lignes de codes. Si votre changement ne semble trop important, vous allez rencontrer des difficultés pour trouver un développeur qui veuille bien travailler dessus. À l'inverse, si vous proposez des petits changements qui peuvent être incorporés petit à petit, il y a plus de chance que votre design complet soit finalement mis en place.",
    "It allows developers to track their progress. Once again, big designs take time to implement. Even if a developer wants to implement the whole thing right away, they might not be able to. Giving them a way to “check off” pieces as they go makes it more likely that a part of your design won’t be forgotten about when it’s translated into code.": "Cela permet aux développeurs de suivre leurs progrès. Une fois de plus des designs d'importance prennent du temps à être mis en place. Même si un développeur veut implémenter l'ensemble d'une traite, il pourrait ne pas y parvenir. En leur offrant un moyen de valider les éléments visuels au fur et à mesure de leur travail, il y a moins de chances qu'une partie de votre design soit oublié lorsque ce dernier est codé.",
    "File Compelling Reports": "Remplir des rapports convainquants",
    "Don’t forget to make your reports compelling. It’s up to you to sell the merits of each change. Cite the HIG, prior-art, user complaints, articles by other designers, and present your changes in a logical, non-opinionated, and concise manner. It also doesn’t hurt to speak in developer terms. Brush up on the names of widgets in Gtk and Granite, get familiar with available libraries like Zeitgeist and Unity, and don’t forget about system components like PulseAudio or Contractor. Also, whatever you do, don’t be presumptuous and confirm your own bug reports. You wouldn’t ask a friend for a favor and then answer yourself for them, so don’t do it here either. See <a href=\"#reporting-bugs\">the above section<\/a> for a refresher on filing good bug reports.": "N'oubliez pas de rendre vos rapports attrayants. Il n'appartient qu'à vous de montrer l'importance de chaque changement. Citez le guide IHM, le travail précédent, les complaintes des utilisateurs, les articles d'autres designers et présentez vos changements par un raisonnement logique, objectif et concis. Utiliser des termes de développement est également un plus. Révisez les noms des widgets de Gtk et Granite, familiarisez-vous avec les librairies disponibles telles que Zeitgeist et Unity et n'oubliez pas les composants système tels que PulseAudio ou Contractor. Par ailleurs, quoi-que vous fassiez, ne soyez pas présomptueux et ne confirmez pas vos propres rapports de bug. Vous ne demanderiez pas une faveur à un ami pour ensuite vous en accaparer, donc ne le faites pas ici non plus. Reportez-vous à <a href=\"#reporting-bugs\">la section précédente<\/a> pour un rappel sur la manière de soumettre de bons rapports de bug.",
    "Be Prepared to Iterate": "Être prêt à recommencer",
    "Don’t be upset if a developer plainly states that they don’t want to implement your idea. Remember that they have plans too. You might have to go back to the drawing board a bit. Listen to their feedback. Your design might be a little over-engineered, it might conflict with other designs being worked on, or maybe it’s just in conflict with the goals and scope of the app. Remember that you’re in the position of requesting someone to devote their time to something. You’re asking for a favor. Don’t be afraid to argue a position within polite reason, but remember to stay humble.": "Ne soyez pas irrités si un développeur décide de ne pas implémenter votre idée. Rappelez-vous qu'ils ont eux aussi des plans. Vous devez alors revenir sur le tableau blanc et écouter leurs retours. Votre design est peut-être trop complexe, ou en conflit avec d'autres designs en cours d'implémentation, ou peut-être est-il tout simplement en conflit avec l'objectif de l'application elle-même. Rappelez-vous que vous êtes en position de demander à quelqu'un de consacrer du temps à quelque chose. Il s'agit d'une faveur. Ne soyez pas effrayés de défendre poliment votre position, mais souvenez-vous de rester humble."
}