{
    "Installation": "Installatie",
    "Download elementary OS": "Download elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Als u dit nog niet hebt gedaan, <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS op de home pagina</a>. Het gedownloade ISO bestand moet vervolgens naar een USB-stick worden gekopieerd. Volg daarvoor onderstaande instructies.",
    "Frequently-Asked Questions": "Veel gestelde vragen",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Zie <a href=\"{#release_faq}\">Veel gestelde vragen over deze uitgave</a>.",
    "Recommended System Specifications": "Aanbevolen systeemeisen",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Hoewel er geen minimum systeemeisen zijn, raden we de volgende systeemeisen aan voor de beste ervaring:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Een recente Intel i3 of vergelijkbare dual-core 64-bit processor",
    "4 GB of system memory (RAM)": "4 GB geheugen (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "Solid state drive (SSD) met tenminste 32 GB aan vrije opslag",
    "Internet access": "Toegang tot internet",
    "Built-in or wired mouse/touchpad and keyboard": "Ingebouwde of bedrade muis/touchpad en toetsenbord",
    "1024×768 minimum resolution display": "1024×768 minimum schermresolutie",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "U heeft ook een extra USB-stick nodig met tenminste 4 GB aan opslag voor de installatie.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>We raden het af om een virtuele machine te gebruiken gezien deze niet zo goed presteren als een daadwerkelijke installatie.</strong> Mocht u het toch proberen om een installatie te doen binnen een virtuele machine, schakel zo mogelijk EFI in en begrijp dat u mogelijk tegen problemen aan kan lopen.",
    "Back Up Your Data": "Maak een backup van data",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Zorg voor een backup van belangrijke data op een externe locatie, zoals in de cloud of op een externe harde schijf. Bij het installeren van een nieuw besturingssysteem wordt bestaande data mogelijk overschreven met nieuwe data.",
    "Step-by-step Guide": "Stap-voor-stap handleiding",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Volg de instructies in de bovengelegen video of selecteer hier onder het besturingssysteem dat u momenteel gebruikt voor relevante installatie instructies.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Verifieer uw download",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Het verifiëren van uw download is een belangrijke stap: wij genereren een &quot;checksum&quot; voor elementary OS images en raden aan dat u uw download verifieert voordat u begint met installeren. Deze stap garandeert dat u de volledige download heeft kunnen doen en dat er geen datacorruptie is opgetreden.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Er van uit gaand dat u elementary OS naar uw Windows Downloads folder heeft gedownload, open de Command Prompt in Windows en draai het volgende commando:",
    "It should produce the output:": "Het zou de volgende output moeten geven:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Als de checksum niet overeen komt moet u mogelijk elementary OS nogmaals downloaden, garandeer dat de download volledig is voltooit voordat u het normaals verifieert.",
    "Creating an Install Drive": "Het maken van een installatiemedia",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Om een elementary OS installatiemedia te maken moet u een USB-stick hebben met tenminste 4 GB aan opslagcapaciteit en een app genaamd &quot;Etcher&quot;.",
    "Download Etcher": "Download Etcher",
    "etcher steps": "de stappen van etcher",
    "Open Etcher, then:": "Open Etcher, daarna kunt u:",
    "Plug in your spare USB flash drive": "Plug in uw USB-stick",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Selecteer uw gedownloade .iso bestand door middel van de &quot;Select image&quot; knop",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher zou automatisch uw USB-stick moeten detecteren; doet het dat niet, selecteer dan handmatig de correcte schijf",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Klik op de &quot;Flash!&quot; knop. Het kan enkele momenten duren voordat het begint.",
    "Once complete, continue to boot from the install drive.": "Wanneer klaar, start op van het installatiemedia.",
    "Booting From the Install Drive": "Opstarten vanaf het installatiemedia",
    "In order to start the installation process, you must boot your computer from the install drive.": "Om het installeren te starten, moet u de computer opstarten vanaf het installatie medium (de USB stick).",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Er vanuit gaande dat uw computer nog aan staat, sluit de USB stick aan en start de computer opnieuw op.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "De meeste computers staan korte tijd toe om de opstart volgorde voor één keer te wijzigen door op een speciale toets te drukken - vaak <kbd>F12</kbd>, maar soms <kbd>Esc</kbd> of een andere toets. Raadpleeg het scherm of de handleiding van uw computer voor de zekerheid.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Druk op <kbd>F12</kbd> (of de juiste toets) en selecteer het installatie medium - normaliter &quot;USB-HDD&quot; of een andere optie met het word &quot;USB&quot;, maar de tekst kan afwijken. Als u de verkeerde optie kiest, start uw computer waarschijnlijk op zoals normaal. Herstart de computer en kies een andere optie in het eerder genoemde menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kort na het selecteren van de juiste optie (installatie medium), ziet u het elementary opstart scherm. U kunt nu de instructies op het scherm volgen, die u door de rest van het proces zullen leiden.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Er van uit gaand dat u elementary OS naar uw macOS Downloads folder heeft gedownload, open de Terminal app in macOS en draai het volgende commando:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "De volgende waarschuwing verschijnt mogelijk, maar u kunt deze veilig negeren (ignore).",
    "Not readable warning": "Waarschuwing niet leesbaar",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Nadat u een geluid hoort, houdt de <kbd>Option</kbd> toets ingedrukt. Kies daarna de juiste opstart schijf. Let er op dat deze soms incorrect herkend wordt als &quot;Windows&quot;, maar dit is normaal.",
    "Boot Errors": "Foutmeldingen tijdens het opstarten",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Als uw Mac het elementary OS installatiemedium niet herkent in het opstart menu, kunt u in plaats daarvan een elementary OS installatie DVD maken. Om er een aan te maken, plaats een lege DVD in het schijfstation, rechtermuis klik op het ISO bestand in de Finder en selecteer &quot;Brand {#release_filename} op schijf&quot;. Wanneer dit voltooid is, probeer dan opnieuw op te starten vanaf de installatie DVD.",
    "Running the following command in your terminal:": "Typ het volgende commando in uw terminal:",
    "After Installation": "Na de installatie",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Neem de tijd om de <a href=\"/docs/learning-the-basics\">Starten met elementary</a> gids te lezen en kennis te maken met uw nieuwe besturingssysteem."
}
