{
    "Installation": "Installatie",
    "Download elementary OS": "Download elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Indien je dit nog niet hebt gedaan, moet je elementary OS <a href=\"/\" target=\"_blank\"> downloaden van onze website</a>. Je kopieert het gedownloade ISO-bestand naar een USB stick aan de hand van de instructies hieronder.",
    "Recommended System Specifications": "Aanbevolen systeemeigenschappen:",
    "Intel i3 or comparable dual-core 64-bit processor": "Intel i3 of een vergelijkbare dual-core 64-bit processor",
    "1 GB of system memory (RAM)": "1 GB werkgeheugen (RAM)",
    "15 GB of disk space": "15 GB schijfruimte",
    "Internet access": "Toegang tot het internet",
    "Back Up Your Data": "Maak een back-up van je gegevensjavascript:;",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Zorg ervoor dat je een back-up maakt van de belangrijke data op een externe locatie, zoals een cloud-dienst of een externe harde schijf. Het installeren van een nieuw besturingssysteem kan de bestaande gegevens overschrijven.",
    "Choose your current Operating System": "Kies je huidige besturingssysteem",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selecteer het besturingssysteem dat je op dit moment gebruikt om aangepaste installatie instructies te tonen.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Het creëren van een installatie USB stick",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "U heeft een USB-stick met op zijn minst 2 GB vrije ruimte nodig en een programma genaamd Rufus.",
    "Download Rufus": "Download Rufus",
    "Rufus - select ISO": "Rufus - selecteer ISO",
    "Open Rufus": "Open Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Voer de USB stick in en selecteer deze in de \"Device\" lijst.",
    "Select &quot;ISO Image&quot; next to &quot;Create a bootable disk using...&quot;": "Selecteer \"ISO Image\" naast \"Create a bootable disk using...\"",
    "Click": "Klik",
    "the disk icon": "het schijf icoon",
    "to choose the ISO that you downloaded previously.": "om te kiezen voor het ISO bestand dat je eerder hebt gedownload.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#</code> button in the status bar and verify that the text next to &quot;SHA256&quot; matches the following hash:": "We genereren een checksum (of hashsum) voor elementary OS images en we adviseren dat u controleert dat uw download dezelfde checksum heeft voordat u probeert te installeren. Dit zorgt ervoor dat u een volledige, complete download heeft ontvangen en dat uw installatiebestand niet corrupt is geworden op welke manier dan ook. Klik op de <code>#</code> knop in de statusbalk en bevestig dat de tekst naast \"SHA256\" hetzelfde is als de volgende hash:",
    "If the hashes match, click &quot;Start&quot; and wait for the process to finish.": "Als de hashes overeen komen, klik op \"Start\" en wacht totdat het proces is voltooid.",
    "Booting from the Install Drive": "Opstarten vanaf een USB stick",
    "In order to start the installation process, you must boot your computer from the install drive.": "Start je computer op vanaf het installatie medium om de installatie te starten.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Ervan uitgaande dat de computer nog aan staat; begin met het in een vrije USB poort steken van de installatie USB-stick en start de computer opnieuw op.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "De meeste computers zullen je tijdelijk de mogelijkheid geven om een ander opstart station te kiezen als je een speciale toets indrukt — meestal <kbd>F12</kbd>, maar soms <kbd>Esc</kbd> of een andere functietoets. Zoek op het scherm (tijdens het opstarten) of in de documentatie van je computer om er zeker van te zijn.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Druk op <kbd>F12</kbd> (of de desbetreffende toets) en selecteer het station waarop je wilt installeren — meestal \"USB-HDD\" of iets met het woord \"USB\", maar de tekst kan variëren. Als je het verkeerde station kiest, zal de computer waarschijnlijk in Windows opstarten. Start de computer opnieuw op en kies een ander station in het menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kort na het selecteren van het juiste opstartstation, zal je het elementary OS splash screen zien. Je kunt nu de instructies op het scherm volgen die je door het vervolg van het installatieproces zullen leiden.",
    "Verify your Download": "Verifieer je download",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Uw download verifiëren is een belangrijke, maar optionele stap. We genereren een checksum (of hashsum) voor elementary OS images en we adviseren dat u controleert dat uw download dezelfde checksum heeft voordat u probeert te installeren. Dit zorgt ervoor dat u een volledige, complete download heeft ontvangen en dat uw installatiebestand niet corrupt is geworden op welke manier dan ook.",
    "Running the following command in your Terminal:": "Het volgende commando uitvoeren in uw Terminal:",
    "Should produce the output:": "Zou het volgende resultaat moeten produceren:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Merk op: dit is veronderstellend dat u het .iso bestand hebt gedownload naar uw Downloads map.\nIn het geval dat u het op een andere plaats hebt gedownload, gelieve het correcte pad naar het gedownloade bestand te specifiëren, zoals hieronder weergegeven:",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Om een elementary OS installatieschijf op macOS te maken, heeft u een USB-stick met minstens 2 GB vrije schijfruimte nodig en een app genaamd \"Etcher\".",
    "Download Etcher": "Download Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Plaats de USB-stick en selecteer het ISO bestand dat u net heeft gedownload.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Open \"Etcher\" en selecteer uw gedownload elementary OS image bestand door op de \"Select image\" knop te klikken.",
    "Select image in Etcher": "Selecteer het image bestand in Etcher",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher zou automatisch uw USB-stick moeten detecteren, maar controleer voor de zekerheid het geselecteerde doel.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start het proces door te klikken op de \"Flash!\" knop. Het zal enige tijd duren om te starten.",
    "Flash image in Etcher": "Flash image in Etcher",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Wanneer het proces voltooid is, is het veilig om de USB-stick uit te werpen en om te proberen opstarten om elementary OS te installeren.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Het volgende venster kan verschijnen tijdens het proces, het is veilig om dit te negeren.",
    "Not readable warning": "Niet leesbare waarschuwing",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Nadat u de gong hoort, druk op<kbd>Option</kbd> en houd deze toets vast. Selecteer vervolgens het juiste opstartstation. Merk op dat het verkeerd kan worden geïdentificeerd als \"Windows\", maar dit is normaal.",
    "Boot Errors": "Opstartfouten",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Indien uw Mac de elementary OS USB installatieschijf niet herkent in het opstartmenu, moet u mogelijks in plaats daarvan een elementary OS DVD installatieschijf maken. Om deze te maken, plaats een lege DVD, klik rechts op het ISO bestand in Finder en selecteer \"Brand elementaryos-0.4-stable-amd64.20160921.iso naar schijf\". Wanneer dit voltooid is, probeer opnieuw op te starten van deze installatieschijf.",
    "Running the following command in your terminal:": "Voer het volgende commando uit in de terminal:",
    "should produce the output:": "zou het volgende als output moeten genereren:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "U heeft een USB-stick met minstens 2 GB vrije schuifruimte nodig en een programma genaam UNetbootin.",
    "Download UNetbootin": "Download UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Open UNetbootin via de Dash. Een nieuw venster zal openen, zoals te zien hieronder:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Selecteer \"Diskimage\"",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klik op \"...\" om het ISO bestand dat je eerder hebt gedownload te selecteren.",
    "Unplug all USB memory devices apart from the one you want to use.": "Verwijder alle USB sticks behalve de USB stick die je wilt gebruiken.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klik op \"Start\", en wacht tot het proces is voltooid.",
    "After Installation": "Na het installeren",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Gebruik deze tijd om te lezen in de <a href=\"/docs/learning-the-basics\">starters-handleiding</a> om meer te leren over je nieuwe besturings systeem."
}