{
    "Installation": "Installatie",
    "Download elementary OS": "Download elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Als u dit nog niet hebt gedaan, <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS op de home pagina</a>. Het gedownloade ISO bestand moet vervolgens naar een USB stick worden gekopieerd. Volg daarvoor onderstaande instructies.",
    "Recommended System Specifications": "Aanbevolen systeemeisen",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Hoewel er geen minimum systeemeisen zijn, raden we de volgende systeemeisen aan voor de beste ervaring:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Een recente Intel i3 of vergelijkbare dual-core 64-bit processor",
    "4 GB of system memory (RAM)": "4 GB geheugen (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Een solid state drive (SSD) met 15 GB vrije ruimte",
    "Internet access": "Toegang tot internet",
    "1024×768 display": "1024×768 scherm",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "U heeft ook een USB stick nodig met minimaal 2 GB vrije ruimte.",
    "Back Up Your Data": "Maak een backup van data",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Zorg voor een backup van belangrijke data op een externe locatie, zoals in de cloud of op een externe harde schijf. Bij het installeren van een nieuw besturingssysteem wordt bestaande data mogelijk overschreven met nieuwe data.",
    "Choose your current Operating System": "Kies uw huidige besturingssysteem",
    "Select the operating system you are currently using to view tailored installation instructions.": "Kies uw huidige besturingssysteem om op maat gemaakt installatie instructies te ontvangen.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Het maken van een installatie medium",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Uw heeft een USB stick met minimaal 2 GB vrije ruimte nodig en een programma met de naam Rufus.",
    "Download Rufus": "Download Rufus",
    "Rufus - select ISO": "Rufus - selecteren van een ISO bestand",
    "Open Rufus": "Start Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Sluit de USB stick aan en selecteer deze in de &quot;Device&quot; lijst",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Selecteer &quot;Disk or ISO image&quot; in de &quot;Boot selection&quot; lijst",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klik op &quot;SELECT&quot; om het ISO bestand te kiezen dat u eerder heeft gedownload.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "We genereren een checksum (of hash sum) voor elementary OS installatiebestanden zodat u het gedownloade bestand kan verifiëren. Op die manier bent u er zeker van dat uw download volledig en compleet is en niet corrupt. Klik op",
    "the checksum icon": "het checksum icoon",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "naast &quot;SELECT&quot; en vergelijk de tekst naast &quot;SHA256&quot; met de volgende tekst:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Als de teksten gelijk zijn, klik dan op &quot;START&quot; en wacht tot het programma klaar is.",
    "Booting from the Install Drive": "Opstarten vanaf het installatie medium",
    "In order to start the installation process, you must boot your computer from the install drive.": "Om het installeren te starten, moet u de computer opstarten vanaf het installatie medium (de USB stick).",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Er vanuit gaande dat uw computer nog aan staat, sluit de USB stick aan en start de computer opnieuw op.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "De meeste computers staan korte tijd toe om de opstart volgorde voor één keer te wijzigen door op een speciale toets te drukken - vaak <kbd>F12</kbd>, maar soms <kbd>Esc</kbd> of een andere toets. Raadpleeg het scherm of de handleiding van uw computer voor de zekerheid.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Druk op <kbd>F12</kbd> (of de juiste toets) en selecteer het installatie medium - normaliter &quot;USB-HDD&quot; of een andere optie met het word &quot;USB&quot;, maar de tekst kan afwijken. Als u de verkeerde optie kiest, start uw computer waarschijnlijk op zoals normaal. Herstart de computer en kies een andere optie in het eerder genoemde menu.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Kort na het selecteren van de juiste optie (installatie medium), ziet u het elementary opstart scherm. U kunt nu de instructies op het scherm volgen, die u door de rest van het proces zullen leiden.",
    "Verify your Download": "Verifieer uw download",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Het verifiëren van uw download is een belangrijke, maar optionele stap. We genereren een checksum (of hash sum) voor elementary OS installatiebestanden zodat u het gedownloade bestand kan verifiëren. Op die manier bent u er zeker van dat uw download volledig en compleet is en niet corrupt.",
    "Running the following command in your Terminal:": "Voer in Terminal de volgende opdracht in:",
    "Should produce the output:": "Dit zou tot het volgende resultaat moeten leiden:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Let op: we gaan er van uit dat u het .iso bestand heeft opgeslagen in de map Downloads.\nAls u het .iso bestand ergens anders heeft opgeslagen, specificeer dan de juiste locatie van het dit bestand zoals hieronder staat weergegeven",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Om een elementary installatie medium via macOS te maken heeft u een USB stick met een capaciteit van minimaal 2GB nodig en een app genaamd &quot;Etcher&quot;.",
    "Download Etcher": "Download Etcher",
    "etcher steps": "de stappen van etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Sluit de lege USB stick aan op de computer.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Start &quot;Etcher&quot; en selecteer het door u gedownloade .iso bestand door op de &quot;Select image&quot; button te klikken.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher zou automatisch uw USB stick moeten herkennen, maar controleer dat het programma de juiste drive heeft gekozen.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start het proces door op de &quot;Flash!&quot; Knop te klikken. Het duurt even voordat het programma begint.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Als het programma klaar is, kunt u de USB stick veilig verwijderen en proberen opnieuw op te starten om elementary te installeren.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "De volgende waarschuwing verschijnt mogelijk, maar u kunt deze veilig negeren (ignore).",
    "Not readable warning": "Waarschuwing niet leesbaar",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Nadat u een geluid hoort, houdt de <kbd>Option</kbd> toets ingedrukt. Kies daarna de juiste opstart schijf. Let er op dat deze soms incorrect herkend wordt als &quot;Windows&quot;, maar dit is normaal.",
    "Boot Errors": "Foutmeldingen tijdens het opstarten",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-5.1-stable.20200706.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "Typ het volgende commando in uw terminal:",
    "should produce the output:": "Dit zou tot het volgende resultaat moeten leiden:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "U heeft een USB stick met minimaal 2 GB vrije ruimte nodig en een programma genaamd UNetbootin.",
    "Download UNetbootin": "Download UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Start UNetbootin op vanaf het Dash. Een venster zoals hieronder verschijnt:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Selecteer &quot;Diskimage&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klik op &quot;…&quot; om het .iso bestand te selecteren dat u eerder heeft gedownload.",
    "Unplug all USB memory devices apart from the one you want to use.": "Ontkoppel alle USB geheugenapparaten behalve de USB stick die u wilt gebruiken.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klik op &quot;OK&quot; en wacht tot het proces klaar is.",
    "After Installation": "Na de installatie",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Neem de tijd om de <a href=\"/docs/learning-the-basics\">Starten met elementary</a> gids te lezen en kennis te maken met uw nieuwe besturingssysteem."
}
