{
    "Translation Guide": "Vertalingsgids",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalisatie van onze website en apps is zeer belangrijk om elementary OS beschikbaar te maken aan zoveel mensen als mogelijk. In plaats van enkel te vertrouwen op een intern vertalingsteam, gebruiken wij crowdsourcing zodat iedereen vertalingen kan indienen met weinig tot geen technische kennis. Om onze stem consistent te houden over het volledige platform en om onze nieuwe vertalers te helpen starten, hebben wij deze vertalingsgids in elkaar gestoken.",
    "Steps to Begin Translation": "Beginnen met vertalen",
    "Our apps and website are translated through Weblate: A libre web-based translation management system. In order to submit translations, you should:": "Onze apps en website worden vertaald via Weblate: een vrij, webgebaseerd vertaal management systeem. Om vertalingen in te sturen, dient u:",
    "Have a": "Te zorgen voor een",
    "Weblate account": "Weblate account",
    "Set your": "Het instellen van uw",
    "language preferences": "taal voorkeuren",
    "Browse our": "Browse onze",
    "translatable projects": "vertaalbare projecten",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more info on Weblate, you can refer to its <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">documentation</a>.": "Als u een project gekozen heeft, dan kunt u vertalingen indienen voor tekst die nog niet vertaald is, of suggesties doen voor tekst die al vertaald is. Uw input wordt beoordeeld door een lid van het vertaalteam en dit lid bepaalt welke vertaling het meest passend is. Voor meer info over Weblate, kunt u kijken in de <a href=\"https://docs.weblate.org/en/weblate-3.0.1/user/index.html\">Weblate handleiding</a>.",
    "By default, you're only able to suggest translations. If you would like to get permissions to save translations, <a href=\"https://translators-slack.elementary.io/\">join the translators Slack</a> and message an admin your Weblate username and what language you want to translate.": "",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues, we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guidelines ensures uniform translations, while also allowing anyone to contribute.": "Tijdens het vertalen kan het voorkomen dat er meerdere manieren zijn om iets te zeggen. In dit soort situaties verwijzen we naar de Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">algemene gids voor vertalers</a>, en bij taal specifieke problemen verwijzen we naar Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team vertaling gids</a>. Het volgen van de richtlijnen in deze gidsen zorgt voor uniforme vertalingen, waardoor iedereen een bijdrage kan leveren.",
    "If you don't want to translate using Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Als je geen gebruik wil maken van Weblate, of als je heel veel vertalingen in een keer wil doen, kun je ook offline vertalen. Doe dit als volgt:",
    "Go to a project you want to translate": "Ga naar een project dat u wilt vertalen",
    "Choose your language": "Kies uw taal",
    "Click on &quot;Files&quot; and then select &quot;Download translation as gettext PO&quot;": "Klik op &quot;Bestanden&quot; en selecteer &quot;Vertaalbestand downloaden als gettext PO&quot;",
    "Choose your favorite text-, code- or PO-editor (e.g. <a href=\"https://poedit.net/\">Poedit</a>)": "Kies je favoriete tekst-, code- of PO-bewerker (e.g. <a href=\"https://poedit.net/\">Poedit</a>)",
    "Start translating": "Start met vertalen",
    "Once you've finished, use the &quot;Upload translation&quot; option in the &quot;Files&quot; menu on the same page you downloaded them from.": "Kies wanneer je klaar bent voor &quot;Vertaling uploaden&quot;-optie in het &quot;Bestanden&quot;-menu op dezelfde pagina waar je het bestand had gedownload.",
    "Additional Info": "Extra informatie",
    "We won't support translation of the following pages:": "Wij ondersteunen het vertalen van de volgende pagina's niet:"
}
