{
    "Translation Guide": "Vertalingsgids",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalisatie van onze website en apps is zeer belangrijk om elementary OS beschikbaar te maken aan zoveel mensen als mogelijk. In plaats van enkel te vertrouwen op een intern vertalingsteam, gebruiken wij crowdsourcing zodat iedereen vertalingen kan indienen met weinig tot geen technische kennis. Om onze stem consistent te houden over het volledige platform en om onze nieuwe vertalers te helpen starten, hebben wij deze vertalingsgids in elkaar gestoken.",
    "Translating Applications": "Vertalingsprogrammas",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Apps worden vertaald door Rosetta: de vertalingsinterface gehost op Launchpad. Om vertalingen in te dienen, moet u:",
    "Have a": "Verzorg een",
    "Launchpad account": "",
    "Set your": "Geef uw",
    "language preferences": "taal voorkeuren",
    "Browse our": "Browse onze",
    "translatable projects": "vertaalbare projecten",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Eenmaal u een selectie hebt gemaakt, kan je suggesties indienen voor tekst dat nog niet reeds vertaald werd of veranderingen suggereren voor tekst dat reeds vertaald werd. Deze suggesties zullen geëvalueerd worden door een lid van het vertalingsteam en zij zullen de meest geschikte kiezen. Voor meer informatie over Rosetta, refereren we naar de <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentatie<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Bij het vertalen kunt u een situatie tegenkomen waarbij u moet kiezen tussen verschillende manieren om hetzelfde te zeggen. In deze gevallen verwijzen we naar de Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">algemene vertalingsgids<\/a> en voor taal specifieke problemen volgen we Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team vertalingsrichtlijnen<\/a>. Het volgen van deze richtlijnen zorgt voor uniforme vertalingen, terwijl dat ook iedereen zijn bijdrage kan leveren.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Als Rosetta niet wilt gebruiken of als u een hoop gelijktijdige veranderingen wilt maken, kunt u ook offline vertalen. Om dit te doen:",
    "Go to a project you want to translate": "Ga naar een project dat u wilt vertalen",
    "Choose your language": "Kies uw taal",
    "Click on \"Download translation\"": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "U bent nu in staat om een email aan te vragen met de juiste link om de vertalingen te downloaden. Nu:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Kies uw favoriete tekst- of po-editor (bijv. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Start met vertalen",
    "Once you've finished, use the \"Upload translation\" option on the same page that you downloaded them from.": "",
    "Translating our Website": "Onze website vertalen",
    "Our website is translated through <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. In order to submit translations, you should:": "Onze website is vertaald met behulp van  <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. Om een vertaling in te dienen moet u:",
    "Transifex account": "",
    "Join our": "Wordt lid van",
    "translation team": "vertalingsteam",
    "For more information about Transifex, you can refer to their <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentation<\/a>.": "Meer informatie over Transifex is te vinden in hun <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentatie<\/a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Zoals bij onze apps, volgen we Ubuntu's <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">algemene vertalingsgids<\/a> en voor taal specifieke problemen volgen we Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team vertalingsrichtlijnen<\/a>.",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": ""
}