{
    "Check out our progress for Loki Alpha 1": "Apžvelkite mūsų Loki Alpha 1 eigą",
    "Fixed": "Ištaisyta",
    "In Progress": "Eigoje",
    "Unfixed": "Neištaisyta",
    "Funding": "Rėmimas",
    "Translations": "Vertimai",
    "Web Development": "Svetainės kūrimas",
    "Desktop Development": "Darbastalio kūrimas",
    "Design": "Dizainas",
    "Targeted Funding": "Tikslinis rėmimas",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource perduoda rėmimą tiesiai į kūrėjų rankas, atlygindama jiems už klaidų ištaisymus ar naujų ypatybių kūrimą. Nustatykite atlyginimą už klaidas, kurios jums labiausiai rūpi arba paremkite tam tikrą programą. Taip pat galite nustatyti pasikartojantį atlyginimą.",
    "Learn More": "Sužinokite daugiau",
    "BountySource": "BountySource",
    "General Funding": "Bendras rėmimas",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon veikia kaip pastoviai vykstanti didelės žmonių grupės rėmimo kampanija. Pasirinkite sumą, gaukite atlygius bei padėkite mums pasiekti savo tikslų.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal yra greitas ir lengvas sprendimas. Pasirinkite vienkartinę mokėjimo sumą arba nusistatykite periodinius mokėjimus.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS yra sukurta ir naudojama žmonių iš viso pasaulio; padėkite mums padaryti šį patyrimą dar geresniu - verskite jį į daugiau kalbų.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS naudoja atvirą, vertimų bendradarbiavimui skirtą, Launchpad įrankį, vadinamą Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Mūsų svetainė taip pat yra atvirai verčiama, naudojant tiesioginę platformą, vadinamą Transifex.",
    "Translate elementary OS": "Versti elementary OS",
    "Translate This Website": "Versti šią svetainę",
    "World map": "Pasaulio žemėlapis",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Mūsų svetainė sukurta, naudojant HTML, CSS, PHP ir JavaScript. Mes visuomet ieškome šiose srityse patyrusių žmonių, kurie norėtų prisidėti ir padaryti mūsų svetainę dar geresnę. Didžiąją dalį dizaino darbų atlieka mūsų Dizaino Komanda, tačiau mums patinka dizaino idėjos ir atsiliepimai, skirti mūsų Saityno Komandai.",
    "Fork Our Website on GitHub": "Sukurti GitHub mūsų svetainės atšaką",
    "Report an Issue with Our Website": "Pranešti apie klaidą mūsų svetainėje",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Mūsų darbastalio aplinka ir visos jos programos yra sukurtos, naudojant Vala, GTK+, Clutter, Cairo, Granite ir daugybę kitų laisvų bibliotekų. Visas mūsų kodas yra talpinamas Lauchpad.net, nemokamoje, atviro kodo projektams skirtoje, sistemoje. Mes visuomet ieškome įvairaus įgūdžių lygio talkininkų.",
    "Browse Our Desktop Code": "Naršyti darbastalio kodą",
    "Browse Our Apps' Code": "Naršyti programų kodą",
    "See Our Open Bug Reports": "Pamatyti klaidų pranešimus",
    "Scratch text editor": "Scratch teksto redaktorius",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Kiekvienas projektas prasideda nuo idėjos. Mūsų Dizaino Komanda paima idėjas ir paverčia jas veiklos grafiku. Mūsų dizainą sudaro du komponentai:",
    "Visual Design": "Vaizdinis dizainas",
    "A great place for visual designers to get started is by sharing mockups with": "Vaizdiniams dizaineriams puiki galimybė pradėti, yra bendrinti savo maketus su",
    "our Google+ Community": "mūsų Google+ bendruomene",
    "Interactive Design": "Interaktyvusis dizainas",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Išsamių paaiškinimų, apie naujas ypatybes, kūrimui, mes naudojame Launchpad esančią sistemą, vadinamą Blueprints.",
    "Read the Interface Guidelines": "Skaityti sąsajos gaires",
    "Browse Our Blueprints": "Naršyti mūsų projektus",
    "Read About Our Workflow": "Skaityti apie mūsų darbo eigą",
    "Application wire frame": "Programos rėmelis",
    "Get Involved with elementary OS": "Įsitraukti į elementary OS"
}