{
    "Be a Part of Something Bigger": "Būkite dalimi kažko didesnio",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Viskas, ką mes kuriame yra 100% atviro kodo ir sukurta, bendradarbiaujant su žmonėmis iš viso pasaulio. Netgi, jei nesate programuotojas, galite įsitraukti ir daryti pokyčius.",
    "Funding": "Rėmimas",
    "Translations": "Vertimai",
    "Support": "Palaikymas",
    "Web": "Saitynas",
    "Desktop": "Darbalaukis",
    "Design": "Dizainas",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Daugiausia, kaip galite padėti elementary - tai rėmimu. Jūsų dėka, mes galėjome iš mažos aistringų savanorių grupės užaugti į mažą kompaniją. Su kiekviena maža pagalba mes darome žingsnį link pilno etato kūrėjo įdarbinimo.",
    "Bug Bounties": "Klaidų premijos",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource perduoda rėmimą tiesiai į kūrėjų rankas, atlygindama jiems už klaidų ištaisymus ar naujų ypatybių kūrimą. Nustatykite atlyginimą už klaidas, kurios jums labiausiai rūpi arba paremkite tam tikrą programą. Taip pat galite nustatyti pasikartojantį atlyginimą.",
    "Learn More": "Sužinokite daugiau",
    "BountySource": "BountySource",
    "Bountied Bugs": "Subsidijuojamos klaidos",
    "General Funding": "Bendras rėmimas",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon veikia kaip pastoviai vykstanti didelės žmonių grupės rėmimo kampanija. Pasirinkite sumą, gaukite atlygius bei padėkite mums pasiekti savo tikslų.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal yra greitas ir lengvas sprendimas. Pasirinkite vienkartinę mokėjimo sumą arba nusistatykite periodinius mokėjimus.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS yra sukurta ir naudojama žmonių iš viso pasaulio; padėkite mums padaryti šį patyrimą dar geresniu - verskite jį į daugiau kalbų.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS naudoja atvirą, vertimų bendradarbiavimui skirtą, Launchpad įrankį, vadinamą Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Mūsų svetainė taip pat yra atvirai verčiama, naudojant tiesioginę platformą, vadinamą Transifex.",
    "Translate elementary OS": "Versti elementary OS",
    "Translate This Website": "Versti šią svetainę",
    "World map": "Pasaulio žemėlapis",
    "Question & Answer": "Klausimai ir atsakymai",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange yra klausimų ir atsakymų svetainė, sukurta rasti geriausius atsakymus į dažniausiai užduodamus klausimus. Bet kas gali susikurti paskyrą, kad galėtų pradėti klausti ir atsakinėti.",
    "Unanswered Questions": "Neatsakyti klausimai",
    "New Questions": "Nauji klausimai",
    "Documentation": "Dokumentacija",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary pateikia pagrindinę dokumentaciją tiek naudotojams, tiek kūrėjams. Visa mūsų dokumentacija yra parašyta Markdown pavidalu ir yra talpinama GitHub tinklalapyje, taigi, pateikti pakeitimą ar naują sekciją yra labai lengva.",
    "Learning The Basics Guide": "Susipažinimo su pagrindais vadovas",
    "Developer Docs": "Medžiaga kūrėjams",
    "Web Development": "Svetainės kūrimas",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Mūsų svetainė sukurta, naudojant HTML, CSS, PHP ir JavaScript. Mes visuomet ieškome šiose srityse patyrusių žmonių, kurie norėtų prisidėti ir padaryti mūsų svetainę dar geresnę.",
    "Fork Our Website on GitHub": "Sukurti GitHub mūsų svetainės atšaką",
    "Report a Website Issue": "Pranešti apie klaidą svetainėje",
    "Desktop Development": "Darbalaukio kūrimas",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Mūsų darbalaukio aplinka ir visos jos programos yra sukurtos, naudojant Vala, GTK+, Granite ir daugelį kitų atvirų bibliotekų. Mes talpiname savo darbalaukio kodą Launchpad.net svetainėje, atviroje paslaugoje, skirtoje atviros programinės įrangos projektams. Jeigu jums prieš tai niekada neteko kurti elementary OS, rekomenduojame jums peržiūrėti mūsų Darbo pradžios vadovą.",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "Ši mažėjanti diagrama rodo mūsų <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 kontrolinio taško</a>, kuris šiuo metu yra mūsų kūrimo dėmesyje, eigą. Greitu metu, po to kai pasieksime kontrolinį tašką, Loki bus viešai išleista ir prasidės darbas su kita elementary OS versija. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Sužinokite daugiau</a>",
    "Fixed": "Ištaisyta",
    "In Progress": "Eigoje",
    "Unfixed": "Neištaisyta",
    "Browse Our Desktop Code": "Naršyti darbalaukio kodą",
    "Browse Our Apps' Code": "Naršyti programų kodą",
    "Bitesized Bugs": "Baito dydžio klaidos",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Kiekvienas projektas prasideda nuo idėjos. Mūsų dizaino komanda paima šias idėjas ir paverčia jas aiškiais projektais ir klaidų ataskaitomis. Mes suskaidome dizainą į du pagrindinius komponentus:",
    "Visual Design": "Vaizdinis dizainas",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Mes visuomet atviri naujoms elementary OS vaizdinio dizaino idėjoms. Pradėkite, pasidalindami savo maketais su",
    "our Google+ Community": "mūsų Google+ bendruomene",
    "Read the Interface Guidelines": "Skaityti sąsajos gaires",
    "See Our Mockups": "Pamatyti mūsų maketus",
    "Interaction Design": "Sąveikos dizainas",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Išsamių paaiškinimų, apie naujas ypatybes ir pakeitimus naudotojo sąsajoje, kūrimui, mes naudojame Launchpad esančią sistemą, vadinamą \"Blueprints\".",
    "Read About Our Workflow": "Skaityti apie mūsų darbo eigą",
    "Browse Our Blueprints": "Naršyti mūsų projektus",
    "Get Involved with elementary OS": "Įsitraukite į elementary OS"
}