{
    "Check out our progress for Freya RC 1": "Apžvelkite mūsų Freya RC 1 eigą",
    "Fixed": "Ištaisyta",
    "In Progress": "Eigoje",
    "Unfixed": "Neištaisyta",
    "Translations": "Vertimai",
    "Web Development": "Svetainės Kūrimas",
    "Design": "Dizainas",
    "Desktop Development": "Darbastalio Kūrimas",
    "Funding": "Funding",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“Kita kalba yra kitoks gyvenimo matymas.”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS yra sukurta ir naudojama žmonių iš viso pasaulio; padėkite mums padaryti šį patyrimą dar geresniu - verskite jį į daugiau kalbų.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS naudoja atvirą, vertimų bendradarbiavimui skirtą, Launchpad įrankį, vadinamą Rosetta.",
    "Learn More": "Sužinokite Daugiau",
    "Our website is also openly translated using an online platform called Transifex.": "Mūsų svetainė taip pat yra atvirai verčiama, naudojant tiesioginę platformą, vadinamą Transifex.",
    "Translate elementary OS": "Versti elementary OS",
    "Translate This Website": "Versti Šią Svetainę",
    "World map": "Pasaulio žemėlapis",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“Internetinės svetainės turėtų atrodyti gerai iš vidaus ir iš išorės”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Mūsų svetainė sukurta, naudojant HTML, CSS, PHP ir JavaScript. Mes visuomet ieškome šiose srityse patyrusių žmonių, kurie norėtų prisidėti ir padaryti mūsų svetainę dar geresnę. Didžiąją dalį dizaino darbų atlieka mūsų Dizaino Komanda, tačiau mums patinka dizaino idėjos ir atsiliepimai, skirti mūsų Žiniatinklio Komandai.",
    "Fork Us on GitHub": "Sukurti GitHub atšaką",
    "See Our Open Bug Reports": "Pamatyti Klaidų Pranešimus",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "“Puikus dizainas padaro dalykus įsimintinus ir reikšmingus.”",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Kiekvienas projektas prasideda nuo idėjos. Mūsų Dizaino Komanda paima idėjas ir paverčia jas veiklos grafiku. Mūsų dizainą sudaro du komponentai:",
    "<strong>Visual Design</strong>": "<strong>Vaizdinis Dizainas</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Vaizdiniams dizaineriams puiki vieta pradėti, yra bendrinti savo maketus <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">mūsų Google+ Bendruomenėje</a>",
    "<strong>Interactive Design</strong>": "<strong>Interaktyvus Dizainas</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Išsamių paaiškinimų, apie naujas ypatybes, kūrimui, mes naudojame Launchpad esančią sistemą, vadinamą Blueprints.",
    "Read the Interface Guidelines": "Skaityti Sąsajos Gaires",
    "Browse Our Blueprints": "Naršyti Mūsų Projektus",
    "Read About Our Workflow": "Skaityti Apie Mūsų Darbo Eigą",
    "Application wire frame": "Programos rėmelis",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "“Prieš programinei įrangai tampant naudinga, ji, iš pradžių, privalo tapti tinkama”",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Mūsų darbastalio aplinka ir visos jos programos yra sukurtos, naudojant Vala, GTK+, Clutter, Cairo, Granite ir daugybę kitų laisvų bibliotekų. Visas mūsų kodas yra talpinamas Lauchpad.net, nemokamoje, atviro kodo projektams skirtoje, sistemoje. Mes visuomet ieškome įvairaus įgūdžių lygio talkininkų.",
    "Browse Our Desktop Code": "Naršyti Darbastalio Kodą",
    "Browse Our Apps' Code": "Naršyti Programų Kodą",
    "Scratch text editor": "Scratch teksto redaktorius",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Do what you love and the money will follow.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "General Funding",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Įsitraukti į elementary OS"
}