{
    "A fast and open replacement for Windows and OS X": "Greita ir atvira Windows ir OS X pakaita",
    "Custom": "Pasirinkti",
    "Enter any dollar amount.": "Įveskite bet kokią sumą doleriais.",
    "Download Freya": "Atsisiųsti Freya",
    "893 MB (for PC or Mac)": "893 MB (PC ar Mac)",
    "What the press is saying about elementary OS:": "Ką apie elementary OS rašo spauda:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS yra kitokia... graži ir galinga operacinė sistema, kuri puikiai veiks net ir senesniuose kompiuteriuose”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“greita, daug priežiūros nereikalaujanti platforma, kuri gali būti įdiegta, iš esmės, bet kur”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Supaprastinta ir greita... Visiškai pagrįsta bendruomenės principu, su ypatingu dizaino ir išvaizdos stiliumi.”",
    "Meet Our Apps": "Pasitikite Mūsų Programas",
    "Photos": "Nuotraukos",
    "Music": "Muzika",
    "Videos": "Vaizdo Įrašai",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importuokite, tvarkykite ir redaguokite nuotraukas. Rodykite nuotraukų pristatymus. Dalinkitės per Facebook ar Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Tvarkykite ir klausykitės savo muzikos. Naršykite albumus, naudokitės žaibiškai greita paieška ir kurkite savo mėgstamų dainų grojaraščius.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Žiūrėkite filmus ir vaizdo įrašus su minimalia sąsaja. Grakštus, tamsus rėmelis išnyksta, leisdamas jums matyti dar daugiau filmo.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Naršykite internete greitos ir supaprastintos naršyklės pagalba. Midori leidžia jums naudotis HTML5 svetainėmis ir interneto programomis, nesukeldama didelės apkrovos jūsų kompiuterio akumuliatoriui.",
    "Learn More": "Sužinokite Daugiau",
    "dat": "dat",
    "Accessories": "Reikmenys",
    "Graphics": "Grafika",
    "Internet": "Internetas",
    "Office": "Raštinė",
    "Other": "Kitos",
    "Sound &amp; Video": "Garsas ir vaizdas",
    "System Tools": "Sistemos įrankiai",
    "Applications": "Programos",
    "3 Ways to Explore": "3 Atradimo Būdai",
    "Grid": "Tinklelis",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Rodykite visas savo programas pagal abėcėlę išdėstytame tinklelyje. Peržvelkite ir raskite tą, kurią norite.",
    "Categories": "Kategorijos",
    "View your apps automatically organized into categories. Perfect for large collections.": "Matykite savo programas automatiškai sudėliotas į kategorijas. Puikiai tinka didelėms kolekcijoms.",
    "Search": "Paieška",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Žaibiškai greito paieškos rodinio dėka, leiskite programas, atverkite nustatymų polangius, vykdykite komandas ir dar daugiau.",
    "Open Source": "Atviras Kodas",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Mūsų kodas yra kiekvienam prieinamas peržiūrai, nagrinėjimui, modifikavimui ir platinimui.",
    "No Ads. No Spying.": "Jokių Reklamų. Jokio Šnipinėjimo.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Mes nesudarome jokių reklaminių sandorių ir nerenkame slaptų asmeninių duomenų. Mūsų vienintelės pajamos yra gaunamos tiesiogiai iš mūsų naudotojų.",
    "Safe &amp; Secure": "Patikima ir Saugu",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Mes sukurti Linux pagrindu: tos pačios programinės įrangos, kurią naudoja JAV Gynybos Departamentas, Kinijos Bankas ir kiti.",
    "Choose a Download": "Pasirinkite Atsiuntimą",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Šiuolaikiniams kompiuteriams mes rekomenduojame 64-bitų sistemą. Išsamesnei informacijai, žiūrėkite",
    "installation guide": "diegimo vadovą",
    "Freya 32-bit": "32-bitų Freya",
    "Torrent Magnet Link": "Torrent Magnet Nuoroda",
    "Freya 64-bit": "64-bitų Freya",
    "Download elementary OS": "Atsisiųskite elementary OS"
}