{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Mes tikime unikalia geriausio naudotojo patyrimo ir pasaulį keičiančios atviro kodo galios kombinacija.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary buvo įkurta 2007 metais, mažos grupės aistringų savanorių. Bėgant laikui, mes galėjome peraugti į mažą kompaniją ir finansuoti atviro kodo programinės įrangos kūrimą. Mes esame pasišventusių kūrėjų, dizainerių, rašytojų ir kasdienių kompiuterių naudotojų komanda, meistriškai kurianti neįtikėtiną, atvirą naudojimosi kompiuteriu patyrimą. Mes esame elementary.",
    "Pacific Daylight Time": "Ramiojo vandenyno vasaros laikas",
    "India Standard Time": "Indijos juostinis laikas",
    "Eastern Daylight Time": "Rytų vasaros laikas",
    "Mountain Daylight Time": "Kalnų vasaros laikas",
    "Central Daylight Time": "Centrinis vasaros laikas",
    "Central European Summer Time": "Centrinės Europos vasaros laikas",
    "Brasilia Time": "Brazilijos laikas",
    "British Summer Time": "Britų vasaros laikas",
    "Eastern European Time": "Rytų Europos laikas",
    "Korea Standard Time": "Korėjos juostinis laikas",
    "Moscow Time": "Maskvos laikas",
    "Community &amp; Collaborators": "Bendruomenė ir talkininkai",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "Sistemos elementary nebūtų be kitų, pasišventusių bendruomenės narių ir talkininkų iš kitų laisvo ir atviro kodo projektų, įsitraukimo.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Įsitraukti",
    "Powered by Slack": "Veikia su Slack",
    "Team &sdot; elementary": "Komanda ⋅ elementary"
}