{
    "Translation Guide": "Panduan Penerjemahan",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Menerjemahkan situs web dan apl kami adalah bagian yang sangat penting dalam membuat OS elementary tersedia untuk orang lain sebanyak mungkin. Alih-alih bergantung pada tim penerjemahan internal, kami memilih proses urun daya sehingga semua orang bisa menerjemahkan dengan sedikit atau tanpa perlu memiliki pengetahuan secara teknis. Dalam rangka tetap menjaga tetap konsisten di semua platform, dan mambantu penerjemah baru untuk memulai, kami menyusun panduan penerjemahan ini.",
    "Translating Applications": "Menerjemahkan Aplikasi",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Apl diterjemahkan melalui Rosetta: antarmuka penerjemahan di Launchpad. Untuk mengirimkan terjemahan, Anda harus:",
    "Have a": "Miliki",
    "Launchpad account": "Akun Launchpad",
    "Set your": "Tetapkan",
    "language preferences": "preferensi bahasa",
    "Browse our": "Jelajahi",
    "translatable projects": "proyek yang dapat diterjemahkan",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">documentation</a>.": "Setelah Anda membuat pilihan, Anda bisa menyarankan lema yang belum diterjermahkan, atau memberikan saran perubahan terhadap lema yang sudah diterjemahkan. Saran-saran ini akan dievaluasi oleh anggota tim dan mereka akan memilih yang paling cocok dari semua yang ada. Untuk informasi lebih lanjut tentang Rosetta, kunjungi <a href=\"https://help.launchpad.net/Translations/StartingToTranslate\">dokumentasinya</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Ketika menerjemahkan, Anda mungkin menemui situasi harus memutuskan untuk memilih beberapa cara mengatakan hal yang sama. Dalam situasi ini kami berpedoman pada  <a href=\"https://help.launchpad.net/Translations/Guide\">panduan umum penerjemah</a>, dan untuk masalah spesifik pada bahasa tertentu, kami mengikuti <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">pedoman penerjemahan tim</a> Ubuntu. Mengikuti penduan ini memastikan keselarasan penerjemahan, dan tetap memperbolehkan setiap orang untuk berkontribusi.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Jika Anda tidak ingin menggunakan Rosetta, atau ingin membuat banyak perubahan sekaligus, Anda juga bisa menerjemahkannya secara luring. Caranya:",
    "Go to a project you want to translate": "Kunjungi proyek yang ingin Anda terjemahkan",
    "Choose your language": "Pilih bahasa Anda",
    "Click on &quot;Download translation&quot;": "Klik \"Download translation\"",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Anda sekarang bisa meminta kiriman surel, yang akan memberi Anda tautan yang valid untuk mengunduh berkas terjemahan. Sekarang:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Pilih penyunting teks atau berkas po favorit Anda (mis. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Mulai menerjemahkan",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Setelah Anda selesai, gunakan opsi \"Upload translation\" pada halaman yang sama dengan saat Anda mengunduhnya.",
    "Translating our Website": "Menerjemahkan Situs kami",
    "Our website is translated through <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. In order to submit translations, you should:": "Situs web kami diterjemahkan melalui <a href=\"https://www.transifex.com/projects/p/elementary-mvp/\">Transifex</a>. Untuk mengirimkan terjemahkan, Anda harus:",
    "Transifex account": "Akun Transifex",
    "Join our": "Gabung",
    "translation team": "tim penerjemah",
    "For more information about Transifex, you can refer to their <a href=\"http://docs.transifex.com/tutorials/txeditor\">documentation</a>.": "Untuk informasi lebih lanjut tentang Transifex, silahkan kunjungi <a href=\"http://docs.transifex.com/tutorials/txeditor\">dokumentasi</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Untuk apl kami, kami mengikuti <a href=\"https://help.launchpad.net/Translations/Guide\">panduan umum penerjemah</a> Ubuntu, dan untuk masalah yang spesifik tentang bahasa, kami mengikuti <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">pedoman penerjemahan tim</a> Ubuntu."
}