{
    "Privacy Policy": "গোপনীয়তা নীতি",
    "Do Not Track": "অনুসরণ করনা",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "এই সাইটটি কি না - ট্র্যাক সবচেয়ে আধুনিক ব্রাউজারে পাওয়া সেটিং সন্মান ও Google Analytics নিষ্ক্রিয় করা হয় যখন এটি উপস্থিত. আমরা স্বয়ংক্রিয়ভাবে গুরুতরভাবে সাইটের ব্যবহার প্রভাবিত ছাড়া অন্য ট্র্যাকিং পদ্ধতি সরাতে পারবেন না. উচিত আপনি নিজে , এই ট্র্যাকিং পদ্ধতি পরিচালনা কুকি নিষ্ক্রিয় করার অধ্যায় উল্লেখ করতে ইচ্ছুক |",
    "Cookies": "কুকিজ",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>আপনি নিষ্ক্রিয় করতে বা চয়ন বেছে বেছে আপনার ব্রাউজার সেটিংস যে কোন কুকিজ বা তৃতীয় পক্ষের কুকিজ বন্ধ চালু করতে পারেন |<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "এই সাইটটি ক্রমবর্ধমান উন্নতি জন্য কুকিজ ব্যবহার করে|আপনি তাদের ছাড়া কিন্তু হ্রাস ব্যবহারযোগ্যতা এ সেবা ফাংশন খুঁজে পেতে পারেন | উদাহরণস্বরূপ , সাইট যদি আপনি পূর্বে পেমেন্ট করে থাকেন এলিমেন্টারি অস এর জন্য ;গতানুগতিক ভাবে আপনাকে আবার জিজ্ঞাসা করা হবে পেমেন্ট এর জন্য |",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "স্টোর কুকিজ আচরণগত উপাদান লগ ইন করুন এবং সম্ভাব্য হুমকি বিশ্লেষণ করতে . আরো তথ্যের জন্য, দেখুন",
    "CloudFlare Privacy &amp; Security Policy": "ক্লৌদ্ফ্লারে গোপনীয়তা ও নিরাপত্তা নীতি",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "দোকান কুকি সংগ্রহ করা তথ্য - সহ এই সাইটে ভিজিটর সংখ্যা , যেখানে থেকে তারা উল্লেখ করা হয়েছে , এবং পৃষ্ঠাগুলি তারা পরিদর্শন -ইন একটি বেনামী ফর্ম | এই তথ্য সাইটের উন্নতিতে সাহায্য করার জন্য ব্যবহার করা হয় . আরো তথ্যের জন্য, উপর গুগলের নিবন্ধটি দেখুন",
    "Safeguarding Your Data": "আপনার ডেটা নিরাপত্তা প্রদান",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "আপনার গত অর্ডার ও আপনার দেশ মনে রাখা যাতে তা জানেন কি কার্ড ধরনের পেমেন্ট জন্য প্রস্তাব কুকিজ ব্যবহার করে . আরো তথ্যের জন্য, দেখুন",
    "Stripe's Privacy Policy": "ডোরা এর গোপনীয়তা নীতি",
    "Manage Cookies": "কুকিজ পরিচালনা",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "আপনি ইতিমধ্যে আমাদের সাইটটি পরিদর্শন করেছি , আপনি কুকিজ ইতিমধ্যে আপনার ব্রাউজারে সেট পরিচালনযোগ্য পারে |  প্রাসঙ্গিক নির্দেশাবলী লিংক নীচে পাওয়া যেতে পারে ",
    "Transparency": "স্বচ্ছতা",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "আমরা আমাদের সফ্টওয়্যার মধ্যে কোন পেছন দরজা স্থাপন করিনি এবং সেটা করার জন্য কোনো অনুরোধ গ্রহণ করিনি |আমরা একটি জাতীয় নিরাপত্তা পত্র , FISA অর্ডার , অথবা ব্যবহারকারীর তথ্য অন্য কোন শ্রেণীবদ্ধ অনুরোধ পেয়েছি |",
    "Privacy Policy &sdot; elementary": ""
}
