{
    "Installation": "Installasjon",
    "Download elementary OS": "Last ned elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Hvis du ikke har gjort det allerede, må du <a href=\"/\" target=\"_blank\" rel=\"noopener\">laste ned elementary OS fra vår nettside</a>. Du må deretter kopiere den nedlastede ISO-filen til en USB-minnepinne ved å følge instruksen nedenfor.",
    "Frequently-Asked Questions": "Ofte stilte spørsmål",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Få <a href=\"{#release_faq}\">svaret på alle gåter for denne utgaven</a>.",
    "Recommended System Specifications": "Anbefalte systemspesifikasjoner",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Selv om det ikke er noe absolutt minimumskrav, anbefales det å minst å ha følgende maskinvare for den beste opplevelsen:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nylig Intel i3 eller sammenlignbar tokjerners 64-biters prosessor",
    "4 GB of system memory (RAM)": "4GB systemminne (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "",
    "Internet access": "Internett-tilgang",
    "Built-in or wired mouse/touchpad and keyboard": "Innebygd eller trådbunden mus/pekeflate og tastatur",
    "1024×768 minimum resolution display": "Skjerm med minimumsoppløsning 1024x768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Du trenger en ledig USB-minnepinne med minst 4 GB ledig plass for installasjonen.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Virtuelle maskiner anbefales ikke siden de ikke yter så bra som en full installasjon</strong>. Hvis du prøver å installere på en virtuell maskin bør du skru på EFI hvis de er mulig, og du forstår at du kan støte på andre problemer.",
    "Back Up Your Data": "Sikkerhetskopier dataen din",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Forsikre deg om at du sikkerhetskopierer data du vil ta vare på til et eksternt sted, som en skytjeneste eller en ekstern harddisk. Installasjon av et nytt operativsystem kan overskrive din eksisterende data.",
    "Step-by-step Guide": "Stegvis veiledning",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Følg videoen ovenfor, eller velg operativsystemet du bruker for å vise skreddersydde installasjonsinstruks nedenfor.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux|GNU",
    "Verify Your Download": "Bekreft det du har lastet ned",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Bekrefting av nedlastet materiale er et viktig steg: Vi genererer en &quot;sjekksum&quot; for elementary OS-avtrykk som du bekrefter at stemmer overens før du fortsetter installasjonen. Dette sørger for at du har mottatt en uendret nedlasting som er uskadet.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Forutsatt at du har lastet ned elementary OS til din Windows-nedlastingsmappe, kan du åpne kommandolinjeteksten i Windows og kjøre følgende kommando:",
    "It should produce the output:": "Det skal resultere i følgende:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Hvis sjekksummen ikke stemmer overens, må du laste ned elementary OS igjen og forsikre deg om at den er fullført før du bekrefter innholdet.",
    "Creating an Install Drive": "Opprettelse av installasjonsmedium",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "For å opprette en elementary OS-installasjonsenhet trenger du en USB-minnepinne på minst 4 GB og et program som heter &quot;Etcher&quot;.",
    "Download Etcher": "Last ned Etcher",
    "etcher steps": "Etcher-steg",
    "Open Etcher, then:": "Åpne Etcher og deretter:",
    "Plug in your spare USB flash drive": "Plugg inn din ledige USB-minnepinne",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Velg den nedlastede .iso-filen og bruk &quot;Velg avtrykk&quot;-knappen",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher skal automatisk oppdage din USB-minnepinne. Hvis ikke må du velge korrekt enhet",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Klikk på &quot;Flash!&quot;-knappen. Det kan ta en stund før prosessen begynner.",
    "Once complete, continue to boot from the install drive.": "Når det er ferdig, fortsetter du ved å starte opp fra installasjonsenheten.",
    "Booting From the Install Drive": "Oppstart fra installasjonsenheten",
    "In order to start the installation process, you must boot your computer from the install drive.": "For å kunne starte installasjonsprosessen, mmå du starte opp datamaskinen fra installasjonsmediet.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Sett at maskinen din fremdeles er påslått, kan du starte med å sette inn installasjonsmediet og utføre omstart av maskinen.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "De fleste datamaskiner vil en kort stund tillate deg å endre oppstartsrekkefølgen for denne oppstarten ved å trykke på en spesiell tast, vanligvis <kbd>F12</kbd>, men noen ganger <kbd>Esc</kbd> eller en annen funksjonstast. Se på skjermen eller i maskinens dokumentasjon for å være sikker.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Trykk <kbd>F12</kbd> (eller tilegnet tast) og velg installasjonsmediet, vanligvis &quot;USB-HDD&quot; eller noe som inneholder ordet &quot;USB&quot;, men benevnelsen kan variere. Hvis du velger feil medium, vil maskinen din antageligvis fortsette å starte opp som vanlig. Hvis dette skjer kan du starte maskinen din på ny og velge en annen oppstartsenhet i den menyen.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Rett etter å ha valgt rett oppstartsenhet, vil du bli presentert med oppstartsskjermen til elementary OS. Du kan nå følge anvisningene på skjermen som geleider deg gjennom resten av prosessen.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "Forutsatt at du har lastet ned elementary OS til din macOS-nedlastingsmappe, kan du åpne terminalprogrammet i macOS og kjøre følgende kommando:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Følgende dialogvindu kan vises under innbrenningsprosessen, den er det trygt å ignorere.",
    "Not readable warning": "«Ikke lesbar»-advarsel",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Etter at du hører bjellen, trykk og hold <kbd>Option</kbd>. Velg så riktig oppstartsenhet. Merk at den feilaktig kan vises som &quot;Windows&quot;, men dette er normalt.",
    "Boot Errors": "Oppstartsfeil",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Hvis din Mac ikke gjenkjenner din USB-enhet for elementary OS i oppstartsmenyen, kan det hende du må lage en installsjons-DVD for elementary OS istedenfor. For å opprette dette setter du inn en blank DVD, og klikker deretter på ISO-filen i Finder, og velger &quot;Brenn {#release_filename} til disk&quot;. Når dette er ferdig kan du prøve å starte opp fra installsjons-DVD-en.",
    "Running the following command in your terminal:": "Kjør følgende kommando i terminalen din:",
    "After Installation": "Etter installasjonen",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Ta deg tid til å lese <a href=\"/docs/learning-the-basics\">det grunnleggende</a>-guiden for å lære mer om ditt nye operativsystem."
}
