{
    "Installation": "Installasjon",
    "Download elementary OS": "Last ned elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Hvis du ikke har gjort det allerede, må du <a href=\"/\" target=\"_blank\" rel=\"noopener\">laste ned elementary OS fra vår nettside</a>. Du må deretter kopiere den nedlastede ISO-filen til en USB-minnepinne ved å følge instruksen nedenfor.",
    "Recommended System Specifications": "Anbefalte systemspesifikasjoner",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Selv om det ikke er noe absolutt minimumskrav, anbefales det å minst å ha følgende maskinvare for den beste opplevelsen:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nylig Intel i3 eller sammenlignbar tokjerners 64-biters prosessor",
    "4 GB of system memory (RAM)": "4GB systemminne (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "SSD med 15 GB ledig plass",
    "Internet access": "Internett-tilgang",
    "1024×768 display": "1024x768-skjerm",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "Du vil også trenge en USB-minnepinne med minst 2 GB ledig plass for installasjonsfilen.",
    "Back Up Your Data": "Sikkerhetskopier dataen din",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Forsikre deg om at du sikkerhetskopierer data du vil ta vare på til et eksternt sted, som en skytjeneste eller en ekstern harddisk. Installasjon av et nytt operativsystem kan overskrive din eksisterende data.",
    "Choose your current Operating System": "Velg ditt nåværende operativsystem",
    "Select the operating system you are currently using to view tailored installation instructions.": "Velg operativsystemet du bruker nå for å vise skreddersydd installasjonsinstruks.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Opprettelse av installasjonsmedium",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Du vil trenge en USB-minnepinne med minst 2 GB ledig plass og et program som heter Rufus.",
    "Download Rufus": "Last ned Rufus",
    "Rufus - select ISO": "Rufus - velg ISO",
    "Open Rufus": "Åpne Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Sett inn din USB-minnepinne og velg den i &quot;Enhet&quot;-listen",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Velg &quot;Disk eller ISO-avbildning&quot; u &quot;Oppstartsvalg&quot;-listen",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klikk &quot;Velg&quot; for å velge ISO-en du lastet ned tidligere.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "En sjekksum har blitt generert for elementary OS-avbildinger slik at du kan bekrefte at din nedlastede fil stemmer overens. Dette forsikrer deg om at du har lastet ned en eksakt kopi, som ikke er skadet på noe vis. Klikk",
    "the checksum icon": "sjekksumsikonet",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "ved siden av &quot;Velg&quot; og bekreft at teksten ved siden av &quot;SHA-256&quot; samsvarer med følgende sjekksum:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Hvis sjekksummen stemmer, klikk &quot;Start&quot; og vent på at prosessen fullføres.",
    "Booting from the Install Drive": "Oppstart fra installasjonsmediet",
    "In order to start the installation process, you must boot your computer from the install drive.": "For å kunne starte installasjonsprosessen, mmå du starte opp datamaskinen fra installasjonsmediet.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Sett at maskinen din fremdeles er påslått, kan du starte med å sette inn installasjonsmediet og utføre omstart av maskinen.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "De fleste datamaskiner vil en kort stund tillate deg å endre oppstartsrekkefølgen for denne oppstarten ved å trykke på en spesiell tast, vanligvis <kbd>F12</kbd>, men noen ganger <kbd>Esc</kbd> eller en annen funksjonstast. Se på skjermen eller i maskinens dokumentasjon for å være sikker.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Trykk <kbd>F12</kbd> (eller tilegnet tast) og velg installasjonsmediet, vanligvis &quot;USB-HDD&quot; eller noe som inneholder ordet &quot;USB&quot;, men benevnelsen kan variere. Hvis du velger feil medium, vil maskinen din antageligvis fortsette å starte opp som vanlig. Hvis dette skjer kan du starte maskinen din på ny og velge en annen oppstartsenhet i den menyen.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Rett etter å ha valgt rett oppstartsenhet, vil du bli presentert med oppstartsskjermen til elementary OS. Du kan nå følge anvisningene på skjermen som geleider deg gjennom resten av prosessen.",
    "Verify your Download": "Bekreft din nedlastning",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Bekreftingen av nedlastningen er et viktig, men valgfritt steg. En sjekksum er generert for elementary OS-avtrykk og det anbefales sterkt at du sjekker at sjekksummen for din nedlastning stemmer overens før du utfører installsjonen. Dette forsikrer deg om at du har lastet ned det fulle og hele avtrykket uten feil.",
    "Running the following command in your Terminal:": "Kjøring av følgende kommando i terminalen din:",
    "Should produce the output:": "Skal vise følgende resultat:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Merk: Dette antar at du har lastet ned .iso-filen til din Nedlastningsmappe.\nI fall du har lastet den ned annensteds hen, angi korrekt stil til nedlastet fil, som vist ovenfor.",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "For å opprette en installasjonspartisjon for elementary OS på macOS må du ha en USB-minnepinne med minst 2 GB ledig plass og et program som heter &quot;Etcher&quot;.",
    "Download Etcher": "Last ned Etcher",
    "etcher steps": "Etcher-steg",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Sett inn den ledige USB-minnepinnen, og velg så ISO-filen du akkurat lastet ned.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Åpne &quot;Etcher&quot; og velg nedlastet elementary OS-avtrykksfil ved bruk av &quot;Velg avtrykk&quot;-knappen.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher skal nå automatisk oppdage din USB-minnepinne, men sjekk at rett mål er valgt.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start innbrenningsprosessen ved å klikke &quot;Innbrenn&quot;-knappen. Det kan ta en stund å starte prosessen.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Når den er ferdig er det trygt å fjerne enheten og forsøke å starte opp for å installere elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Følgende dialogvindu kan vises under innbrenningsprosessen, den er det trygt å ignorere.",
    "Not readable warning": "«Ikke lesbar»-advarsel",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Etter at du hører bjellen, trykk og hold <kbd>Option</kbd>. Velg så riktig oppstartsenhet. Merk at den feilaktig kan vises som &quot;Windows&quot;, men dette er normalt.",
    "Boot Errors": "Oppstartsfeil",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Hvis din Mac ikke gjenkjenner din USB-enhet for elementary OS i oppstartsmenyen, kan det hende du må lage en installsjons-DVD for elementary OS istedenfor. For å opprette dette setter du inn en blank DVD, og klikker deretter på ISO-filen i Finder, og velger &quot;Brenn {#release_filename} til disk&quot;. Når dette er ferdig kan du prøve å starte opp fra installsjons-DVD-en.",
    "Running the following command in your terminal:": "Kjør følgende kommando i terminalen din:",
    "should produce the output:": "skal gi resultatet:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Du vil trenge en USB-minnepinne med minst 2 GB ledig plass, og et program som heter UNetbootin.",
    "Download UNetbootin": "Last ned UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Åpne UNetbootin fra oversikten. Den vil åpne et vindu som det nedenfor:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Velg &quot;Diskavtrykk&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Klikk &quot;…&quot; for å velge ISO-en du lastet ned tidligere.",
    "Unplug all USB memory devices apart from the one you want to use.": "Plugg ut alle USB-minneenhetene unntatt den du ønsker å bruke.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klikk &quot;OK&quot; og vent på at prosessen fullføres.",
    "After Installation": "Etter installasjonen",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Ta deg tid til å lese <a href=\"/docs/learning-the-basics\">det grunnleggende</a>-guiden for å lære mer om ditt nye operativsystem."
}
