{
    "Installation": "Installasjon",
    "Download elementary OS": "Last ned elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Om du ikke allerede har gjort det vil det være nødvendig å først <a href=\"/\" target=\"_blank\" rel=\"noopener\">laste ned elementary OS fra våre nettsider</a>. Kopier den nedlastede ISO-filen til en USB-minnepinne ved å følge instruksjonene nedenfor.",
    "Recommended System Specifications": "Anbefalte systemkrav",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Siden det ikke er noe fast minimumskrav, anbefales minst disse spesifikasjonene for den beste ytelsen:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nylig Intel i3 eller sammenlignbar dobbeltkjernet 64biters prosessors",
    "4 GB of system memory (RAM)": "4GB systemminne (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "SSD med 15GB ledig plass",
    "Internet access": "Internettilgang",
    "1024×768 display": "1024x768-skjerm",
    "Back Up Your Data": "Sikkerhetskopier dataen din",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Husk å sikkerhetskopiere dataen din til en annen plassering, som en skytjeneste eller en ekstern harddisk. Installasjon av et nytt operativsystem kan overskrive dine eksisterende data.",
    "Choose your current Operating System": "Velg ditt gjeldende operativsystem",
    "Select the operating system you are currently using to view tailored installation instructions.": "Velg det operativsystemet du nå bruker for å vise skreddersydde installasjonsinstruksjoner.",
    "Windows": "Vinduer",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Opprettelse av en installasjonsenhet",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Du trenger et USB-flashmedium med minst 2GB ledig plass og et program kalt Rufus.",
    "Download Rufus": "Last ned Rufus",
    "Rufus - select ISO": "Rufus - velg ISO",
    "Open Rufus": "Åpne Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Sett inn USB-enheten din og velg den i &quot;Enhet&quot;s-listen",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Velg",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Klikk &quot;VELG&quot; for å velge ISO-avbildningen du lastet ned tidligere.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "En sjekksum genereres for elementary OS-avbildninger, slik at du kan bekrefte den nedlastede filen. Dette forsikrer deg at du har mottatt hele nedlastingen, og at den ikke er skadet på noen måte. Klikk",
    "the checksum icon": "sjekksumsikonet",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "ved siden av &quot;VELG&quot; og bekreft at teksten ved siden av &quot;SHA256&quot; samsvarer med følgende sjekksum:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "hvis sjekksummen stemmer overens, klikk &quot;START&quot; og vent på at prosessen fullføres.",
    "Booting from the Install Drive": "Oppstart fra installasjonsenheten",
    "In order to start the installation process, you must boot your computer from the install drive.": "For å starte installasjonsprosessen, må du starte opp maskinen din fra installasjonsenheten.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Forutsatt at maskinen fremdeles er på, start med å sette inn din installasjonsenhet og start maskinen på nytt.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "De fleste maskiner vil tillate deg å endre oppstartsforordningen en kort periode ved å trykke en spesiell tast — vanligvis <kbd>F12</kbd>, men noen ganger <kbd>Esc</kbd> eller en annen funksjonstast. Se på skjermen eller se i din maskins dokumentasjon for å finne det ut.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Trykk <kbd>F12</kbd> (eller tilhørende tast) og velg installsjonsenheten—vanligvis &quot;USB-HDD&quot; eller noe som inneholder ordet &quot;USB&quot;, det varierer hva det heter. Hvis du velger feil enhet, vil maskinen mest trolig fortsette å starte opp som normalt. Start maskinen på nytt og prøv igjen med noe annet fra listen.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Rett etter at du har valgt rett oppstartsenhet, bil du bli presentert med oppstartsskjermen til elementary OS. Du kan nå følge den skjermvise anvisningen som tar deg gjennom resten av prosessen.",
    "Verify your Download": "Bekrefting av din nedlasting",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Bekrefting av din nedlasting er et viktig, men valgfritt steg. Vi genererer en sjekksum ( eller hash) for elementary OS-avbildninger og vi anbefaler at du bekrefter at din nedlasting stemmer overens med den sjekksummen før du prøver å installere. Dette forsikrer at du har mottatt hele nedlastningen, og at din installasjonsavbildning ikke er skadet på noen måte.",
    "Running the following command in your Terminal:": "Kjør følgende kommando i din Terminal:",
    "Should produce the output:": "Bør resultere i:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Merk: Dette tar utgangspunkt i at du har lastet ned .iso-filen til Nedlastinger.\nHvis du har lastet den ned til en annen mappe, prøv å oppgi rett sti til nedlastiningsfila, som vist nedenfor",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "For å opprette en elementary OS-installasjonsenehet på macOS trenger du en USB-flashenhet med minst 2 GB kapasitet og et program som heter &quot;Etcher&quot;.",
    "Download Etcher": "Last ned Etcher",
    "etcher steps": "etcher-steg",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Sett inn USB-enheten du har til overs og velg ISO-filen du akkurat har lastet ned.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Åpne &quot;Etcher&quot; og velg den nedlastede elementary OS-avbildningsfila ved å bruke &quot;Velg avbildning&quot;-knappen.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher skal automatisk oppdage din USB-enhet, men sjekk om den har valgt rett mål.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Start flashingsprosessen ved å klikke &quot;Flash!&quot;-knappen. Det tar en stund før den starter.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Når fullført vil det være trygt å fjerne enheten og forsøke å starte opp elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Følgende dialogvindu kan opptre under flashinsprosessen, det kan du se bort fra.",
    "Not readable warning": "Ikke lesbar-advarsel",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Etter at du har hørt lyden, trykk og hold <kbd>Valg</kbd>. Velg så rett oppstartsenhet. Merk at den kan ha blitt feilaktig identifisert som &quot;Windows&quot;, men dette er normalt.",
    "Boot Errors": "Oppstartsfeil",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Hvis Mac-en din ikke gjenkjenner USB-minnepinnen for elementary OS i oppstartsmenyen, kan det hende du må lage en installasjons-DVD isteden. For å gjøre det, sett inn en blank DVD, høyreklikk ISO-filen i Finder og velg &quot;Brenn elementaryos-0.4.1-stable.20180214.iso to Disk&quot;. Når prosessen er ferdigstilt, prøv å starte opp igjen fra installasjonsDVD-en.",
    "Running the following command in your terminal:": "Kjør følgende kommando i terminalen din:",
    "should produce the output:": "bør resultere i:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Du trenger en USB-flashenhet med minst 2 GB ledig plass og et program som heter UNetbootin.",
    "Download UNetbootin": "Last ned UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Åpne UNetbootin fra dashbordet. Det vil åpne et vindu som det nedenfor:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Velg &quot;Diskavbildning&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Velg &quot;…&quot; for å velge ISO-en du lastet ned tidligere.",
    "Unplug all USB memory devices apart from the one you want to use.": "Plugg ut alle andre USB-minneenheter bortsett fra den du øsnker å bruke.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Klikk &quot;OK&quot; og vent på at prosessen skal fullføres.",
    "After Installation": "Etter installasjon",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Ta deg tid til å lese <a href=\"/docs/learning-the-basics\">kom i gang</a>-veiledningen om hvordan du lærer ditt nye operativsystem."
}
