{
    "Learning the Basics": "Lær det grunnleggende",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Som med ethvert annet operativsystem er det ting du trenger å bekjentgjøre deg. Denne delen handler om hvordan man utfører enkle hverdagsoppgaver, som surfing og lytting til musikk, og annen nyttig informasjon det kan hende du ikke er klar over.",
    "The Desktop": "Skrivebordet",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "elementary OS-skrivebordet er veldig enkelt og raskt å lære. Det består av to elementer: Panelet og dokken. Du kan endre skrivebordets bakgrunnsbilde etter ønske gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Skrivebord<\/strong> → <strong>Bakgrunnsbilde<\/strong>.",
    "The Panel": "Panelet",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "På toppen av skjermen ser du panelet, til venstre har du programmenyen, i midten finnes tid og dato, og til høyre har du indikatorene.",
    "Applications Menu": "Programmeny",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications<\/strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "På venstre side av panelet er programmenyen. Å velge <strong>Programmer<\/strong> åpner menyen med alle dine installerte programmer. Du kan vise flere sider med programmer ved å bruke sideinndelerne på bunnen, eller ved rulling. Du kan også bruke visningsbytteren på toppen for å bytte mellom rutenett og kategorivisning.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Du kan søke etter programmer ved navn eller nøkkelord og utføre handlinger tilknyttet dem. Du kan også søke etter systeminnstillingsvinduer. Noen av handlingen du kan finne i søket er:",
    "Shutdown and Restart": "Avstenging og omstart",
    "Compose Message": "Forfatt melding",
    "New Private Browsing Window": "Nytt privat nettleservindu",
    "Math operations (example: 23 * 5)": "Matteoperasjoner (eksempel: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;<\/kbd> + <kbd>space<\/kbd>.": "For å åpne programmenyen med tastaturet, trykk <kbd>&#8984;<\/kbd> + <kbd>mellomrom<\/kbd>.",
    "Indicators": "Indikatorer",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "På høyre side av panelet finnes ikoner kalt indikatorer. Disse tilkjennegir nåværende status for din økt. F.eks. nettverkstilkoblinger, batteriladning, lyd-inngang og -utgang, merknader, osv. Å velge en indikator viser mer informasjon og tilknyttede handlinger.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Midtklikk eller trippeltrykk med fingeren på en indikator vil presentere deg med følgende hurtighandlinger:",
    "Sound: Toggle the mute state of the primary output device": "Lyd: Veksle avstenging av lyden for primær utgangsenhet",
    "Bluetooth: Toggle the Enabled\/Disabled the primary bluetooth device": "Blåtann: Veksle Påskrudd\/avskrudd for primær Blåtannsenhet",
    "Power: Hide\/Show the percentage of battery remaining": "Effekt: Skjul\/vis prosentvis representasjon av gjenstående batteritid",
    "Notifications: Toggle Do Not Disturb mode": "Merknader: Veksle ikke-forstyrr -modus",
    "Session: Show the shutdown dialog": "Økt: Vis avslutningsdialogvinduet",
    "The Dock": "Dokken",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "På bunnen av skjermen har du Dokken. Den inneholder dine favorittprogrammer sågar også ethvert program du måtte ha åpent.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "Innholdet i dokken kan enkelt endres. For å legge et program til der, dra og slipp det fra programmenyen, eller høyreklikk et programs ikon og velg <strong>Behold i dokken<\/strong>. For å fjerne et program fra dokken, dra det vekk, og slipp det på et tomt sted på skrivebordet, eller høyreklikk på ikonet og velg bort <strong>Behold i dokken<\/strong>. For å stokke om programmer i dokken, kan du dra og slippe dem.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Som forvalg, skjules Dokken på bunnen av skjermen når et program er maksimert. Flytt pekeren ned i midten av skjermen for å vise Dokken.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "Du kan tilpasse Dokkens oppførsel gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong>→<strong>Skrivebord<\/strong>→<strong>Dokk<\/strong>.",
    "App Windows": "Programvinduer",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Programmer finnes i deres egne vinduer som kan lukkes, maksimeres eller flyttes rundt.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Når du åpner et program, vil dets vindu fremtre på skrivebordet. Hvert program har typisk tre områder: Vindusknappene, et verktøyslinje, og innholdet av programmet.",
    "HeaderBar": "Topplinje",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Mange programmer har en topplinje i toppen av programmet. Dette området inneholder funksjoner eller navigasjons-elementer for programmet, samt vindusknapper.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "Du kan flytte vinduet tilhørende et program rundt på skrivebordet ved å dra hvor som helst på topplinjen, inkludert knappene.",
    "Window Buttons": "Vindusknapper",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "Et programs er å finne i topphjørnene av programmets vindu. Knappen for å lukke er til venstre og knappen for å maksimere er til høyre. Ved å trykke på lukke-knappen vil vinduet tilhørende programmet lukkes. Ved å trykke på maksimeringsknappen, vil vinduet blåses opp til fullskjerm eller tas tilbake til opprinnelig størrelse.",
    "Multitasking": "Fleroppgaveløsning",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS støtter to typer fleroppgaveløsning: Vinduer og arbeidsområder.",
    "Windows": "Vinduer",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Programmer åpnes i programvinduer. De kan overlappe på skrivebordet ditt og flyttes rundt. Du kan veksle mellom vinduer på flere måter:",
    "click on the window you want to switch to": "klikk på vinduet du ønsker å bytte til",
    "click on the app's icon in the dock": "klikk på programmets ikon i Dokken",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "trykk <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>.": "For å se en oversikt over dine åpne programvinduer, trykk <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "Du kan tilpasse disse snarveiene gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Vinduer<\/strong>.",
    "Hot Corners": "Aktive hjørner",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Du kan også sette opp &quot;aktive hjørner&quot; (snarveier aktivert ved å plassere pekeren din i hjørnet av skjermen) for å aktivere fleroppgaveløsningsfunksjoner som vindusoversikt, arbeidsområdeoversikt, med mer.",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "Du kan tilpasse aktive hjørner gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Skrivebord<\/strong> → <strong>Aktive hjørner<\/strong>.",
    "Workspaces": "Arbeidsområder",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Som forvalg, vil alle programvinduer åpnes på ett arbeidsområde. Dog, kan du bruke flere arbeidsområder for å organisere arbeidsflyten din:",
    "To see an overview of your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>": "For å se en oversikt over dine arbeidsområder, trykk <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> or <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd>": "For å gå gjennom dine arbeidsområder til venstre eller høyre, trykk <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> eller <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>": "For å veksle gjennom arbeidsområdene dine, trykk <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> through <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.": "Du kan hoppe rett til et gitt arbeidsområde ved å trykke <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> through <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>. Du kan alltid hoppe til et nytt arbeidsområde med <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.": "Du kan også dra programvinduer mellom arbeidsområder ved å dra ikonene deres i arbeidsområdeoversikten, eller flytte dem til venstre og høyre mellom arbeidsområder ved å bruke henholdsvis <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> eller <kbd>→<\/kbd>. For å se en oversikt over programvinduer på tvers alle arbeidsområder, trykk <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "Du kan tilpasse disse snarveiene gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Tastatur<\/strong> → <strong>Shortcuts<\/strong> → <strong>Arbeidsområder<\/strong>.",
    "<em>Note: <kbd>&#8984;<\/kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.<\/em>": "<em>Merk: <kbd>&#8984;<\/kbd> viser til &quot;super&quot;-tasten. Den blir også omtalt som &quot;Windows&quot;-tasten på de fleste PC-er, eller &quot;Command&quot;-tasten på Mac-er.<\/em>",
    "Multiple Displays": "Flere skjermer",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "Panelet, dokken og arbeidsområdene vises bare på hovedskjermen. Alle andre tilkoblede skjermer opptrer som enkeltstående arbeidsområder. For å behandle og endre rekkefølgen på skjermen, gå til <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Skjermer<\/strong>. Hovedskjermen din er markert med en helfarget stjerne (",
    ") and each display's settings can be changed from its cog (": ") og hver skjerms innstillinger kan endres fra sitt tannhjul (",
    ") menu.": ") meny.",
    "Installing Apps": "Installering av programmer",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS kommer med <strong>AppSenter<\/strong>, et program for å lagre frie programmer. Å installere et program fra AppSenter er lett:",
    "Open the <strong>AppCenter<\/strong> app.": "Åpne <strong>AppSenter<\/strong>-programmet.",
    "Search in the top-right, or browse.": "Søk øverst til høyre, eller utforsk.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "Klikk <strong>Installer<\/strong> ved siden av programmet du ønsker å installere.",
    "You may be asked for your password prior to installing an app.": "Du kan bli spurt om ditt passord før du installerer et program.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.<\/em>": "<em>Merk: Noen programmer er ikke tilgjengelige fra AppCenter. Selv om det ikke anbefales å laste ned programvare fra nettet uten videre sikring, bør programmer som er kompatible med Ubuntu 16.04 LTS virke på elementary OS Loki.<\/em>",
    "Updating": "Oppdatering",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "elementary OS inkluderer oppdateringer som del av AppSenter. Merk deg fanen &quot;Oppdateringer&quot; på toppen av vinduet. Det anbefales at du ser etter oppdateringer minst <em>én gang i uka<\/em> for å forsikre deg om at din maskin har de siste funksjonene og beskyttelsen.",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "For mer informasjon om sikkerhets-programfikser, les <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">sikkerhetsmerknadene fra Ubuntu<\/a>.",
    "System Settings": "Systeminnstillinger",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS kommer med et hendig verktøy kalt &quot;Systeminnstillinger&quot; som kontrollerer alle dine innstillinger på tvers av systemet (&quot;globalt&quot;). Systeminnstillinger gir deg muligheten til å justere ting som tastatursnarveier, skjermoppløsning, din skrivebordsbakgrunn, med mer.",
    "Search": "Søk",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Du kan raskt finne innstillinger du leter etter ved å skrive nøkkelord i søkefeltet på toppen av vinduet. Innholdet i Systeminnstillingsvinduet vil filtrere ned søket for å samsvare.",
    "App Settings": "Programinnstillinger",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Husk at Systeminnstillinger bare har å gjøre med innstillinger for hele elementary OS. Selv om noen programmer har sine egen innstillinger, vil du ikke finne dem her. De er å finne i sine respektive programmer."
}
