{
    "Learning the Basics": "Lær det grunnleggende",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Som med alle operativsystem er det noen ting du ikke er kjent med. Denne delen vil ta for seg hvordan du fullfører enkle, dagligdagse oppgaver som å surfe på nettet og lytte til musikk, samt annen nyttig informasjon som du muligens ikke kjenner til.",
    "The Desktop": "Skrivebordet",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "Elementary OS-skrivebordet er svært enkelt og lett å lære. Det består av to elementer: panelet og dokken. Du kan tilpasse skrivebordets bakgrunnsbilde gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Skrivebord<\/strong> → <strong>Bakgrunn<\/strong>.",
    "The Panel": "Panelet",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "På toppen av skjermen kan du se panelet. Til venstre er programmenyen, i midten er tid og dato og til høyre er indikatorene.",
    "Applications": "Programmer",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications<\/strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "På venstre side av panelet er program-elementet. Ved å klikke på <strong>Programmer<\/strong>, får du opp en oversikt med alle dine installerte programmer. Du kan se flere sider med programmer ved å bruke side-pilene på bunnen eller ved å rulle museknappen. Du kan også bytte visning  øverst for å bytte mellom en rutenett og en kategorivisning.",
    "Slingshot": "sprettert",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for system settings panes. Some of the actions you can find in search include:": "Du kan gjøre programsøk etter navn eller nøkkelord, og utføre handlinger knyttet til dem. Du kan også søke etter panelene for systeminnstillinger. Noen av handlingene du kan finne i søk inkluderer:",
    "Shutdown and Restart": "Slå av og omstart",
    "Compose Message": "Skrive e-post",
    "New Private Browsing Window": "Nytt inkognitovindu for nettleser",
    "Math operations (example: 23 * 5)": "Matematiske operasjoner (eksempel: 23 * 5)",
    "To open the applications menu with the keyboard, press <kbd>⌘<\/kbd> + <kbd>space<\/kbd>.": "",
    "Indicators": "Indikatorer",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "På høyre side av panelet er ikoner som kalles indikatorer. Disse forteller deg om gjeldende status for økten, dvs. nettverkstilkoblinger, strøm, tid, chat og e-postkontoer, etc. Ved å klikke en indikator kan du se mer informasjon og relaterte handlinger.",
    "The Dock": "Dokken",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Nederst på skjermen er dokken. Den inneholder dine favorittprogrammer samt programmer som er åpne.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications<\/strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "Innholdet i Dokken er lett å tilpasse. For å legge til et program i Dokken, dra og slipp det fra <strong>Programmer<\/strong> på panelet, eller høyreklikk et åpent programs ikon og velg <strong> Behold i dokken<\/strong>. Hvis du vil fjerne et program fra dokken, dra det ut og slipp det i et tomt område på skrivebordet, eller høyreklikk på ikonet og fjern merket <strong>Behold i dokken<\/strong>. For å omorganisere programmer i dokken, bare dra og slipp dem på ønsket plass.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Som standard skjuler Dokken seg på bunnen av skjermen når et program er maksimert. Bare flytt musepekeren til bunnen, midt på skjermen, for å vise Dokken.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "Du kan tilpasse Dokkens atferd gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Skrivebord<\/strong> → <strong>Dokk<\/strong>.",
    "App Windows": "Programvinduer",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Programmer finnes i egne vinduer som kan lukkes, maksimeres, eller flyttes rundt.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Når du åpner et program, vises et vindu på skrivebordet. Hvert program har vanligvis tre områder: vindusknapper, en verktøylinje og innholdet i programmet.",
    "HeaderBar": "",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "",
    "Window Buttons": "Vindusknapper",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "",
    "Multitasking": "Fleroppgavekjøring",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS støtter to måter å jobbe med flere programmer samtidig: vinduer og arbeidsområder.",
    "Windows": "Vinduer",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Programmer åpnes som vinduer. De kan overlappe på skrivebordet og bli flyttet rundt. Du kan bytte mellom vinduer på flere måter:",
    "click on the window you want to switch to": "klikk på vinduet du ønsker å bytte til",
    "click on the app's icon in the dock": "klikk på ikonet til programmet i dokken",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "trykk <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>",
    "To see an overview of your open app windows, press <kbd>⌘<\/kbd> + <kbd>W<\/kbd>.": "",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "Du kan tilpasse disse snarveiene gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Tastatur<\/strong> → <strong>Snarveier<\/strong> → <strong> Vinduer<\/strong>.",
    "Hot Corners": "Aktive hjørner",
    "You can also configure \"hot corners\" (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "Du kan tilpasse aktive hjørner gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Aktive hjørner<\/strong>.",
    "Workspaces": "Arbeidsområder",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Som standard er alle programvinduer åpne på én arbeidsplass. Du kan imidlertid bruke flere arbeidsområder for å organisere arbeidsflyten:",
    "To see an overview of your workspaces, press <kbd>⌘<\/kbd> + <kbd>S<\/kbd>": "",
    "To quickly move left or right through your workspaces, press <kbd>⌘<\/kbd> + <kbd>←<\/kbd> or <kbd>⌘<\/kbd> + <kbd>→<\/kbd>": "",
    "To cycle through your workspaces, press <kbd>⌘<\/kbd> + <kbd>Tab<\/kbd>": "",
    "You can jump straight to a specific workspace by pressing <kbd>⌘<\/kbd> + <kbd>1<\/kbd> through <kbd>⌘<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>⌘<\/kbd> + <kbd>0<\/kbd>.": "",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>⌘<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>⌘<\/kbd> + <kbd>A<\/kbd>.": "",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "Du kan tilpasse disse snarveiene gjennom <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong>Tastatur<\/strong> → <strong>Snarveier<\/strong> → <strong>Arbeidsområder<\/strong>.",
    "<em>Note: <kbd>⌘<\/kbd> refers to the \"super\" key. It is also known as the \"Windows\" key on most PCs or the \"Command\" key on Macs.<\/em>": "",
    "Multiple Displays": "Flere skjermer",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "Panelet, dokken og arbeidsområdene vises bare på primærskjermen. Eventuelle andre tilkoblede skjermer fungerer som frittstående arbeidsområder. For å administrere og omorganisere skjermer, gå til <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Systeminnstillinger<\/a><\/strong> → <strong> Skjermer<\/strong>. Din primære skjerm er merket med en utfylt stjerne (",
    ") and each display's settings can be changed from its cog (": ") og hver skjerms innstillinger kan endres fra sitt tannhjul (",
    ") menu.": ") meny.",
    "Installing Apps": "Å installere programmer",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "",
    "Open the <strong>AppCenter<\/strong> app.": "",
    "Search in the top-right, or browse.": "Bruk søkefeltet øverst til høyre, eller utforsk.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "Klikk <strong>Installer<\/strong> ved siden av programmet du ønsker å installere.",
    "You may be asked for your password prior to installing an app.": "Du kan bli bedt om å oppgi passordet ditt før du installerer et program.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.<\/em>": "",
    "Updating": "Oppdatere",
    "elementary OS includes updates as part of AppCenter. Notice the tab \"Updates\" at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "",
    "System Settings": "Systeminnstillinger",
    "elementary OS comes with a handy app called \"System Settings\" that controls all of your system-wide (or \"global\") preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "",
    "Search": "Søk",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Du kan raskt finne innstillingene du leter etter ved å skrive søkeord i søkefeltet øverst i vinduet. Innholdet i vinduet Systeminnstillinger vil filtrere ned til søket.",
    "App Settings": "Applikasjonsinnstillinger",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Husk at Systeminnstillinger bare jobber med de globale preferanser for elementary OS. Selv om noen programmer kan også ha sine egne preferanser, vil du ikke finne dem her. I stedet, se etter dem inne i det aktuelle programmet."
}