{
    "Learning the Basics": "Det grunnleggende",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Som med alle operativsystemer er det ting du kanskje ikke er vant til. Denne delen viser deg hvordan du fullfører enkle hverdagslige oppgaver som nettsurfing og musikklytting, og annen nytting info du kanskje ikke er klar over.",
    "The Desktop": "Skrivebordet",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "elementary OS-skrivebordet er veldig enkelt og lett å lære. Det består av to elementer: panelet og dokken. Du kan tilpasse bakgrunnsbildet på skrivebordet i <strong><a href=\"/docs/learning-the-basics#system-settings\">systeminnstillingene</a></strong> → <strong>Skrivebord</strong> → <strong>Bakgrunnsbilde</strong>.",
    "The Panel": "Panelet",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the Indicators.": "På toppen av skrivebored har du panelet. Til venstre er programmenyen, og i midten står dato og tid. Til høyre er det indikatorer.",
    "Applications menu": "Programmenyen",
    "Time and date": "Tid og dato",
    "Indicators": "Indikatorer",
    "Applications Menu": "Programmenyen",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "På venstre side av panelet har du programmenyen. Trykker du på <strong>Programmer</strong> åpnes menyen med alle dine installerte programmer. Du kan vise flere sider med programmet ved bruk av sideinndelingen på bunnen, eller ved å rulle. Du kan også bruke visningsvelgeren på toppen for å bytte mellom rutenett og kategorivisning.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Du kan søke etter programmer ved navn eller nøkkelord, og utføre tilknyttede handlinger. Du kan også søke etter systeminnstillingsoppføringer. Noen av handlingen du finner i søket er:",
    "Shut Down and Restart": "Avstenging og omstart",
    "Compose Message": "Forfatting av melding",
    "New Private Browsing Window": "Nytt privat nettlesingsvindu",
    "Math operations (example: 23 * 5)": "Matteoperasjoner (eksempelvis: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>Space</kbd>.": "For å åpne programmenyen med tastaturet kan du trykke <kbd>&#8984;</kbd> + <kbd>Mellomrom</kbd>.",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session and device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "På høyre side av panelet har du ikoner kalt «indikatorer». Disse forteller deg om nåværende status for din økt og enhet, altså nettverkstilknytninger, batteri lydinngang og -utgang, merknader, osv. Å velge en indikator viser mer info og relaterte handlinger.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Midtklikk eller trefingerstrykk på en indikator gir deg følgende hurtighandlinger:",
    "Sound: Toggle mute for the current output": "Lyd: Veksle forstumming av nåværende utgang",
    "Bluetooth: Toggle Bluetooth on or off": "Blåtann: Skru Blåtann på eller av",
    "Power: Hide/show the percentage of battery remaining": "Energi: Skjul/vis antall prosent gjenstående batteri",
    "Notifications: Toggle Do Not Disturb mode": "Merknader: Skru av på «Ikke forstyrr»",
    "Session: Show the Shut Down dialog": "Økt: Vis «Slå av»-dialogen",
    "The Dock": "Dokken",
    "At the bottom of the desktop is the Dock. It contains your favorite apps well as any apps that are currently open.": "På bunnen av skrivebordet ligger dokken. Den inneholder dine favorittprogrammer og programmer som er åpne.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Innholdet i dokken lar seg enkelt tilpasse. For å legge til et program der, dra og slipp det fra programmenyen eller høyreklikk på et programikon og velg <strong>Behold i dokk</strong>. For å fjerne et program fra dokken kan du dra det ut derfra og slippe det på en tom plass på skrivebordet, eller høyreklikke på ikonet og fjerne avhuking for <strong>Behold i dokk</strong>. Rekkefølgen i dokken kan du endre ved å dra og slippe ting dit du vil.",
    "By default, the dock hides off the bottom of the desktop when an app is maximized. Simply move your mouse to the bottom center of the desktop to reveal the dock.": "Som forvalg skjuler dokken seg på bunnen av skrivebordet når et program maksimeres. Flytt pekeren nederst på bunnen av skjermen for å avsløre dokken.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Du kan tilpasse dokkens oppførsel gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Skrivebord</strong> → <strong>Dokk</strong>.",
    "App Windows": "Programvinduer",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Programmer finnes i sine egne vinduer som kan lukkes, maksimeres og flyttes rundt.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Når du åpner et program, vises dets vindu på skrivebordet. Hvert program har typisk tre området: vindusknappene, en verktøylinje, og innholdet i programmet.",
    "Header Bar": "Tittelfeltet",
    "Many apps have a Header Bar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Mange programmer har et tittelfelt på toppen av programmet. Dette feltet inneholder de vanligste navigasjonselementene for programmet, pluss vindusknappene.",
    "You can move an app's window around the desktop by dragging anywhere on the Header Bar, including on buttons.": "Du kan flytte vinduet et program er i ved å dra det rundt på skrivebordet etter tittelfeltet, inkludert til knapper.",
    "HeaderBar": "Tittelfelt",
    "Window Buttons": "Vindusknapper",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full desktop or not. You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Vindusknappene for et program er å finne i dets topphjørner. Lukkingsknappen er til venstre og maksimeringsknappen er til høyre. Å trykke på lukkeknappen vil lukke programmets vindu. Å trykke på maksimeringsknappen veksler hvorvidt programmer bruker all ledig plass på skrivebordet eller ikke. Du kan også dra et vindu til toppen av skrivebordet eller dobbeltklikke dets tittellinje for å maksimere, og dra fra toppen eller dobbeltklikke tittelfeltet for å oppheve maksimering.",
    "Multitasking": "Fleroppgavekjøring",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS støtter to typer fleroppgavekjøring: vinduer og arbeidsområder.",
    "Windows": "Vinduer",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Programmer åpnes i programvinduer. De kan overlappe hverandre på skrivebordet og flyttes rundt. Du kan bytte mellom vinduer på forskjellige vis:",
    "click on the window you want to switch to": "klikk på vinduet du ønsker å bytte til",
    "click on the app's icon in the dock": "klikk på programmets ikon i dokken",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "trykk <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>S</kbd>.": "For å se en oversikt over dine åpne programvinduer, trykk <kbd>&#8984;</kbd> + <kbd>S</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Du kan tilpasse disse snarveiene gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Tastatur</strong> → <strong>Snarveier</strong> → <strong>Vinduer</strong>.",
    "Hot Corners": "Aktive hjørner",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multitasking functions like the window overview, workspace overview, and more.": "Du kan også sette opp &quot;aktive hjørner&quot; (snarveier som aktiveres ved å plassere pekeren i hjørnet av skjermen) for å aktivere fleroppgavefunksjoner som vindusoversikt, arbeidsområdeoversikt, og flere ting.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Du kan tilpasse aktive hjørner gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong>→<strong>Skrivebord</strong>→<strong>Aktive hjørner</strong>.",
    "Workspaces": "Arbeidsområder",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Som forvaøg vil alle programvinduer åpnes i samme arbeidsområde. Du kan derimot bruke flere arbeidsområder for å organisere din arbeidsflyt.",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "For å se en oversikt over dine arbeidsområder kan du trykke <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "For å gå raskt fra venstre til høyre gjennom arbeidsområdene dine kan du trykke <kbd>&#8984;</kbd> + <kbd>←</kbd> eller <kbd>&#8984;</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "For å gå gjennom arbeidsområdene kan du trykke <kbd>&#8984;</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Du kan hoppe rett til et spesifikt arbeidsområde ved å trykke <kbd>&#8984;</kbd> + <kbd>1</kbd> tilogmed <kbd>&#8984;</kbd> + <kbd>9</kbd>. Du kan alltid hoppe til et nytt arbeidsområde med <kbd>&#8984;</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Du kan også dra programvinduer mellom arbeidsområder ved å dra ikonene deres til arbeidsområdeoversikten, eller flytte dem til venstre og høyre mellom arbeidsområder ved bruk av henholdsvis <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> eller <kbd>→</kbd>. For å vise en oversikt over programvinduer for alle arbeidsområder, trykk <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Du kan tilpasse disse snarveiene gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Tastatur</strong> → <strong>Snarveier</strong> → <strong>Arbeidsområder</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Noen vinduer kan også vises i fullskjerm på et nytt arbeidsområde. Du kan flytte mellom arbeidsområder som vanlig, og lukking eller oppheving av fullskjermsvisning for programmet vil ta deg til forrige arbeidsområde.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Merk: <kbd>&#8984;</kbd> viser til &quot;Super&quot;-tasten. Den er også kjent som &quot;Windows&quot;-tasten på de fleste PC-er, og &quot;Command&quot;-tasten på Mac-er.</em>",
    "Multiple Displays": "Flere skjermer",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panelet, dokken og arbeidsområder vises kun på hovedskjermen. Alle andre tilknyttede skjermer vises som selvstendige arbeidsområder. For å håndtere og stokke om på skjermer, kan du gå til <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Skjermer</strong>. Din hovedskjerm er markert med en innfylt stjerne (",
    ") and each display's settings can be changed from its cog (": ") og hver skjerms innstillinger kan endres fra dens tannhjul (",
    ") menu.": ")-menyen.",
    "Installing Apps": "Installasjon av programmer",
    "elementary OS comes with <strong>AppCenter</strong>, an app store for open source pay-what-you want apps. Installing a new app from AppCenter is easy:": "elementaryOS kommer med <strong>AppSenter</strong>, et programbutikk for frie betal-hva-du-vil -programmer. Installasjon av nye programmer derfra er enkelt:",
    "Open the <strong>AppCenter</strong> app.": "Åpne <strong>AppSenter</strong>-programmet.",
    "Search in the top-right, or browse by category.": "Søk oppe til høyre, eller utforsk kategorier.",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Velg <strong>Gratis</strong> eller anbefalt pris ved siden av programmet du ønsker å installere. For å velge en annen pris, kan du velge <strong>▾</strong>-knappen og skrive inn din egen pris.",
    "You may be asked for your password prior to installing an app.": "Du vil bli bedt om å oppgi passordet ditt før du installerer et program.",
    "<em>Note: Some software may not be available from AppCenter. As of elementary OS 5.1 Hera, you can also sideload Flatpak apps from third-party .flatpakref files.</em>": "<em>Merk: Noen programmer er ikke tilgjengelige fra AppSenter. Fra og med elementary OS 5.1 Hera kan du også sideinnlaste Flatpak-programmer fra tredjeparts .flatpakref-filer.</em>",
    "Updating": "Oppdateringer",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppSenter inkluderer oppgraderinger for programmer og selve operativsystemet under <strong>Installert</strong>-fanen. Husk å installere oppgraderinger ofte for å få de siste funksjonene, fiksene og sikkerhetforbedringene. For mer info relatert til sikkerhetsprogramfikser, les <a href=\"https://usn.ubuntu.com/\">Ubuntu-sikkerhetsnotisene</a>.",
    "System Settings": "Systeminnstillinger",
    "elementary OS comes with the &quot;System Settings&quot; app that helps you manage settings and preferences for your device. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS kommer med &quot;Systeminnstillinger&quot;-programmet som lar deg håndtere innstillinger og valg for din enhet. Systeminnstillinger gir deg muligheten til å justere ting som tastatursnarveier, skjermoppløsning, bakgrunnsbildet ditt, med mer.",
    "Search": "Søk",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Du kan raskt finne innstillingene du ser etter ved å skrive inn nøkkelord i søkefeltet i toppen av vinduet. Innholdet i systeminnstillingsvinduet vil filtreres ned for å samsvare med søket ditt.",
    "App Settings": "Programinnstillinger",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Ha i minnet at systeminnstillingene kun har innvirkning på innstillinger for hele elementary OS. Selv om noen programmer også har sine egne insntillinger, vil du ikke finne dem her. Se etter dem i programmet det gjelder."
}
