{
    "Learning the Basics": "Det grunnleggende",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Lær mer om elementary OS-skrivebordet og hvordan du navigerer vinduer, arbeidsområder, og mer.",
    "Desktop": "Skrivebord",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "elementary OS består av to elementer: Panel og Dokk. Du kan tilpasse bakgrunnen ved sekundærklikk fra skrivebordet—høyreklikk på en mus, eller trykk med to fingre på en pekeflate. Du kan også endre skrivebordets utseende og oppførsel fra <strong><a href=\"#system-settings\">Systeminnstillinger</a></strong>→<strong>Skrivebord</strong>.",
    "Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "På toppen av skrivebordet finnes et panel. På venstre har du programmenyen, og i midten har du dato og tid, og til høyre finnes systemindikatorer.",
    "Applications Menu": "Programmenyen",
    "Date &amp; Time": "Dato og tid",
    "System Indicators": "Systemindikatorer",
    "The Panel": "Panelet",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "For å åpne eller å søke etter installerte programmer, kan du velge <strong>Programmer</strong> fra panelet. Du kan bla gjennom programmer ved å rulle på en mus, dra med to fingre på en pekeskjerm, eller ved å bruke sideinndelingsdottene på bunnen. Du kan også bruke visningsbytteren på toppen for å bytte mellom programmene dine i et rutenett eller kategorisert liste.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Skriv noe i programmenyen for å søke etter programmene dine ved navn eller nøkkelord. Søk vil også vise programhandlinger og systeminnstillinger. For eksempel kan du søke slik:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Skru av</strong> eller utfør <strong>omstart</strong> av enheten din",
    "<strong>Compose Message</strong> with Mail": "<strong>Forfatt meldinger</strong> med E-post",
    "Open a <strong>New Incognito Window</strong> in Web": "Åpne et <strong>nytt inkognito-vindu</strong> i Nettleser",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Regn ut enkle matteoperasjoner som <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Utfør en <strong>skjermavbildning av nåværende vindu</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Finn spesifikke innstillinger som <strong>Tastatur → Oppsett → Komponerings-tast</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "For å åpne programmenyen med tastaturet, trykker du <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>mellomrom</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "Dato og tid-indikatoren i midten av panelet viser nåværende dato og tid. Klikk eller trykk hvor som helst på dato og tid for å vise en kalender og kommende hendelser. Dobbeltklikk på dag eller velg en hendelse for å åpne den i selve kalenderprogrammet.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Systemindikatorer til høyre av panelet viser status for enhet. altså nettverkstilkoblinger, batteri, lydinngang- og lydutgang, merknader, osv. Å velge en indikator viser mer info og relaterte handlinger.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Å holde pekeren over en indikator viser også hurtiginfo og midt-klikk- eller trefingerstrykk-snarvei for indikatoren. For eksempel:",
    "Sound: Mute": "Lyd: Forstumming",
    "Bluetooth: Turn Bluetooth on or off": "Blåtann: Skru av eller på",
    "Power: Toggle percentage of battery remaining in the Panel": "Effektstyring: Veksle prosentsats av gjenværende batteri i panelet",
    "Notifications: Toggle Do Not Disturb mode": "Merknader: Skru av på «Ikke forstyrr»",
    "Session: Prompt to shut down": "Økt: Starting av avstengning",
    "Dock": "Dokk",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "På bunnen av skrivebordet finner du en Dokk for hurtig tilgang for dine favoritt- eller nylig åpnede programmer.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "For å legge til et program i Dokk, dra og slipp det fra Programmeny, eller sekundærklikk ikonet til et åpent program og velg <strong>Behold i Dokk</strong>. For å fjerne et program fra Dokk kan du dra det vekk og slippe det på et tomt område på skrivebordet, eller sekundærklikke ikonet og velge bort <strong>Behold i Dokk</strong>. Dra og slipp programmer i Dokk for å omarrangere dem.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Som forvalg skjuler Dokk bunnen av skrivebordet når et program maksimeres eller overlapper den. Dytt din musepeker mot midten av bunnen av skrivebordet for å vise og bruke Dokk når den er skjult.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Du kan tilpasse størrelse på Dokk og dens oppførsel i <strong><a href=\"#system-settings\">Systeminnstillinger</a></strong> → <strong>Skrivebord</strong> → <strong>Dokk og panel</strong>.",
    "App Windows": "Programvinduer",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Når du åpner et program, vises dets vindu på skrivebord. Selv om det eksakte designet av forskjellige programmer kan avvike, kan programmet vanligvis lukkes, flyttes, størrelsesendres, og maksimeres.",
    "Header Bar": "Tittelfeltet",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "De fleste programmer har et tittelfelt på toppen av vinduet med vindusknapper og programmets handlinger eller navigasjon.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Flytt et vindu ved å dra det hvor som helst i tittelfeltet, eller ved å trykke <kbd>Alt</kbd><kbd>F7</kbd> og flytte musepekeren.",
    "HeaderBar": "Tittelfelt",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Sekundærklikk i tittelfeltet for hurtigtilgang til vindu eller arbeidsområdehandlinger.",
    "Window Buttons": "Vindusknapper",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Et programs vindusknapper er å finne i topphjørnene av programvinduet: Lukking på venstresiden og maksimering (såfremt programmet støtter det) til høyre. Lukking av et programvindu vil lukke programmet; det kan gjenåpnes fra programmenyen, eller fra Dokk. Maksimering av et vindu endrer dets størrelse for å bruke mesteparten av skrivebordet samtidig som du beholder tilgang til Panel og Dokk.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Du kan også dra et vindu til toppen av skrivebordet eller dobbeltklikke tittelen for å maksimere, og dra fra toppen eller dobbeltklikke tittelfeltet for å oppheve maksimeringen.",
    "Resizing": "Endring av størrelse",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "Du kan endre størrelse på de fleste programvinduer fra kanten av ethvert vindu. Du kan også sekundærklikke et vindus tittelfelt og velge <strong>Endre størrelse</strong>, eller trykke <kbd>Alt</kbd><kbd>F8</kbd> for å gå inn i modus for endring av størrelse. Flytt musepekeren i retningen du ønsker å endre størrelsen av vinduet.",
    "Multitasking": "Fleroppgavekjøring",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS bruker begge vinduer og arbeidsområder for fleroppgaveløsning.",
    "Windows": "Vinduer",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Programvinduer kan overlappe skrivebordet ditt og flyttes rundt. Du kan bytte mellom åpne programmer på flere måter:",
    "Click or tap on the window you want to switch to": "Klikk eller trykk på vinduet du ønsker å bytte til",
    "Click or tap the app's icon in the dock": "Klikk eller tykk på programikonet i dokken",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Trykk <kbd>Alt</kbd><kbd>Tab</kbd> for å veksle gjennom vinduer",
    "Workspaces": "Arbeidsområder",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Som forvalg åpnes programvinduer på nåværende arbeidsområde. Dog kan du bruke flere arbeidsområder for å organisere arbeidsflyten:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "For å flytte til venstre og høyre gjennom arbeidsområdene dine trykker du <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> eller <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd>, eller du kan dra med tre fingre på en pekeflate eller pekeskjerm.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Hopp rett til et spesifikt arbeidsområde ved å trykke <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> til og med <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. Du kan alltid hoppe til et nytt arbeidsområde med <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Flytt vinduer mellom arbeidsområder ved å dra dem inn i <a href=\"#multitasking-view\">Fleroppgaveløsningsvisning</a> eller ved å trykke <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Tilpass disse snarveiene gjennom <strong><a href=\"#system-settings\">Systeminnstillinger</a></strong> → <strong>Tastatur</strong> → <strong>Snarveier</strong> → <strong>Arbeidsområder</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Noen vinduer kan også vises i fullskjerm på et nytt arbeidsområde. Du kan flytte mellom arbeidsområder som vanlig, og lukking eller oppheving av fullskjermsvisning for programmet vil ta deg til forrige arbeidsområde.",
    "Multitasking View": "Fleroppgaveløsnings-visning",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "Viser alle åpne vinduer og arbeidsområder slik at du kan bytte mellom dem. Åpne den med <strong>Fleroppgavevisning</strong>-ikonet i Dokk, trykk<kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, eller dra oppover med tre fingre på en pekeflate eller pekeskjerm.",
    "Gestures": "Håndvendinger",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS støtter håndvendinger med flere fingre på støttet maskinvare som pekeflater og pekeskjermer. Som forvalg bytter sveip med tre fingre til venstre arbeidsområder, mens oppover går inn i fleroppgaveløsnings-visning.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Endre håndvendinger fra <strong><a href=\"#system-settings\">Systeminnstillinger</a></strong> → <strong>Mus og pekeflate</strong> → <strong>Håndvendinger</strong>.",
    "Hot Corners": "Aktive hjørner",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Aktive hjørner er snarveier som aktiveres ved å plassere pekeren din i hjørnet av hovedskjermen. Du kan sette opp aktive hjørner ved å aktivere fleroppgavehandlinger som vindusoversikt, arbeidsområdeoversikt, med mer.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Du kan tilpasse aktive hjørner gjennom <strong><a href=\"#system-settings\">Systeminnstillinger</a></strong> →<strong>Skrvebord</strong> →<strong>Fleroppgaveløsning</strong>.",
    "Multiple Displays": "Flere skjermer",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panelet, Dokk, og arbeidsområder vises på hovedskjermen. Enhver annen tilknyttet skjerm vises som eget arbeidsområde. For å håndtere og endre skjermer, kan du gå til <strong><a href=\"#system-settings\">Systeminnstillinger</a></strong> → <strong>Skjerm</strong>. Hovedskjermen er markert med en innfylt stjerne (",
    ") and each display's settings can be changed from its": ") og hver skjerms innstillinger kan endres fra tilhørende",
    "menu.": "meny.",
    "Installing Apps": "Installasjon av programmer",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS kommer med <strong>AppSenter</strong>, den frie butikken for frittstående utviklere der du betaler hva du vil. Installer nye programmer slik:",
    "Open <strong>AppCenter</strong>": "Åpne <strong>AppSenter</strong>",
    "Search in the top-right, or browse by category": "Søk øverst til høyre, eller utforsk etter kategori",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Velg <strong>Gratis</strong> eller anbefalt pris ved siden av programmet du ønsker å installere. For å velge en annen pris, kan du velge <strong>▾</strong>-knappen og skrive inn din egen pris.",
    "Sideload": "Sideinnlasting",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Noen tredjepartsprogramvare er ikke tilgjengelig fra AppSenter, spesielt hvis det er for flere plattformer, og er ikke designet for elementary OS. Du kan sideinnlaste Flatpak-programmer fra tredjepartskilder som <a href=\"https://flathub.org\">Flathub</a>: Last ned og åpne en <code>flatpakref</code> eller <code>.flatpak</code>-fil, og sideinnlastingsverktøyet vil installere det for deg. Oppdateringer av dette programmet og andre programmer fra samme kilder kan så vises som ikke-vurderte programmer i AppSenter.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Ha i minnet at sideinnlastede og ikke-vurderte programmer ikke har blitt gjennomsett av elementary for sikkerhet eller personvern.",
    "Updating": "Oppdateringer",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppSenter inkluderer oppgraderinger for programmer og selve operativsystemet under <strong>Installert</strong>-fanen. Husk å installere oppgraderinger ofte for å få de siste funksjonene, fiksene og sikkerhetforbedringene. For mer info relatert til sikkerhetsprogramfikser, les <a href=\"https://usn.ubuntu.com/\">Ubuntu-sikkerhetsnotisene</a>.",
    "System Settings": "Systeminnstillinger",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS kommer med <strong>Systeminnstillings</strong>-programmer som hjelper deg å håndtere enhetsinnstillinger og brukerinnstillinger. Systeminnstillinger lar deg justere tastatursnarveier, skjermoppløsning, bakgrunnsbildet, med mer.",
    "Search": "Søk",
    "You can find specific settings by typing in the search bar at the top of the window.": "Du finner spesifikke innstillinger ved å skrive i søkefeltet i toppen av vinduet.",
    "App Settings": "Programinnstillinger",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Ha i minnet at Systeminnstillinger kun har med innstillinger for hele systemet å gjøre. Hvis et program har innstillinger vil de være å finne i selve programmet.",
    "Keyboard Shortcuts": "Tastatursnarveier",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Tastatursnarveier i elementary OS vises vanligvis som bindeleddsinfo når du holder pekeren over menyer, eller i dem ved sekundærklikk.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "For å vise et overlegg med tastatursnarveier trykker du <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>-tasten.",
    "Desktop keyboard shorcuts can be customized from the": "Skrivebordssnarveier kan tilpasses fra",
    "menu in the shortcuts overlay or in": "menyen i snarveisoverlegget, eller i",
    "→": "→",
    "Keyboard": "Tastatur",
    "Shortcuts": "Snarveier"
}
