{
    "Translation Guide": "Oversettelsesanvisning",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalisering av vår hjemmeside og programmer er en svært viktig del av å gjøre elementary OS tilgjengelig for så mange som mulig. I stedet for å stole utelukkende på et internt oversettelseslag, holder vi dugnad, slik at hvem som helst kan sende inn oversettelser, selv med liten eller ingen teknisk kunnskap. For å holde vår stemme forenlig over hele plattformen, og for å hjelpe nye oversettere komme i gang, har vi satt sammen denne oversettelsesanvisningen.",
    "Translating Applications": "Oversetting av programmer",
    "Apps are translated through Weblate: a free web-based translation management system.. In order to submit translations, you should:": "Programmer oversettes gjennom Weblate, et fritt nettbasert oversettelsessystem. For å sende inn oversettelser:",
    "Have a": "Ha en",
    "Weblate account": "Weblate-konto",
    "Set your": "Sette dine",
    "language preferences": "språkpreferanser",
    "Browse our": "Bla igjennom våre",
    "translatable projects": "oversettbare prosjekter",
    "Once you’ve selected a project, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/weblate-2.15/index.html\">documentation</a>.": "Når du har valgt et prosjekt, kan du bidra med forslag til strenger som ikke har blitt oversatt enda, eller foreslå endringer for strenger som har blitt oversatt. Disse oversettelsene vil bli vurdert av et medlem av oversetterne for det respektive språket, og de vil velge hva som er best. For mer informasjon om Weblate, henvend deg til deres <a href=\"https://docs.weblate.org/en/weblate-2.15/index.html\">dokumentasjon</a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Når du oversetter kan det oppstå en situasjon hvor du må velge mellom flere måter å si det samme. I disse situasjonene refererer vi til Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">generell guide for oversetting</a>, og for språkspesifikke forhold følger vi Ubuntu <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">teamets retningslinjer for oversettelser</a>. Å følge disse guidene sikrer enhetlige oversettelser, men også slik at alle kan bidra.",
    "If you don't want to use Weblate, or want to make a lot a changes at once, you can also translate offline. To do so:": "Hvis du ikke ønsker å bruke Weblate, eller vil gjøre mange endringer samtidig, kan du oversette frakoblet. For å gjøre det:",
    "Go to a project you want to translate": "Gå til et prosjekt du ønsker å oversette",
    "Choose your language": "Velg ditt språk",
    "Click on &quot;Download translation&quot;": "Klikk på &quot;Last ned oversettelse&quot;",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Du er nå i stand til å be om en e-post, som gir deg rette lenke for å laste ned oversettelser. Nå:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)": "Velg din favoritt tekst- eller PO-editor (e.g. <a href=\"https://apps.ubuntu.com/cat/applications//poedit/\">Poedit</a>)",
    "Start translating": "Start å oversette",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "Når du er ferdig, bruk &quot;Last opp oversettelse&quot;-valget på samme siden du lastet dem ned fra.",
    "Translating our Website": "Oversettelse av vår hjemmeside",
    "Our website is also translated through <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. In order to submit translations, you should have a <a href=\"https://l10n.elementary.io/accounts/register/\">Weblate account</a>": "Vår nettside oversettes gjennom <a href=\"https://l10n.elementary.io/projects/website/\">Weblate</a>. For å sende inn oversettelser, må du ha en <a href=\"https://l10n.elementary.io/projects/website/\">Weblate-konto</a>.",
    "For more information about Weblate, you can refer to their <a href=\"https://docs.weblate.org/en/latest/\">documentation</a>.": "For mer informasjon om Weblate, se der tilhørende <a href=\"https://docs.weblate.org/en/latest/\">dokumentasjon</a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https://help.launchpad.net/Translations/Guide\">general translator guide</a>, and for language specific issues we follow Ubuntu's <a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">team translation guidelines</a>.": "Som med våre programmer, følger vi Ubuntu <a href=\"https://help.launchpad.net/Translations/Guide\">generell guide for oversetting</a>, og for språkspesifikke problemstillinger følger vi Ubuntu-<a href=\"https://translations.launchpad.net/+groups/ubuntu-translators\">lagets retningslinjer for oversettelser</a>."
}
