{
    "Translation Guide": "Oversettelsesanvisning",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalisering av vår hjemmeside og programmer er en svært viktig del av å gjøre elementary OS tilgjengelig for så mange som mulig. I stedet for å stole utelukkende på et internt oversettelseslag, holder vi dugnad, slik at hvem som helst kan sende inn oversettelser, selv med liten eller ingen teknisk kunnskap. For å holde vår stemme forenlig over hele plattformen, og for å hjelpe nye oversettere komme i gang, har vi satt sammen denne oversettelsesanvisningen.",
    "Translating Applications": "Oversetting av programmer",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Programmer oversettes gjennom Rosetta: grensesnittet for oversettelser driftet på Launchpad. For å sende oversettelser, bør du:",
    "Have a": "Ha en",
    "Launchpad account": "Launchpad-konto",
    "Set your": "Sette dine",
    "language preferences": "språkpreferanser",
    "Browse our": "Bla igjennom våre",
    "translatable projects": "oversettbare prosjekter",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Når du har gjort et valg, kan du gi forslag til strenger som ennå ikke er oversatt, eller foreslå endringer i strenger som allerede er oversatt. Disse forslagene vil bli vurdert av et medlem i oversettelsesgruppa, og de vil velge det som passer best. For mer informasjon om Rosetta, kan du henvende deg til deres <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">dokumentasjon<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Når du oversetter kan det oppstå en situasjon hvor du må velge mellom flere måter å si det samme. I disse situasjonene refererer vi til Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">generell guide for oversetting<\/a>, og for språkspesifikke forhold følger vi Ubuntu <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">teamets retningslinjer for oversettelser<\/a>. Å følge disse guidene sikrer enhetlige oversettelser, men også slik at alle kan bidra.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Hvis du ikke ønsker å bruke Rosetta, eller ønsker å gjøre en rekke endringer på en gang, kan du oversette i frakoblet modus. Slik gjør du:",
    "Go to a project you want to translate": "Gå til et prosjekt du ønsker å oversette",
    "Choose your language": "Velg ditt språk",
    "Click on \"Download translation\"": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Du er nå i stand til å be om en e-post, som gir deg rette lenke for å laste ned oversettelser. Nå:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Velg din favoritt tekst- eller PO-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Start å oversette",
    "Once you've finished, use the \"Upload translation\" option on the same page that you downloaded them from.": "",
    "Translating our Website": "Oversettelse av vår hjemmeside",
    "Our website is translated through <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. In order to submit translations, you should:": "Vår hjemmeside er oversatt via <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. For å sende inn oversettelser, bør du:",
    "Transifex account": "Transifex-konto",
    "Join our": "Bli med i vårt",
    "translation team": "oversettelseslag",
    "For more information about Transifex, you can refer to their <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentation<\/a>.": "For mer informasjon om Transifex, kan du henvende deg til deres <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">dokumentasjon<\/a>.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Som med våre programmer, følger vi Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">generell guide for oversetting<\/a>, og for språkspesifikke problemstillinger følger vi Ubuntu-<a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">lagets retningslinjer for oversettelser<\/a>.",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": ""
}