{
    "Be a Part of Something Bigger": "Daha Büyük Bir Şeyin Parçası Olun",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Çaba harcadığımız herşey %100 açık kaynaklı ve dünyanın her yerinden insanların işbirliği sayesinde meydana geliyor. Bir programcı olmasanız bile, dahil olup fark yaratabilirsiniz.",
    "Funding": "Fonlama",
    "Translations": "Çeviriler",
    "Support": "Destek",
    "Web": "Web",
    "Desktop": "Masaüstü",
    "Design": "Tasarım",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Elementary projesine yardımda bulunmanın en iyi yolu bağış yapmaktır. Yardımlarınız biz tutkuyla çalışan gönüllüleri küçük bir firmaya dönüştürebilir. Yapılan en küçük yardım bile bizi yeni bir geliştirici kiralamaya bir adım daha yaklaştırıyor.",
    "Bug Bounties": "Ödüllü Yazılım Hataları (Bug'lar)",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource fonları yeni özellikler eklemeleri ve hataları düzeltmelerine ödül olarak vererek direkt olarak geliştiricilerin ellerine ulaştırır. Size en önemli gelenlere bir ödül koyun ya da spesifik bir uygulamaya fon yatırın. Ayrıca sürekli devam eden bir abonelik de açabilirsiniz.",
    "Learn More": "Daha fazla bilgi edin",
    "BountySource": "BountySource",
    "Bountied Bugs": "Ödüllü Yazılım Hataları (Bugları)",
    "General Funding": "Genel Fonlama",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon sürekli devam eden kollektif bir fon olarak işlemektedir. Bir tutar seçin, ödüller kazanın ve hedefimize ulaşmamıza yardımcı olun.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal hızlı ve kolay bir çözümdür. Tek seferlik ödeme ya da abonelik seçin.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "Elementary OS dünyanın her yerinden insanlar tarafından geliştirilmiştir ve kullanılmaktadır. Bu deneyimi, başka dillere çevirerek çok daha iyi hale getirebilmemiz için bize yardım edebilirsiniz.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS, Launchpad üzerinde Rosetta denilen açık ve işbirliğine dayalı bir çeviri aracı kullanır.",
    "Our website is also openly translated using an online platform called Transifex.": "Ayrıca sitemiz Transifex isimli şeffaf bir çevrimiçi platform kullanılarak açıkça çevrilmektedir.",
    "Translate elementary OS": "Elementary OS çevirin",
    "Translate This Website": "Bu websiteyi çevirin",
    "World map": "Dünya haritası",
    "Question & Answer": "Soru & Cevap",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange genel sorulara en iyi cevapların verildiği bir sitedir. Bir hesap oluşturarak soru sormaya ve cevaplamaya başlayabilirsiniz.",
    "Unanswered Questions": "Cevaplanmamış Sorular",
    "New Questions": "Yeni Sorular",
    "Documentation": "Belgeleme",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary hem kullanıcılar hem de geliştiriciler için basit bir belgeleme sistemi sağlar. Bütün belgelerimiz Markdown ile yazılmış olup, yer sağlayıcılığı GitHub tarafından yapılmaktadır. Bu sayede bir değişikliği kaydetmek ve yeni bir bölüm eklemek gerçekten çocuk oyuncağı.",
    "Learning The Basics Guide": "Temelleri Öğrenme Kılavuzu",
    "Developer Docs": "Geliştirici Belgeleri",
    "Web Development": "Web Geliştirme",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Websitemiz HTML, CSS, PHP ve JavaScript kullanılarak kurulmuştur. Bu alanlarda deneyimli ve katkıda bulunarak daha iyi hale getirmemize yardım edecek insamlar arıyoruz",
    "Fork Our Website on GitHub": "Web sitemize GitHub'da destek olun",
    "Report a Website Issue": "Bir website problemi bildirin",
    "Desktop Development": "Masaüstü geliştirme",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Masaüstü ortamımız ve bütün uygulamalarımız Vala, GTK+, Granite ve bazı diğer kütüphaneler kullanılarak geliştirilmiştir. Masaüstü kodlarımız, Launchpad.net üzerinden sağlanmaktadır. Henüz elementary OS ile ilgili herhangi bir geliştirme yapmadıysanız, Başlarken adlı kılavuzumuzu incelemenizi öneriyoruz",
    "This burndown chart shows our progress for the": "This burndown chart shows our progress for the",
    "Loki RC 1 milestone": "Loki RC 1 milestone",
    ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.": ", which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin.",
    "Fixed": "Düzeltilenler",
    "In Progress": "Devam ediyor",
    "Unfixed": "Çözülmemiş",
    "Browse Our Desktop Code": "Masaüstü kodlamaya göz atın",
    "Browse Our Apps' Code": "Program kodlamalarına göz atın",
    "Bitesized Bugs": "Ufak Hatalar",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Her proje bir fikirle başlar. Tasarım ekibimiz bu fikirleri açık birer taslağa ve hata raportlarına dönüştürür. Tasarımı iki bölüme ayırıyoruz:",
    "Visual Design": "Görsel Tasarım",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "elementary OS görsel tasarımı için her zaman yeni fikirlere açığız. Konseptleri paylaşarak başlayabilirsiniz",
    "our Google+ Community": "Google+ topluluğu",
    "Read the Interface Guidelines": "Arayüz Kılavuzlarını Oku",
    "See Our Mockups": "Konseptlerimize göz atın",
    "Interaction Design": "Etkileşim Tasarımı",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Launchpad üzerinde bulunan Blueprint sistemi ile yeni özellikler ve kullanıcı arayüzü değişiklikleri hakkında detaylı açıklamalar yapıyoruz.",
    "Read About Our Workflow": "Süreç Hakkında ",
    "Browse Our Blueprints": "Blueprintlerimize Gözat",
    "Get Involved with elementary OS": "elementary OS dünyasına sen de katıl"
}