{
    "A fast and open replacement for Windows and OS X": "Windows ve OS X'in yerini alabilecek, hızlı ve açık kaynaklı bir sistem.",
    "Custom": "Özelleştirilmiş",
    "Enter any dollar amount.": "Dolar miktarı girin.",
    "Purchase elementary OS": "elementary OS Satın Al",
    "1.15 GB (for PC or Mac)": "1.15 GB (PC ve Mac için)",
    "What the press is saying about elementary OS:": "Basının elementary OS hakkında söyledikleri:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "\"elementary OS farklı... Eski bilgisayarlarda bile çalışabilen, güzel ve güçlü bir işletim sistemi\"",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"Hızlı, kolay yönetilebilen ve her yere kurulabilecek bir platform\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "\"Hafif ve Hızlı... Tamamen topluluk tabanlı, tasarım ve görünüşünde gerçek bir yetenek yatıyor.\"",
    "Meet Our Apps": "Uygulamalarımıza göz atın",
    "Photos": "Fotoğraflar",
    "Music": "Müzik",
    "Videos": "Videolar",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Fotoğrafları ekleyin, yönetin, ve düzenleyin. Bir slayt gösterisi hazırlayın. Facebook veya Flickr ile paylaşın.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Müziğini düzenle ve dinle. Albümleri gözden geçir, hızlı aramayı kullan, ve favorilerinden çalma listeleri oluştur.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Sade bir arayüzle filmlerini ve videolarını izle. Dikkat çekmeyen ince, koyu çerçeve ile filmini daha iyi izleyebilirsin.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "İnternette hafif & hızlı bir web tarayıcı ile gez. Midori daha az pil kullanırken HTML5 web sitelerini ve uygulamalarını da destekler.",
    "Learn More": "Daha fazla bilgi edin",
    "dat": "dat",
    "Accessories": "Eklentiler",
    "Graphics": "Grafikler",
    "Internet": "İnternet",
    "Office": "Office",
    "Other": "Diğer",
    "Sound &amp; Video": "Ses & Video",
    "System Tools": "Sistem Araçları",
    "Applications": "Uygulamalar",
    "3 Ways to Explore": "Keşif için 3 Yol",
    "Grid": "Görüntüleme Seçenekleri",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Uygulamalarınızı alfabetik olarak görüntüleyin, Flick doğrudan ne istediğinizi bulsun.",
    "Categories": "Kategoriler",
    "View your apps automatically organized into categories. Perfect for large collections.": "Görüntülenen uygulamalar otomatikman kategorilenir. Geniş koleksiyonlar için harika.",
    "Search": "Arama",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Uygulamaları başlat, ayarları aç, komutları çalıştır, ve daha fazla hızlı arama görünümü.",
    "Open Source": "Açık Kaynaklı",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Kaynak kodumuz incelemeye, detaylarına inmeye, onu düzenlemeye ve yeniden dağıtmaya açıktır.",
    "No Ads. No Spying.": "Reklamsız. Casusluksuz.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Biz reklam satmıyor ve hassas kişisel bilgileri toplamıyoruz. Bizim tek gelirimiz direkt olarak kullanıcılarımızdan gelenler.",
    "Safe &amp; Secure": "Sağlam & Güvenli",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Linux üzerine inşa ettik: B.M. Savunma Bakanlığı, Çin Merkez Bankası ve daha fazlasına güç veren yazılım.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Elementary OS'i indir",
    "Choose a Download": "Sürümünüzü Seçin",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Modern bilgisayarlar için 64-bit sürümünü öneriyoruz. Yardım ve daha fazla bilgi için ",
    "installation guide": "kurulum rehberi",
    "Freya 32-bit": "Freya 32-bit Sürüm",
    "Torrent Magnet Link": "Magnet Torrent linki",
    "Freya 64-bit": "Freya 64-bit Sürüm"
}