{
    "Brand": "Jenama",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Jenama elementary adalah unik: secara teknikal ia merupakan hak milik elementary LLC., syarikat yang membimbing dan menyokong pembangunan produk elementary. Walaubagaimanapun, kami mempunyai komuniti yang hebat dan tidak mahu memberatkan mereka dengan perundangan serta perihal teknikalnya. Oleh itu, kami menyediakan beberapa panduan agar ia mudah difahami dan seterusnya dapat mengetahui bila dan bagaimana jenama elementary boleh digunakan.",
    "Name": "Nama",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Perkataan \"elementary\"  merujuk kepada dan juga merupakan tanda dagangan elementary LLC. elementary perlu ditulis dengan huruf kecil, walaupun pada permulaan ayat. Ia juga digunakan degan nama produk (seperti \"elementary OS\") bagi merujuk kepada produk elementary yang tertentu.",
    "Brand Marks": "Tanda Jenama",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary memiliki dua tanda: logotip \"elementary\" dan tanda logo \"e\". Kedua-duanya merupakan tanda dagangan dan juga mewakili elementary - syarikat - dan produk-produknya.",
    "Both should be used with the following in mind:": "Kedua-duanya patut digunakan dengan syarat-syarat berikut:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Jangan rengang, pencong, putar, kalih, atau mengubahkan tanda-tanda tersebut.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Jangan letak tanda atas latar belakang yang merumitkan; warna tegar atau kosong adalah yang terbaik!",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Tanda-tanda senantiasa monokromatik; biasanya warna putih dengan latar belakang gelap, atau hitam jika berlatar belakang cerah.",
    "Logotype": "Logotip",
    "elementary Logotype": "Logotip elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotip yang digunakan bila ada ruang yang menunjukkan syarikat elementary. Ia boleh digunakan sebelum nama produk atau merujuk pada produk khusus elementary.",
    "The logotype should always be used under the following guidelines:": "Logotip sepatutnya digunakan dengan garis panduan berikut:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Jangan sesekali cipta semula logotip. Ia merupakan tanda jenama yang direka dengan teliti, bukan hanya tulisan \"elementary\" dengan fon tertentu.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Jangan guna logotip dengan saiz kecil; jika ia tidak jelas, gunakan tanda logo sebagai pengganti.",
    "Logomark": "Tanda Logo",
    "elementary Logomark": "Tanda Logo elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Tanda logo \"e\" digunakan untuk menunjukkan syarikat elementary bila terdapat kekangan ruang atau nisbah petak perlu dipenuhi.",
    "Color": "Warna",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary menggalakkan penggunaan warna yang digabungkan dengan nama dan tanda kami untuk menonjolkan jenama kami. Kami gunakan palet berikut:",
    "Blueberry": "",
    "Strawberry": "",
    "Orange": "",
    "Banana": "",
    "Lime": "",
    "Grape": "",
    "White": "",
    "Black": "",
    "Fonts": "Fon",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Untuk sesawang dan cetakan, kami gunakan Raleway sebagai tajuk dan Open Sans untuk isi kandungan. Manakala bagi blok kod, kami gunakan Roboto Mono.",
    "Third Parties &amp; Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Kami galakkan pembangun pihak ketiga yang mencipta produk untuk elementary OS menerima pakai beberapa elemen dalam jenama elementary supaya dapat mencapai keseragaman:",
    "Voice\/tone": "Suara\/nada",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Walaubagaimanapun, untuk menghindari kekeliruan pengguna, kami menghadkan penggunaan pada nama dan tanda elementary sahaja:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Anda digalakkan menyatakan apl atau perkhidmatan anda direka khas untuk elementary OS, tetapi jangan gunakan nama atau tanda elementary sebagai sebahagian daripada nama syarikat, aplikasi, produk, perkhidmatan anda, atau dalam mana-mana logo yang anda telah cipta.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Hanya gunakan nama atau tanda elementary untuk merujuk kepada elementary LLC. atau produknya (seperti elementary OS).",
    "Community": "",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "",
    "elementary Community Logo with color": "",
    "elementary Community Logo in black": "",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "Merchandise": "Dagangan",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Kami tidak membenarkan jenama kami (termasuklah nama atau tanda jenama kami) digunakan pada dagangan pihak ketiga.",
    "Assets &amp; More Info": "",
    "Download on GitHub": "Muat turun di GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Untuk maklumat lanjut berkenaan penggunaan nama elementary, penjenamaan, dan tanda dagangan, sila emel <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": ""
}
