{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Kami mempercayai gabungan unik UX yang hebat dan kuasa Sumber Terbuka yang dapat mengubah-dunia.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "elementary telah ditubuhkan pada tahun 2007 oleh sekumpulan kecil para sukarelawan yang bersemangat waja. Tahun demi tahun, kami berjaya menubuhkan sebuah syarikat kecil yang seterusnya dapat membiayai pembangunan perisian sumber terbuka. Kami merupakan pasukan pembangun, pereka, penulis berdedikasi, dan pengguna komputer harian yang dapat mengukir satu pengalaman pengkomputeran terbuka yang menakjubkan. Kamilah elementary.",
    "Pacific Standard Time": "Waktu Piawai Pasifik",
    "Mountain Standard Time": "Waktu Piawai Pergunungan",
    "India Standard Time": "Waktu Piawai India",
    "Eastern Standard Time": "Waktu Piawai Timur",
    "Central Standard Time": "Waktu Piawai Tengah",
    "Central European Time": "Waktu Eropah Tengah",
    "Greenwich Mean Time": "Waktu Min Greenwich",
    "Moscow Time": "Waktu Moscow",
    "Eastern European Time": "Waktu Eropaj Timur",
    "Korea Standard Time": "Waktu Piawai Korea",
    "Brasilia Summer Time": "Waktu Musim Panas Brasilia",
    "Community &amp; Collaborators": "Komuniti & Penyumbang",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "elementary tidak akan wujuf tanpa penglibatan ahli-ahli komuniti yang berdedikasi dan para penyumbang daripada projek bebas dan terbuka yang lain.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Melibatkan Diri",
    "Powered by Slack": "Diperkasakan oleh Slack",
    "Team &sdot; elementary": "Pasukan ⋅ elementary"
}