{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "A marca elementary é única: tecnicamente pertence à elementary, Inc., a empresa que orienta e apoia o desenvolvimento de produtos elementary. No entanto, temos uma ótima comunidade e não queremos ser muito arrogantes com requisitos legais e técnicos. Assim, escrevemos algumas diretrizes para facilitar a compreensão de quando e como a marca elementary deve ser usada.",
    "Name": "Nome",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "A palavra \"elementary\" refere-se e é uma marca registrada da elementary, Inc. elementary é sempre minúscula, mesmo quando se inicia frases como esta. Ele também é usada junto com nomes de produtos (ou seja, \"elementary OS\") para se referir a um produto específico do elementary.",
    "Brand Marks": "Símbolos da Marca",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary possui dois símbolos: a logo \"elementary\" e a logo \"e\". Ambas são consideradas logomarcas e representam elementary - a companhia - e seus produtos.",
    "Both should be used with the following in mind:": "Ambas devem ser usadas pensando nas seguinte regras:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Não estique, distorça, rotacione, inverta ou altere os logotipos.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Não use os logotipos em um segundo plano cheio de informações e carregado; cores sólidas vão trazer melhores resultados.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "As logomarcas devem sempre ser monocromáticas; geralmente serão brancas quando o fundo for escuro ou pretas se o fundo for claro.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Logotipo do elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "O logotipo deve ser usado quando a referência for a empresa. Pode também ser usado antes do nome de algum produto para se referir a um produto específico da elementary.",
    "The logotype should always be used under the following guidelines:": "O logotipo deve sempre ser usado sob as seguintes regras:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Não tente recriar o logotipo. Ele é resultado de um design muito meticuloso e planejado, não sendo apenas o nome \"elementary\" escrito com alguma fonte específica.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Não use o logotipo em dimensões muito pequenas; se não estiver legível, utilize a logomarca \"e\".",
    "Logomark": "Logomarca",
    "elementary Logomark": "Logomarca elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "A logomarca \"e\" deve ser usada para se referir à empresa elementary quando houver pouco espaço ou quando o espaço a ser preenchido for quadrado.",
    "Color": "Cores",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "O elementary utiliza cores em conjunto com nosso nome e símbolos para estabelecer a marca. Nós utilizamos a seguinte paleta de cores:",
    "Strawberry": "Morango",
    "Strawberry 100": "Morango 100",
    "Strawberry 300": "Morango 300",
    "Strawberry 500": "Morango 500",
    "Strawberry 700": "Morango 700",
    "Strawberry 900": "Morango 900",
    "Orange": "Laranja",
    "Orange 100": "Laranja 100",
    "Orange 300": "Laranja 300",
    "Orange 500": "Laranja 500",
    "Orange 700": "Laranja 700",
    "Orange 900": "Laranja 900",
    "Banana": "Banana",
    "Banana 100": "Banana 100",
    "Banana 300": "Banana 300",
    "Banana 500": "Banana 500",
    "Banana 700": "Banana 700",
    "Banana 900": "Banana 900",
    "Lime": "Limão",
    "Lime 100": "Limão 100",
    "Lime 300": "Limão 300",
    "Lime 500": "Limão 500",
    "Lime 700": "Limão 700",
    "Lime 900": "Limão 900",
    "Blueberry": "Mirtilo",
    "Blueberry 100": "Mirtilo 100",
    "Blueberry 300": "Mirtilo 300",
    "Blueberry 500": "Mirtilo 500",
    "Blueberry 700": "Mirtilo 700",
    "Blueberry 900": "Mirtilo 900",
    "Grape": "Uva",
    "Grape 100": "Uva 100",
    "Grape 300": "Uva 300",
    "Grape 500": "Uva 500",
    "Grape 700": "Uva 700",
    "Grape 900": "Uva 900",
    "Cocoa": "Cacau",
    "Cocoa 100": "Cacau 100",
    "Cocoa 300": "Cacau 300",
    "Cocoa 500": "Cacau 500",
    "Cocoa 700": "Cacau 700",
    "Cocoa 900": "Cacau 900",
    "Silver": "Prata",
    "Silver 100": "Prata 100",
    "Silver 300": "Prata 300",
    "Silver 500": "Prata 500",
    "Silver 700": "Prata 700",
    "Silver 900": "Prata 900",
    "Slate": "Ardósia",
    "Slate 100": "Ardósia 100",
    "Slate 300": "Ardósia 300",
    "Slate 500": "Ardósia 500",
    "Slate 700": "Ardósia 700",
    "Slate 900": "Ardósia 900",
    "Black": "Preto",
    "Black 100": "Preto 100",
    "Black 300": "Preto 300",
    "Black 500": "Preto 500",
    "Black 700": "Preto 700",
    "Black 900": "Preto 900",
    "Fonts": "Fontes",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Para páginas na internet e material impresso nós utilizamos a fonte Raleway nos títulos e Open Sans para o corpo do texto. Para linhas de códigos, usamos Roboto Mono.",
    "Third Parties &amp; Community": "Comunidades &amp; Terceiros",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Encorajamos desenvolvedores terceiros a criar produtos para o elementary adotando certos elementos de nossa marca para uma melhor consistência:",
    "Voice\/tone": "Sons\/Tons",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Porém, para evitar confusões, restringimos o uso do nome elementary e marcas nos casos onde:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Você é encorajado a dizer que sua aplicação ou serviço é projetado para o elementary OS, mas por favor não use o nome ou marca elementary como parte de sua companhia, aplicação, produto, serviço ou em qualquer logotipo que você irá criar.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Utilize apenas o nome ou marcas elementares para se referir ao elementary, Inc. ou seus produtos (por exemplo, elementary OS).",
    "Community": "Comunidade",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Os produtos comunitários (sites, fã-clubes, etc.) são incentivados a utilizar o logotipo comunitário elementary:",
    "elementary Community Logo with color": "Logotipo comunitário elementary com cor",
    "elementary Community Logo in black": "Logo da comunidade do elementary em preto",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Isso ajuda a estabelecer o produto como parte da comunidade elementary enquanto reduz a confusão que poderá surgir com o uso da logomarca principal.",
    "Hardware Distributors": "Distribuidores de Hardware",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Queremos garantir que, desde que nosso software leve a marca elementary, a experiência será consistente se ela for baixada do nosso site ou pré-instalada em um hardware.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Os componentes de software do elementary OS podem ser modificados e redistribuídos de acordo com os termos do licenciamento do software. No entanto, as marcas só podem ser redistribuídas sob uma ou mais das seguintes condições:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "O software permanece inalterado, incluindo aplicativos pré-instalados, folhas de estilo e iconografia, arquivos de configuração, etc., ou",
    "The modifications are approved in writing by elementary.": "As modificações são aprovadas por escrita pelo elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Nós entendemos que incluindo drivers, ativação de hardware e distribuição de marcas é importantes para nossos distribuidores, então essas modificações sempre serão aprovadas pelo elementary. Se tiver dúvidas, por favor mande email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> para esclarecimentos ou instruções.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Se você não puder ou estiver relutante em seguir esses termos de redistribuição de marca comercial, remover a marca comercial da elementary no SO será simples e direto:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Modifique a linha <code>DISTRIB_DESCRIPTION<\/code> no arquivo <code>\/etc\/lsb-release<\/code> para excluir nossa marca comercial.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Substitua a iconografia como o ícone <code>logo-do-distribuidor<\/code> presente no <code>\/usr\/share\/icons\/elementary\/places\/<\/code> em cada lugar que o tamanho provido não apareça no SO.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Remover os pacotes <code>plymouth-theme-elementary<\/code> e <code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "Mercadorias",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Geralmente não permitimos que nossa marca (incluindo nosso nome e símbolos) seja utilizada em qualquer tipo de mercadoria de terceiros.",
    "Assets &amp; More Info": "Recursos &amp; Mais informações",
    "Download on GitHub": "Baixar no GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Para mais informações sobre o uso do nome elementary e marcas, envie um email para  <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": "Marca &sdot; elementary"
}
