{
    "Brand": "Marca",
    "The elementary brand belongs to elementary, Inc., the company that guides and supports development of elementary products. These guidelines describe when and how the elementary brand should be used.": "A marca elementary pertence à elementary, Inc., a empresa que orienta e dá suporte ao desenvolvimento de produtos elementary. Estas diretrizes descrevem quando e como a marca elementary deve ser usada.",
    "Company and Product Names": "Nomes de empresas e produtos",
    "The word <strong>elementary</strong> is a trademark of elementary, Inc. to refer to the company itself. It is always lower-case, even when beginning sentences. It may also be used along with product names (i.e. “elementary OS”) to refer to a specific product of elementary, Inc.": "A palavra <strong>elementary</strong> é uma marca comercial da elementary, Inc. para se referir à própria empresa. É sempre em letras minúsculas, mesmo quando se inicia frases. Também pode ser usado junto com os nomes dos produtos (ou seja, \"elementary OS\") para se referir a um produto específico da elementary, Inc.",
    "The primary product of elementary, Inc. is <strong>elementary OS</strong>. For clarity, elementary OS should never be shortened to “elementary” or any abbreviation.": "O produto principal da elementary, Inc. é o <strong>elementary OS</strong>. Para maior clareza, o elementary OS nunca deve ser encurtado para \"elementary\" ou qualquer abreviação.",
    "Brand Marks": "Símbolos da Marca",
    "elementary, Inc. claims two marks: the <strong>“e” logomark</strong> and the <strong>“elementary” logotype</strong>. Both are considered trademarks and represent elementary, Inc.": "A elementary, Inc. reivindica duas marcas: a <strong>logomarca \"e\"</strong> e o <strong>logótipo \"elementary\"</strong>. Ambas são consideradas marcas registadas e representam a elementary, Inc.",
    "Both should be used with the following in mind:": "Ambas devem ser usadas pensando nas seguinte regras:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Não estique, distorça, rotacione, inverta ou altere os logotipos.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Não use os logotipos em um segundo plano cheio de informações e carregado; cores sólidas vão trazer melhores resultados.",
    "The marks should be monochromatic; e.g. white on a dark background or black on a light background.": "As marcas devem ser monocromáticas; por exemplo branco sobre um fundo escuro ou preto sobre um fundo claro.",
    "elementary Logomark": "Logomarca elementary",
    "Default logomark": "Logomarca padrão",
    "Alternate elementary Logomark": "Logomarca elementary alternativa",
    "Alternate logomark": "Logomarca alternativa",
    "The “e” logomark is to be used to refer to elementary, Inc., especially when a square ratio is required. It should be used at larger sizes and when alongside similarly-weighted logos. The thinner, alternate logomark may be used in smaller contexts or when the default logomark feels too heavy.": "A logomarca “e” deve ser usada para se referir à elementary, Inc., especialmente quando uma proporção quadrada é necessária. Deve ser usado em tamanhos maiores e ao lado de logotipos com larguras semelhantes. A logomarca alternativa mais fina pode ser usada em contextos menores ou quando a logomarca predefinida parece muito pesada.",
    "elementary Logotype": "Logotipo do elementary",
    "Logotype": "Logotipo",
    "The “elementary” logotype is to be used when space allows to refer to elementary, Inc. It may also be used before a product name to refer to a specific product of elementary, Inc.": "O logotipo \"elementary\" deve ser utilizado quando o espaço permite se referir à elementary, Inc. Também pode ser utilizado antes do nome de um produto para se referir a um produto específico da elementary, Inc.",
    "The logotype should always be used under the following guidelines:": "O logotipo deve sempre ser usado sob as seguintes regras:",
    "Do not attempt to recreate the logotype by writing “elementary” in a specific font; always use the provided graphic.": "Não tente recriar o logotipo escrevendo \"elementary\" num tipo de letra específico, utilize sempre o gráfico fornecido.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Não use o logotipo em dimensões muito pequenas; se não estiver legível, utilize a logomarca \"e\".",
    "Color": "Cores",
    "We employ the use of color combined with our name and marks to establish our brand. We use the following palette:": "Empregamos o uso de cores combinadas com o nosso nome e marcas para estabelecer a nossa marca. Usamos a seguinte paleta:",
    "Strawberry": "Morango",
    "Strawberry 100": "Morango 100",
    "Strawberry 300": "Morango 300",
    "Strawberry 500": "Morango 500",
    "Strawberry 700": "Morango 700",
    "Strawberry 900": "Morango 900",
    "Orange": "Laranja",
    "Orange 100": "Laranja 100",
    "Orange 300": "Laranja 300",
    "Orange 500": "Laranja 500",
    "Orange 700": "Laranja 700",
    "Orange 900": "Laranja 900",
    "Banana": "Banana",
    "Banana 100": "Banana 100",
    "Banana 300": "Banana 300",
    "Banana 500": "Banana 500",
    "Banana 700": "Banana 700",
    "Banana 900": "Banana 900",
    "Lime": "Limão",
    "Lime 100": "Limão 100",
    "Lime 300": "Limão 300",
    "Lime 500": "Limão 500",
    "Lime 700": "Limão 700",
    "Lime 900": "Limão 900",
    "Mint": "Menta",
    "Mint 100": "Menta 100",
    "Mint 300": "Menta 300",
    "Mint 500": "Menta 500",
    "Mint 700": "Menta 700",
    "Mint 900": "Menta 900",
    "Blueberry": "Mirtilo",
    "Blueberry 100": "Mirtilo 100",
    "Blueberry 300": "Mirtilo 300",
    "Blueberry 500": "Mirtilo 500",
    "Blueberry 700": "Mirtilo 700",
    "Blueberry 900": "Mirtilo 900",
    "Grape": "Uva",
    "Grape 100": "Uva 100",
    "Grape 300": "Uva 300",
    "Grape 500": "Uva 500",
    "Grape 700": "Uva 700",
    "Grape 900": "Uva 900",
    "Bubblegum": "Chiclete",
    "Bubblegum 100": "Chiclete 100",
    "Bubblegum 300": "Chiclete 300",
    "Bubblegum 500": "Chiclete 500",
    "Bubblegum 700": "Chiclete 700",
    "Bubblegum 900": "Chiclete 900",
    "Latte": "Café com leite",
    "Latte 100": "Café com leite 100",
    "Latte 300": "Café com leite 300",
    "Latte 500": "Café com leite 500",
    "Latte 700": "Café com leite 700",
    "Latte 900": "Café com leite 900",
    "Cocoa": "Cacau",
    "Cocoa 100": "Cacau 100",
    "Cocoa 300": "Cacau 300",
    "Cocoa 500": "Cacau 500",
    "Cocoa 700": "Cacau 700",
    "Cocoa 900": "Cacau 900",
    "Silver": "Prata",
    "Silver 100": "Prata 100",
    "Silver 300": "Prata 300",
    "Silver 500": "Prata 500",
    "Silver 700": "Prata 700",
    "Silver 900": "Prata 900",
    "Slate": "Ardósia",
    "Slate 100": "Ardósia 100",
    "Slate 300": "Ardósia 300",
    "Slate 500": "Ardósia 500",
    "Slate 700": "Ardósia 700",
    "Slate 900": "Ardósia 900",
    "Black": "Preto",
    "Black 100": "Preto 100",
    "Black 300": "Preto 300",
    "Black 500": "Preto 500",
    "Black 700": "Preto 700",
    "Black 900": "Preto 900",
    "Fonts": "Fontes",
    "For web and print, we use Inter for headings and body copy. For code blocks, we use Roboto Mono.": "Para internet e impressão, utilizamos Inter para títulos e cópia corporal. Para blocos de código, utilizamos o Roboto Mono.",
    "Third Parties &amp; Community": "Comunidades &amp; Terceiros",
    "We invite third-party developers creating products for elementary OS to adopt certain elements of the elementary brand for consistency:": "Convidamos programadores de terceiros que criam produtos para o sistema operacional elementary a adotar certos elementos da marca elementary por consistência:",
    "Voice/tone": "Sons/Tons",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Porém, para evitar confusões, restringimos o uso do nome elementary e marcas nos casos onde:",
    "You are encouraged to say that your app or service is “designed for elementary OS,” but do not use the elementary name or marks as part of the name of your company, application, product, or service—or in any logo you create.": "É encorajado a dizer que a sua aplicação ou serviço é \"projetado para o elementary OS\", mas não use o nome ou as marcas da elementary como parte do nome da sua empresa, aplicativo, produto, serviço ou em qualquer logotipo que criar.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Utilize apenas o nome ou marcas elementares para se referir ao elementary, Inc. ou seus produtos (por exemplo, elementary OS).",
    "Community": "Comunidade",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Os produtos comunitários (sites, fã-clubes, etc.) são incentivados a utilizar o logotipo comunitário elementary:",
    "elementary Community Logo with color": "Logotipo comunitário elementary com cor",
    "elementary Community Logo in black": "Logo da comunidade do elementary em preto",
    "This helps establish the product as part of the overall community while reducing confusion that can arise from using the elementary, Inc. logomark.": "Isto ajuda a estabelecer o produto como parte da comunidade em geral, reduzindo a confusão que pode surgir com o uso da logo-marca da elementary, Inc.",
    "Hardware Distributors": "Distribuidores de Hardware",
    "As long as our software carries the elementary branding, the experience must be consistent—whether the OS was downloaded from our website or pre-installed on a hardware product.": "Desde que nosso software tenha a marca elementary, a experiência deve ser consistente, se o sistema operacional foi baixado do nosso site ou pré-instalado em um produto de hardware.",
    "The software components of elementary OS may be modified and redistributed according to the open source terms of the software’s licensing; however, the above branding and trademarks may only be redistributed under one or more of the following conditions:": "Os componentes de programas do elementary OS podem ser modificados e redistribuídos de acordo com os termos de código aberto do licenciamento do software; entretanto, a marca e as marcas registadas acima podem ser redistribuídas apenas sob uma ou mais das seguintes condições:",
    "The software remains substantially unchanged; including default apps, stylesheet and iconography, etc., or": "O programa permanece substancialmente inalterado; incluindo aplicativos padrão, folha de estilo e iconografia etc. ou",
    "Software modifications are approved by elementary, Inc.": "As modificações de software são aprovadas pela elementary, Inc.",
    "Drivers and hardware enablement are of course acceptable. We understand that distributor branding (i.e. default wallpapers) can be important for distributors, so these modifications will typically be approved. If in doubt, email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "A ativação de controladores e hardware é obviamente aceitável. Entendemos que a marca do distribuidor (ou seja, papéis de parede predefinidos) pode ser importante para os distribuidores; portanto, essas modificações geralmente são aprovadas. Em caso de dúvida, envie um email para <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> para esclarecimentos ou orientações.",
    "If you’re unable or unwilling to follow the elementary, Inc. trademark redistribution terms, removing our trademarks from the OS is simple and straightforward:": "Se você não puder ou não quiser seguir os termos de redistribuição da marca registada elementary, Inc, removendo as nossas marcas registadas do sistema operacional, é simples e direta:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Modifique a linha <code>DISTRIB_DESCRIPTION</code> no arquivo <code>/etc/lsb-release</code> para excluir nossa marca comercial.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Substitua a iconografia como o ícone <code>logo-do-distribuidor</code> presente no <code>/usr/share/icons/elementary/places/</code> em cada lugar que o tamanho provido não apareça no SO.",
    "Remove or replace the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Remova ou substitua os pacotes <code>plymouth-theme-elementary</code> e <code>plymouth-theme-elementary-text</code>.",
    "For more information about OEMs and hardware distributors, see our <a href=\"oem\">information for OEMs</a>.": "Para obter mais informações sobre OEMs e distribuidores de hardware, consulte as nossas <a href=\"oem\">informações para OEMs</a>.",
    "Merchandise": "Mercadorias",
    "We do not authorize our branding (including our name or brand marks) to be used on third-party merchandise without explicit written approval.": "Não autorizamos que a nossa marca (incluindo nosso nome ou marcas) sejam usadas em mercadorias de terceiros sem aprovação explícita por escrito.",
    "Assets &amp; More Info": "Recursos &amp; Mais informações",
    "Download on GitHub": "Baixar no GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Para mais informações sobre o uso do nome elementary e marcas, por favor envie um email para <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Marca &sdot; elementary"
}
