{
    "Code of Conduct": "Código de Conduta",
    "Community Guidelines": "Diretrizes da Comunidade",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Estar envolvido na comunidade elementary é uma experiência incrível; você começa a fazer parte de algo grande, colaborar com pessoas de todo o mundo e ajudar as pessoas a fazer seus computadores incríveis. No entanto, com isso vem a responsabilidade de seguir um conjunto predefinido de regras que garante o melhor ambiente para todos os envolvidos. As seguintes regras devem ser aderidas quando você estiver envolvido com a comunidade, seja no Slack, no GitHub, em um site da comunidade elementary, pessoalmente ou em qualquer outro lugar.",
    "I. Respect": "I. Respeito",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respeitar os outros é primordial. Certifique-se de respeitar as pessoas e suas opiniões, antecedentes pessoais, privacidade e ideias. A comunidade elementary não é, por qualquer razão, um lugar para observações desrespeitosas ou prejudiciais. Ao oferecer uma crítica, aborde-a de forma construtiva e respeitosa. Ataques pessoais não serão tolerados. Ao receber críticas construtivas, leve-as em consideração e agradeça ao crítico pela opinião, independente de seu posicionamento.",
    "II. Content": "II. Conteúdo",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "A comunidade elementary é composta por milhares de usuários de diferentes idades, crenças e níveis de maturidade. Devido a isso, você deve estar consciente do conteúdo que você produz e as observações que você faz. Nenhuma nudez, excesso de vulgaridade, conteúdo político, conteúdo religioso ou conteúdo inadequado devem aparecer em relação ao elementary. Em última análise, os moderadores do elementary têm a palavra final sobre o que se constitui como inadequado. Se estiver em dúvida, considere se é ou não alguma coisa que você mostraria para uma sala cheia de pessoas, incluindo crianças e avós de todo o mundo. Se você está hesitante, não faça.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Imagens compartilhadas em comunidades moderadas pelo elementary não devem conter temas que imitam outro sistema operacional, fotos ou ilustrações objetivando um indivíduo, ou conteúdo que viole o nosso Código de Conduta.",
    "III. Rumors and Speculation": "III. Rumores e Especulações",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Ainda que a natureza exitante e acelerada do elementary contribui para o desejo de espalhar rumores ou especulações, evite isso. Discutir os planos futuros é aceitável, mas caso não seja um fato verificado, divulgue isso como uma especulação pessoal ou não discuta isso. Espalhar informações imprecisas podem ser prejudiciais para a comunidade, especialmente se for espalhada de forma negativa.",
    "IV. Helpful Discussion": "IV. Discussão Útil",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary é alimentado por indivíduos que juntos, em seu tempo livre, criam coisas especiais. É importante respeitar este fato e tentar contribuir para uma discussão saudável e esclarecedora. Se estiver em uma discussão, permaneça no assunto do tópico e permaneça quieto enquanto não tiver algo útil que se refira a discussão atual. Comentando no website, mantenha a discussão relatada ao conteúdo da notícia ou do tópico de dúvidas. Participando de uma discussão destinada a desenvolvedores, em assuntos como um problema de rastreador,  solicitações, listas de email, IRC ou Slack, não crie burburinho desnecessário ao discutir assuntos não relacionados a desenvolvimento;  isso só descarrila a discussão e atrapalha o log  para desenvolvedores que não estão presentes no momento.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Primariamente, como uma comunidade online, é importante que evitemos aspectos potencialmente negativos da internet. Não seja troll; e iniciar uma briga ou realizar observações com o propósito de irritar alguém é infantil e inaceitável. Spam também é inaceitável; isso inclui postagem de links para sites irrelevantes e postagem de links de forma repetitiva para o mesmo site. Se alguém estiver trollando ou fazendo spam, ignore e sinalize o usuário.",
    "V. Avoiding Conflict": "V. Evitando Conflitos",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Se você perceber que alguém - seja um colaborador novo ou de longa data - está sendo grosseiro, gentilmente deixe a pessoa saber. Antecipar-se dos problemas antes que eles se comecem é crítico. Todos têm um papel a desempenhar para ajudar a comunicação a fluir sem problemas em nosso ambiente de trabalho exclusivo (sendo às vezes desafiador).",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Da mesma forma, sempre se esforce para ser profissional, preciso e respeitoso ao interagir ou mencionar outros projetos, empresas ou pessoas. Lembre-se de que suas palavras e interações podem ser percebidas como as da gramde comunidade elementary. Embora a crítica construtiva possa ser útil, sempre aborde de uma direção positiva, e nunca deturpe ou calunie - se você não tiver certeza, erre do lado da omissão.",
    "VI. Step Down Considerately": "VI. Saia Atenciosamente",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Prioridades da vida, interesses, e paixões podem mudar. Se você está envolvido com um projeto relacionado ao elementary mas sente que deve se ausentar disso, faça de forma que minimize o rompimento. Quando nós trabalhamos juntos, nosso trabalho e nossas ideias já não são só nossas; elas pertencem à comunidade elementary como um todo. Informe aos outros membros da equipe que você esta pretendendo exonerar-se, e se possível, ajude alguém a pegar seu trabalho. Pelo menos, garanta que seu trabalho possa ser continuado de onde você deixou.",
    "Consequences": "Consequências",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Se você escolhe não seguir esse código de conduta, ou de outra forma interrompa a comunidade, nos reservamos no direito de fazer o seguinte: alterar ou remover qualquer conteúdo que tenha postado; desativar ou remover sua conta em sites de terceiros; desativar sua conta no Slack; ou outras medidas que previnam sua interação com a comunidade.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>O código de conduta do elementary é licenciado pela licença <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/br\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> . Certos aspectos foram inspirados pelo <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Código de conduta do Ubuntu<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Código de conduta &sdot; elementary"
}
