{
    "Code of Conduct": "Código de Conduta",
    "Community Guidelines": "Diretrizes da Comunidade",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Estar envolvido na comunidade elementary é uma experiência incrível; você começa a ser parte de algo grande, colaborando com pessoas de todo o mundo e ajudando-as a transformarem seus computadores em máquinas incríveis. No entanto, vem, com isto, a responsabilidade de seguir um conjunto predefinido de regras - que garantem o melhor ambiente para todos os envolvidos. As seguintes regras devem ser respeitadas em qualquer momento que você esteja envolvido com a comunidade, seja no website do elementary, em uma sala oficial de IRC, pessoalmente ou em outro lugar.",
    "I. Respect": "I. Respeito",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respeitar os outros é primordial. Certifique-se de respeitar as pessoas e suas opiniões, antecedentes pessoais, privacidade e ideias. A comunidade elementary não é, por qualquer razão, um lugar para observações desrespeitosas ou prejudiciais. Ao oferecer uma crítica, aborde-a de forma construtiva e respeitosa. Ataques pessoais não serão tolerados. Ao receber críticas construtivas, leve-as em consideração e agradeça ao crítico pela opinião, independente de seu posicionamento.",
    "II. Content": "II. Conteúdo",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "A comunidade elementary é composta por milhares de usuários de diferentes idades, crenças e níveis de maturidade. Devido a isto, esteja consciente do conteúdo que você produz e suas observações. Nudez, excesso de vulgaridade, conteúdo político, conteúdo religioso ou conteúdo impróprio são tópicos que não devem ser relacionados ao elementary. Em última análise, os moderadores do elementary têm a palavra final quanto ao que constitui como impróprio. Em caso de dúvidas, considere se é ou não algo que você iria mostrar para uma sala cheia de pessoas, incluindo crianças e avós de todo o mundo. Se você está hesitante, não o faça.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Imagens compartilhadas em comunidades moderadas pelo elementary não devem conter temas que imitam outro sistema operacional, fotos ou ilustrações objetivando um indivíduo, ou conteúdo que viole o nosso Código de Conduta.",
    "III. Rumors and Speculation": "III. Rumores e Especulações",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Embora a natureza do elementary, de ritmo acelerado e emocionante, contribua para a propagação de rumores ou especulações, evite-os. Discutir planos para o futuro é certo, entretanto, se não forem verídicos,  esclareça que é uma especulação pessoal ou não discuta o assunto. A difusão de informações imprecisas pode ser prejudicial para a comunidade, especialmente se espalhada de forma negativa.",
    "IV. Helpful Discussion": "IV. Discussão Útil",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "O elementary é suportado por indivíduos que se reúnem em seu tempo livre para criar algo especial. É importante respeitar este fato e tentar sempre contribuir para uma discussão saudável e útil. Se estiver em uma reunião, não desvie o assunto e mantenha o silêncio, a menos que você tenha algo útil, referente ao debate. Se estiver comentando no website, mantenha a temática relacionada ao conteúdo inicialmente discutido. Se participar de uma discussão de desenvolvedores, tais como uma lista de discussão ou o canal dos desenvolvedores no IRC, não crie alardes desnecessários sobre tópicos não relacionados ao desenvolvimento; isto apenas desvia o foco das discussões e suja os <i>logs</i> para desenvolvedores que podem não estar presentes.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Como uma comunidade principalmente baseada na internet, é importante evitar os aspectos potencialmente negativos dela. Não seja um <i>troll</i>; começar brigas ou fazer observações com o propósito de chatear alguém é infantil e inaceitável. Spam também é inadmissível; isto inclui postar links para sites irrelevantes e repetidamente postar links para um mesmo local. Se alguém estiver sendo um <i>troll</i> ou praticando spam, ignore-o e denuncie o usuário.",
    "V. Avoiding Conflict": "V. Evitando Conflitos",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Se você sentir que alguém — independente de ser um contribuinte novo ou antigo — está sendo rude, gentilmente deixe a pessoa saber. Sair na frente de problemas antes que eles se acumulem é essencial. Todo mundo tem um papel a desempenhar para ajudar a comunicação fluir suavemente em nosso ambiente de trabalho único (e, às vezes, desafiador).",
    "VI. Step Down Considerately": "VI. Saia Atenciosamente",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Prioridades na vida, interesses e paixões podem mudar. Se você está envolvido em um projeto relacionado ao elementary, mas sente que deva sair dele, faça de uma forma que minimize o impacto. Quando trabalhamos juntos, nosso trabalho e ideias não são apenas nossas; elas pertencem à comunidade elementary como um todo. Informe os outros membros da equipe que você pretende sair e, se possível, ajude a encontrar alguém para te substituir. No mínimo, garanta que seu trabalho poderá ser continuado de onde você o deixou.",
    "Consequences": "Consequências",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Se você optar por não seguir este código de conduta ou perturbar a comunidade de outra forma, reservamos o direito de fazer o seguinte: alterar ou remover qualquer conteúdo que fora publicado por você; desativar sua conta no website; expulsá-lo de um canal IRC; bani-lo do website, canais IRC ou serviços relacionados; ou impedi-lo, de outra forma, de interagir com a comunidade.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>O Código de Conduta elementary está licenciado sob a licença  <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a>. Certos aspectos foram inspirados pelo <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Código de Conduta Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "Código de Conduta ⋅ elementary"
}