{
    "Be a Part of Something Bigger": "Faça Parte de Algo Maior",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tudo o que fazemos tem 100% de código aberto e é desenvolvido de forma colaborativa por pessoas de todas as partes do mundo. Mesmo se não for um programador, você pode participar e fazer diferença.",
    "Funding": "Financiamento",
    "Translations": "Traduções",
    "Support": "Suporte",
    "Web": "Web",
    "Desktop": "Área de Trabalho",
    "Design": "Design",
    "With the help of our users and fans, we've been able to grow from a small group of passionate volunteers into a tiny but sustainable company. Every little bit of support helps us improve elementary OS and tackle even more ambitious problems.": "Com a ajuda de nossos usuários e fãs, conseguimos passar de um pequeno grupo de voluntários apaixonados para uma pequena, mas sustentável empresa. Todo pequeno suporte nos ajuda a melhorar o elementary OS e a enfrentar problemas ainda mais ambiciosos.",
    "Directly fund elementary and get a badge on your GitHub profile to show your support. GitHub Sponsors doesn't charge any fees, so it's a great way to make your contribution go farther.": "Financie diretamente o elementary e obtenha um selo no seu perfil do GitHub para mostrar seu apoio. Github Sponsors não cobra nenhuma taxa, por isso é uma ótima maneira de fazer sua contribuição ir adiante.",
    "Sponsor on GitHub": "Patrocine no GitHub",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount to contribute each month to help us reach our goals. Plus, earn exclusive rewards and read exclusive content early.": "Patreon funciona como uma campanha de financiamento colaborativo em andamento. Escolha um valor para contribuir todos os meses e nos ajudar a alcançar nossas metas. Além disso, ganhe recompensas exclusivas e leia conteúdo exclusivo com antecedência.",
    "Back on Patreon": "Visite o Patreon",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Usufrua da facilidade de um cartão de crédito, débito ou de sua conta do PayPal. Você pode escolher fazer um pagamento único ou pagamentos recorrentes.",
    "Use PayPal": "Utilizar PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - A maneira mais fácil e segura de pagar online!",
    "Liberapay": "Liberapay",
    "Set up a recurring contribution through Liberapay, the open source and non-profit funding platform.": "Configure uma contribuição recorrente por meio do Liberapay, a plataforma de financiamento de código aberto e sem fins lucrativos.",
    "Contribute with Liberapay": "Contribua com o Liberapay",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "O elementary OS é criado e usado por pessoas no mundo inteiro; ajude-nos a tornar a experiência ainda melhor traduzindo-o para mais idiomas.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tanto o elementary OS e nosso site são traduzidos abertamente, usando uma plataforma online chamada Weblate.",
    "Learn More": "Saiba mais",
    "Join Chat": "Entrar no chat",
    "Suggest Translations": "Sugira Traduções",
    "World map": "Mapa do Mundo",
    "Question &amp; Answer": "Perguntas & Respostas",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "O Stack Exchange é um Q&amp; site criado para encontrar as melhores respostas para perguntas comuns. Qualquer pessoa pode criar uma conta para começar a perguntar e responder.",
    "New Questions": "Novas Perguntas",
    "Unanswered Questions": "Perguntas Não Respondidas",
    "Documentation": "Documentação",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "O elementary fornece documentação básica para usuários e desenvolvedores, a qual está escrita em Markdown e disponível no GitHub. Dessa forma, mandar uma alteração ou nova seção ajuda muito.",
    "Learning the Basics Guide": "Guia Aprendendo o Básico",
    "Developer Docs": "Guia para Desenvolvedores",
    "Web Development": "Desenvolvimento Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Nosso site é construído usando HTML, CSS, PHP e JavaScript. Estamos sempre buscando pessoas com experiência nessas áreas que queiram contribuir e torná-lo ainda melhor.",
    "Report a Website Issue": "Reporte um Erro do Website",
    "Fork the Website on GitHub": "Bifurque o site no GitHub",
    "Desktop Development": "Desenvolvimento do Sistema",
    "Our desktop environment and all its apps are built using Vala, GTK, Granite, and a number of other open libraries. We host all of our code and do all development on GitHub. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "",
    "Getting Started Guide": "",
    "Browse Code": "",
    "Report issues": "",
    "Help out by tracking down issues and reporting them. Or help by confirming, clarifying, and cleaning up existing issues.": "",
    "Read the Guide": "",
    "Fix issues": "",
    "Contribute to elementary OS by fixing issues, improving functionality or implementing new features.": "",
    "Bitesize Issues": "",
    "Create apps": "",
    "Improve the overall elementary OS ecosystem and earn money by creating great new apps for AppCenter.": "",
    "Publish on AppCenter": "",
    "Our design team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "",
    "Our design team tracks “Needs Design” issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "",
    "See ‘Needs Design’ Issues": "",
    "elementary OS uses a system stylesheet written in CSS. It defines how the interface—like buttons, toolbars, and menus—is displayed.": "",
    "View Stylesheet": "",
    "elementary OS comes with a set of vector icons that are used across all default apps and are made available to third-party apps.": "",
    "Browse Icons": "",
    "Get Involved with elementary OS": "Participe do elementary OS"
}
