{
    "Information for OEMs": "Informação para OEMs",
    "Give your customers the best experience with elementary OS.": "Entregue a melhor experiência para os seus consumidores com o elementary OS.",
    "Partners &amp; Retailers": "Parceiros &amp; Revendedores",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "Nós oferecemos duas maneiras de ser listado como OEM do elementary OS em <a href=\"https://store.elementary.io\">nossa loja</a>, com diferentes requisitos e benefícios.",
    "Partner": "Parceiro",
    "Per-model approval, with each model featured in <a href=\"https://store.elementary.io\">our store</a>.": "",
    "Requirements:": "Requisitos:",
    "Official involvement from elementary, Inc.": "Envolvimento oficial do elementary, Inc.",
    "Negotiable per-device royalty": "Royalties negociáveis por dispositivo",
    "Strict software guidelines": "Diretrizes estritas de software",
    "Trademark compliance": "Conformidade de marca registrada",
    "Retailer": "Revendedor",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "O link para seu site ou página de destino listado em <a href=\"https://store.elementary.io\">nossa loja</a>.",
    "Selling devices with elementary OS": "Venda dispositivos com o elementary OS",
    "Per-device royalty encouraged": "Recomenda-se royalties por dispositivo",
    "Resources": "Recursos",
    "Installation": "Instalação",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down the device and it is ready to be shipped to a customer. Or, to create your own custom image: install the OS, configure any necessary packages or settings using a temporary administrator account, delete the account, and then create an image of the disk. In both cases, Initial Setup will create an end user account upon the customer's first boot.": "",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Instalador</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Configuração Inicial</a>",
    "System Settings": "Configurações do Sistema",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "A Configurações do Sistema oferece diversas vantagens para as OEMs que enviam o elementary OS. De sua arquitetura conectável a fornecimento fácil de marca, as Configurações do Sistema foi projetada com as OEMs em mente.",
    "Plugs": "Plugues",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "A Configurações do Sistema (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) usa um conceito de \"Plugues\" para fornercer configurações plugáveis para vários interesses de hardware e software. Por exemplo <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">configurações de Mouse & Touchpad</a> são fornecidas por um plugin são fornecidos por um plugue.",
    "Switchboard": "Switchboard",
    "OEMs can develop and ship custom plugs if special or unique hardware in the machine requires configuration in addition to what is available by default in elementary OS; for example, special sensors or input methods not present in most hardware. If relevant to a broader set of users, contributing it upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is highly encouraged.": "",
    "Documentation": "Documentação",
    "OEM Info in About": "Informações da OEM em Sobre",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "O plugue <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">Sobre</a> mostra informações do sistema para o usuário e fornece várias ações para todo o sistema, como restaurar configurações, relatar problemas e obter ajuda, Além das informações de software (como a versão do sistema operacional), ele também fornece um espaço para informações de hardware. Por padrão, ele é preenchido com uma imagem genérica e o nome do host do sistema. No entanto, os OEMs podem fornecer dados de marca personalizados para esta seção.",
    "Switchboard About": "Switchboard Sobre",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "Provendo um arquivo <code>oem.conf</code>, as OEMs podem preencher com o nome do fabricante, nome do produto, número do modelo e URL do fabricante. Também pode ser fornecida uma imagem que substitui o ícone genérico de hardware.",
    "Learn More": "Saiba Mais",
    "Third-Party Repositories": "Repositórios de Terceiros",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, or they reuse their password on multiple services, etc.": "",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent regular OS updates.</strong> This could hold back potentially serious security and stability fixes from reaching the OEM’s customers.": "",
    "News &amp; Announcements": "Novidades &amp; Anúncios",
    "We publish frequent updates on development, major announcements, tips for developers, featured apps, and more on our blog.": "",
    "Visit our Blog": "Visite nosso Blog",
    "Brand Resources": "Recursos da Marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Veja os logotipos do elementary, diretrizes de uso de marca, paleta de cores e logotipo da comunidade. Além de baixar os logotipos oficiais em vetor e em alta resolução.",
    "View Brand Resources": "Veja Recursos da Marca",
    "Get in Touch": "Entre em Contato",
    "Talk directly with the team by sending an email to <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "",
    "Send an Email": "Envie um Email",
    "Information for OEMs &sdot; elementary": "Informações para OEMs &sdot; elementary"
}
