{
    "Press Resources": "Recursos de Imprensa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Adoramos trabalhar com a imprensa - tanto no mundo Linux quanto nas maiores batidas de tecnologia e cultura—para compartilhar nossa história e o que estamos trabalhando.",
    "Join Our Press List": "Junte-se à nossa lista de imprensa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Seja o primeiro a saber sobre novos lançamentos e desenvolvimentos significativos. Enviamos acesso antecipado a press releases e press kits, incluindo capturas de tela de alta resolução. Esta é uma lista de <strong>volume muito baixo</strong>; enviamos as maiores notícias em torno de uma vez por ano.",
    "Email": "Email",
    "First Name": "Primeiro Nome",
    "Last Name": "Último Nome",
    "Publication": "Publicação",
    "Subscribe": "Inscreva-se",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "A maior atualização para a plataforma até agora, com multitoque, tema escuro, isolamento de aplicativos, e um instalador novo em folha. O OS 6 te da o poder de estar no controle e a se expressar, continua a inovar com novas funcionalidades, sendo mais fácil de obter e mais inclusivo do que nunca.",
    "Read Announcement": "Leia o Anúncio",
    "Download Press Kit": "Baixar Kit de Imprensa",
    "News &amp; Announcements": "Novidades &amp; Anúncios",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Compartilhamos atualizações frequentes sobre desenvolvimento, principais anúncios, dicas para desenvolvedores, aplicativos em destaque e outros novos conteúdos através do nosso blog oficial.",
    "Visit Our Blog": "Visite o nosso Blog",
    "Brand Resources": "Recursos da Marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Veja os logotipos do elementary, diretrizes de uso de marca, paleta de cores e logotipo da comunidade. Além de baixar os logotipos oficiais em vetor e em alta resolução.",
    "View Brand Resources": "Veja Recursos da Marca",
    "Get in Touch": "Entre em Contato",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Fale diretamente com a equipe enviando um e-mail para nós <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Nós recebemos pedidos de entrevistas, aparições em podcasts ou apenas consultas gerais da imprensa.",
    "Send an Email": "Envie um Email",
    "Press &sdot; elementary": "Imprensa &sdot; elementary"
}
