{
    "Press Resources": "Recursos de Imprensa",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Adoramos trabalhar com a imprensa - tanto no mundo Linux quanto nas maiores batidas de tecnologia e cultura—para compartilhar nossa história e o que estamos trabalhando.",
    "Join Our Press List": "Junte-se à nossa lista de imprensa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume<\/strong> list; we send you the biggest news around once a year.": "Seja o primeiro a saber sobre novos lançamentos e desenvolvimentos significativos. Enviamos acesso antecipado a press releases e press kits, incluindo capturas de tela de alta resolução. Esta é uma lista de <strong>volume muito baixo<\/strong>; enviamos as maiores notícias em torno de uma vez por ano.",
    "Email": "Email",
    "First Name": "Primeiro Nome",
    "Last Name": "Último Nome",
    "Publication": "Publicação",
    "Subscribe": "Inscreva-se",
    "elementary OS 5.1 Hera": "elementary OS 5.1 Hera",
    "Hera is a major update on a solid foundation. Featuring a completely redesigned login and lockscreen greeter, a new onboarding experience, new ways to sideload and install apps, major System Settings updates, improved core apps, and desktop refinements.": "Hera é uma grande atualização sobre uma base sólida. Apresentando um login totalmente redesenhado e o greeter de tela de bloqueio, uma nova experiência de integração, novas maneiras de carregar e instalar aplicativos lateralmente, principais atualizações de configurações do sistema, aplicativos principais aprimorados e refinamentos da área de trabalho.",
    "Read Announcement": "Leia o Anúncio",
    "Download Press Kit": "Baixar Kit de Imprensa",
    "News &amp; Announcements": "Notícias &amp; Anúncios",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Compartilhamos atualizações frequentes sobre desenvolvimento, principais anúncios, dicas para desenvolvedores, aplicativos em destaque e outros novos conteúdos através do nosso blog oficial.",
    "Visit Our Blog": "Visite o nosso Blog",
    "Brand Resources": "Recursos de Marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Veja os logotipos do elementary, as diretrizes de uso da marca, a paleta de cores e o logotipo da comunidade. Além disso, baixe os recursos oficiais de alta resolução e logotipo em vetor do elementary.",
    "View Brand Resources": "Ver Recursos da Marca",
    "Get in Touch": "Entrar em Contato",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Fale diretamente com a equipe enviando um e-mail para nós <a href=\"mailto:press@elementary.io\">press@elementary.io<\/a>. Nós recebemos pedidos de entrevistas, aparições em podcasts ou apenas consultas gerais da imprensa.",
    "Send an Email": "Envie um Email",
    "Press &sdot; elementary": "Imprensa &sdot; elementary"
}
