{
    "Privacy Policy": "Política de Privacidade",
    "Do Not Track": "Não rastrear",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Este website honra a configuração \"Não Rastrear\", encontrada na maioria dos navegadores modernos, e desativa o Google Analytics quando este encontra-se presente. Não podemos remover outros métodos de rastreamento automaticamente sem impactar severamente no uso da página. Se você deseja gerenciar manualmente estes métodos de rastreio, consulte a seção sobre Desativação de Cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Você pode optar por desativar ou seletivamente desabilitar todos os cookies ou cookies de terceiros nas configurações de seu navegador.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Esta página usa cookies para melhoramentos incrementais. É possível utilizar os serviços sem eles, mas, sem eles, a usabilidade será reduzida. Por exemplo, a página não lembrará se você pagou pelo elementary OS anteriormente; por padrão, você será solicitado para pagar novamente.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Armazenamos cookies para guardar registos de comportamento de elementos e analisar potenciais ameaças. Para mais informações, veja a",
    "CloudFlare Privacy & Security Policy": "Política de Privacidade e Segurança do CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Armazenamos cookies para recolher informações — incluindo o número de visitantes deste site, de onde foram transferidos e as páginas que visitam — anonimamente. Estas informações são utilizadas para ajudar a melhorar o site. Para mais informações, veja o artigo publicado pela Google,",
    "Safeguarding Your Data": "Protegendo Seus Dados",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utilizamos cookies para lembrarmos de seu último pedido e seu país, para sabermos quais tipos de cartão oferecer como forma de pagamento. Para mais informações, veja a",
    "Stripe's Privacy Policy": "Política de Privacidade do Stripe",
    "Manage Cookies": "Gerenciar Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Como você já visitou nosso site, você poderá desejar gerenciar os cookies já instalados em seu navegador. Endereços para instruções relevantes podem ser encontrados abaixo.",
    "Transparency": "Transparência",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Nós não colocamos nenhum backdoor em nosso software e não recebemos nenhum pedido para fazer isso. Também nunca recebemos uma <i>National Security Letter</i>, <i>FISA order</i> ou qualquer outro pedido confidencial para informações de usuários.",
    "Privacy Policy &sdot; elementary": "Política de Privacidade ⋅ elementary"
}