{
    "Privacy": "Privacidade",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Seus dados sempre pertencem a você e somente a você. Não fazemos ofertas de publicidade nem coletamos dados pessoais confidenciais. Somos financiados diretamente por nossos usuários que pagam o que desejam pelo elementary OS e aplicativos na Central de Aplicativos. E é assim que deve ser.",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "",
    "Protections": "",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "",
    "Tattle-tale": "",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "O elementary OS ajuda você a manter o controle sobre o que os aplicativos estão fazendo. Quando um aplicativo usa seu microfone, exibimos um indicador para informá-lo. Quando um aplicativo está usando muita energia, informamos no seu indicador de energia.",
    "Permissions": "Permissões",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "Quando um aplicativo deseja acessar seus dados ou dispositivos, ele deve solicitar permissão antecipadamente. Nós revisamos todos os aplicativos do AppCenter para garantir que estejam usando as permissões de maneira adequada - e você pode revogá-las a qualquer momento nas Configurações do Sistema.",
    "Housekeeping": "",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "O elementary OS mantém automaticamente seus arquivos temporários e deletados organizados. Isso não apenas mantém o armazenamento do seu dispositivo livre, mas pode ajudar a garantir que seus dados privados não voltem para assombrá-lo.",
    "Online Accounts": "Contas Online",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "",
    "What Data is Collected": "Quais Dados são Coletados",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "",
    "How Data is Used": "Como os Dados são Usados",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "",
    "Sharing Data": "Compartilhando Dados",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "",
    "elementary.io": "elementary.io",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Você pode optar por desativar por completo ou seletivamente qualquer cookies ou cookies de terceiros nas configurações do seu navegador.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Este site usa cookies para melhorias incrementais. Você perceberá que os serviços funcionam sem eles, mas com uma usabilidade reduzida. Por exemplo, o site não vai lembrar se você já pagou pelo elementary OS; por padrão, você será solicitado a pagar novamente.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Armazena cookies para registrar elementos comportamentais e analisar possíveis ameaças. Para mais informações, consulte o",
    "Cloudflare Privacy &amp; Security Policy": "Privacidade da Cloudflare &amp; Política de Segurança",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Usa cookies para lembrar seu último pedido e seu país para saber quais tipos de cartão oferecer para pagamentos. Para mais informações, veja",
    "Stripe's Privacy Policy": "Política de Privacidade da Stripe",
    "Manage Cookies": "Gerenciar Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Como você já visitou nosso site, talvez queira gerenciar os cookies já definidos no seu navegador. Links para as instruções relevantes podem ser encontrados abaixo.",
    "Transparency": "Transparência",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Não colocamos nenhum backdoor em nosso software e não recebemos nenhuma solicitação para fazê-lo. Também nunca recebemos uma Carta de Segurança Nacional, um pedido da FISA ou qualquer outra solicitação classificada de informações do usuário.",
    "Privacy &sdot; elementary": "Privacidade &sdot; elementary"
}
