{
    "Community-Powered Support": "Suporte Fornecido pela Comunidade",
    "Reach out to and participate in our global community. Search for questions, ask your own, or help out by sharing your knowledge. Pick an app or component below to view its specific discussions.": "Entre em contato e participe da nossa comunidade global. Pesquise perguntas, faça as suas próprias perguntas ou ajude compartilhando seu conhecimento. Escolha um aplicativo ou componente abaixo para visualizar suas discussões específicas.",
    "AppCenter": "Central de Aplicativos",
    "Calculator": "Calculadora",
    "Calendar": "Calendário",
    "Camera": "Câmera",
    "Code": "Code",
    "Files": "Arquivos",
    "Mail": "Mail",
    "Maps": "",
    "Monitor": "",
    "Music": "Música",
    "Photos": "Fotos",
    "Screenshot": "Captura de Tela",
    "Shortcuts": "Atalhos",
    "Tasks": "Tarefas",
    "Terminal": "Terminal",
    "Videos": "Vídeos",
    "Web": "Web",
    "Installer": "Instalador",
    "Multitasking": "Multitarefa",
    "System Settings": "Configurações do Sistema",
    "Other Questions &amp; Help": "Outras Questões e Ajuda",
    "Guides &amp; Documentation": "Guias; Documentação",
    "Installation": "Instalação",
    "Get help installing elementary OS with our step-by-step guide.": "Obtenha ajuda para instalar o elementary OS com o nosso Guia Passo a Passo.",
    "Learning the Basics": "Aprendendo o básico",
    "Walk through the desktop, multi-tasking, keyboard shortcuts and more.": "Aprenda sobre o desktop, multitarefa, atalhos de teclado e muito mais.",
    "Payment &amp; Download Support": "Suporte para Pagamento e Download",
    "If you need help with your purchase of elementary OS—for example, downloading your copy or requesting a refund—please contact us using the details in your email receipt and a team member will contact you as soon as possible.": "Se precisar de ajuda com sua compra do elementary OS, por exemplo, para baixar sua cópia ou solicitar um reembolso, entre em contato conosco usando os detalhes no seu recibo por e-mail e um membro da equipe entrará em contato com você o mais rápido possível.",
    "Support &sdot; elementary": "Suporte &sdot; elementary"
}
