{
    "We believe in the unique combination of top-notch UX and the world-changing power of Open Source.": "Acreditamos na combinação de uma Experiência de Uso única com o poder transformador do Código Aberto.",
    "elementary was founded in 2007 by a small group of passionate volunteers. Over the years, we&rsquo;ve been able to grow into a tiny company and fund the development of open source software. We&rsquo;re a dedicated team of developers, designers, writers, and everyday computer users crafting an incredible open computing experience. We are elementary.": "O elementary foi fundado em 2007 por um pequeno grupo de voluntários engajados. Ao longo dos anos, conseguimos evoluir para uma pequena empresa e financiar o desenvolvimento de software livre. Somos uma equipe dedicada de desenvolvedores, designers e usuários que busca criar uma experiência virtual livre. Somos elementary. ",
    "Pacific Standard Time": "Pacific Standard Time",
    "India Standard Time": "Horário Padrão da Índia",
    "Eastern Standard Time": "Eastern Standard Time",
    "Mountain Standard Time": "Mountain Standard Time",
    "Central Standard Time": "Central Standard Time",
    "Central European Time": "Central European Time",
    "Greenwich Mean Time": "Greenwich Mean Time",
    "Eastern European Time": "Horário do Leste Europeu",
    "Korea Standard Time": "Horário Padrão da Coréia",
    "Moscow Time": "Horário de Moscou",
    "Brasilia Summer Time": "Brasilia Summer Time",
    "Community &amp; Collaborators": "Comunidade & Colaboradores",
    "elementary would not exist without the involvement of dedicated community members and collaborators from other free and open source projects.": "O elementary não existiria sem o envolvimento de membros dedicados da comunidade e de colaboradores de outros projetos de código aberto.",
    "opensourcedesign": "opensourcedesign",
    "Get Involved": "Participe",
    "Powered by Slack": "Provido por Slack",
    "Team &sdot; elementary": "Equipe ⋅ elementary"
}