{
    "Installation": "Усталяванне",
    "Download elementary OS": "Запампуйце elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Калі вы яшчэ гэтага не зрабілі, вы павінны <a href=\"/\" target=\"_blank\" rel=\"noopener\">запампаваць elementary OS з галоўнай старонкі</a>. Вы паінны скапіяваць запампованы ISO-файл на USB носьбіт, скарыстаясь інструкцыямі ніжэй.",
    "Frequently-Asked Questions": "Частыя пытанні",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Праглядзіце <a href=\"{#release_faq}\">частыя пытанні наконт гэтага выпуску</a>.",
    "Recommended System Specifications": "Рэкамендаваныя сістэмные патрабаванні",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "У нас няма строгіх мінімальных патрабаванняў, але мы рэкамендуем наступныя для лепшага вопыту карыстання:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Новы Intel i3, або сумясцімы 64-бітны двухядзерны працэсар",
    "4 GB of system memory (RAM)": "4 ГБ аператыўнай памяці",
    "Solid state drive (SSD) with at least 32 GB of free space": "Цвердацельны дыск з мінімум 32 ГБ свабоднага месца",
    "Internet access": "Доступ к інтэрнэту",
    "Built-in or wired mouse/touchpad and keyboard": "Убудаваныя або правадныя мыш/сэнсарная пляцоўка і клавіятура",
    "1024×768 minimum resolution display": "Пашырэнне дысплэя мінімум 1024×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "Вам таксама будзе патрэбны свабодны USB-дыск з чатырма або больш гігабайтамі памяці для ўсталёўкі.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>Мы не рэкамендуем карыстацца віртуальнай машынай, таму што яна не дасць вам найлепшага вопыту карыстання.</strong> Калі вы пытайцеся ўсталяваць АС на віртуальную машыну, уключыце EFI, калі гэта магчыма, але памятайце, што вы ўсё роўна можаце сустрэць праблемы.",
    "Back Up Your Data": "Захавайце вашы даныя",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Пераканайцеся, што вы захавалі вашыважныя даныя на знешняе сховішча, напрыклад воблачны сэрвіс або знешні цвёрды дыск. Усталёўка новай сістэмы можа перазапісаць існуючыя даныя.",
    "Step-by-step Guide": "Пашагавая інструкцыя",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Рабіце як на відэа вышэй, або выберыце аперацыйную сістэму, якой вы зараз карыстайцеся, каб праглядзець інструкцыі спецыяльна для вас.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Спраўдзіце вашу запампоўку",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Спраўджэнне вашай запампоўкі — важны крок. Мы генерыруем &quot;кантрольную суму&quot; для вобразаў elementary OS і рэкамендуем вам спраўдзіць вашу запампоўку: ці супадае кантрольная сума з дазденай на сайце, перад усталёўкай. Так вы будзеце ўпэўнены, што запампавалі поўны, не пашкоджаны вобраз.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Дапусцім, што вы запампавалі elementary OS у вашу папку \"Спампоўкі\" у Windows. Адкройце камандны радок Windows й выканайце наступную каманду:",
    "It should produce the output:": "Вывад павінен быць:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Калі кантрольныя сумы адрозніваюцца, рэкамендуем зноў запампаваць копію elementary OS й пераканацца, што яна запампуецца поўнасцю перад наступнай праверкай.",
    "Creating an Install Drive": "Ставрыце дыск для ўсталёўкі",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Каб стварыць дыск для ўсталёўкі elementary OS, вам будуць патрэбны USB носбіт як мінімум на 4 ГБ й праграма &quot;Etcher&quot;.",
    "Download Etcher": "Запампаваць Etcher",
    "etcher steps": "Крокі ў Etcher",
    "Open Etcher, then:": "Адкройце Etcher, потым:",
    "Plug in your spare USB flash drive": "Падключыце ваш USB носбіт",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Абярыце запампаваны файл .iso, націснуўшы кнопку &quot;Select image&quot;",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher аўтаматычна абярэ ваш носбіт; калі праграма абрала не той, абярыце верны",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Націсніце кнопку &quot;Flash!&quot;. Запуск можа заняць некаторы час.",
    "Once complete, continue to boot from the install drive.": "Калі працэс завяршыўся, працягніце, загрузійшы прыладу з носбіта для ўсталёўкі.",
    "Booting From the Install Drive": "Загрузіце прыладу праз носбіт для ўсталёўкі",
    "In order to start the installation process, you must boot your computer from the install drive.": "",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "",
    "Not readable warning": "",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "",
    "Boot Errors": "",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "",
    "After Installation": "",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": ""
}
