{
    "Learning the Basics": "Навучанне асновам",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Даведайцеся пра elementary OS і спосабы кіравання вокнамі, працоўнымі сталамі і іншым.",
    "Desktop": "Працоўны стол",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "Працоўны стол elementary OS складаецца з дзвюх элементаў: панэлі і дока. Вы можаце дапасаваць шпалеры працоўнага стала націснуўшы правай кнопкай мышы ці дзвюма пальцамі па сэнсарнай пляцоўцы. Вы таксама можаце змяніць выгляд і паводзіны працоўнага стала ў <strong><a href=\"#system-settings\">Сістэмных наладах</a></strong> → <strong>Працоўны стол</strong>.",
    "Panel": "Панэль",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "Наверсе стала знаходзіцца панэль. Злева знаходзіцца меню праграм, у цэнтры час і дата, а справа сістэмныя індыкатары.",
    "Applications Menu": "Меню праграм",
    "Date &amp; Time": "Дата і час",
    "System Indicators": "Сістэмныя індыкатары",
    "The Panel": "Панэль",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Каб адкрыць ці пашукаць усталяваныя праграмы, выберыце <strong>Праграмы</strong> на панэлі. Вы можаце праглядваць вашы праграмы, пракруціўшы кола мышы, змахнуўшы дзвюма пальцамі па сэнсарнай пляцоўцы, або скарыстаўшыся кропкамі ўнізе. Вы таксама можаце выкарыстаць пераключальнік выгляду ўверсе, каб пераключыцца паміж сетачным выглядам і спісам з катэгорыямі.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Пачніце друкаваць у меню праграм, каб шукаць вашы праграмы па назве ці ключавым словам. У пошуку таксама будуць адлюстроўвацца дзеянні і сістэмныя налады. Напрыклад, з пошукам вы можаце:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Выключыць</strong> або <strong>перазагрузіць</strong> прыладу",
    "<strong>Compose Message</strong> with Mail": "<strong>Напісаць паведамленне</strong> праз пошту",
    "Open a <strong>New Incognito Window</strong> in Web": "Адкрыць <strong>укладку інкогніта</strong> у Web",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Выканаць хуткі падлік, накшталт <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Зрабіць <strong>здымак бягучага акна</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Знайсці канкрэтную наладу, напрыклад <strong>Клавіятура → Раскладка → Клавіша Compose</strong>",
    "To open the Applications Menu with the keyboard, simply press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd>.": "Каб адкрыць меню праграм з клавіятуры, проста націсніце <kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "Індыкатар часу і даты ў цэнтры панэлі паказвае бягучую дату і час. Націсніце на гэту вобласць, каб адкрыць каляндар і праглядзець будучыя падзеі. Двойчы націсніце на дзень ці выберыце падзею, каб адкрыць каляндар.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Сістэмныя індыкатары справа на панэлі паказваюць стан прылады, напрыклад статус сеткі, батарэю, выкарыстоўванне мікрафона ці дынамікаў, апавяшчэнні, і іншае. Выбар індыкатара адкрывае больш інфармацыі аб ім і злучаныя дзеянні.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Навядзенне на індыкатар курсорам мышы пакажа хуткую інфармацыю, а націсканне сярэдняй кнопкай мышы ці трыма пальцамі па сэнсарнай пляцоўцы выконвае дзеянне ярлыка. Напрыклад:",
    "Sound: Mute": "Гук: Выключыць",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: выключыць або ўключыць Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Сілкаванне: выключыць або ўключыць адлюстраванне працэнтаў зараду акумулятара на панэлі",
    "Notifications: Toggle Do Not Disturb mode": "Апавяшчэнні: пераключэнне рэжыму \"Не турбаваць\"",
    "Session: Prompt to shut down": "Сеанс: Запыт на выключэнне",
    "Dock": "Док",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "Унізе працоўнага стала ёсць док для хуткага доступу да вашых абраных і адкрытых праграм.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Каб дадаць праграму на док, перацягніце яе або націсніце правай кнопкай мышы на значок і выберыце <strong>Замацаваць у доку</strong>. Каб выдаліць праграму з дока, перацягніце яе на пустую прастору вашага працоўнага стала або націсніце правай кнопкай мышы ці дзвюма пальцамі на значок і зніміце птушачку з пункта <strong>Замацаваць у доку</strong>. Перацягвайце ярлыкі ў межах дока, каб перасоўваць іх.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "Прадвызначана док хаваецца калі праграма разгорнута або перакрывае яго. Перацягніце курсор мышы ў цэнтр нізу экрана каб паказаць і скарыстацца докам, калі ён схаваны.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Вы можаце дапасаваць памер і паводзіны доку ў <strong><a href=\"#system-settings\">Сістэмных наладах</a></strong> → <strong>Працоўны стол</strong> → <strong>Док і панэль</strong>.",
    "App Windows": "Вокны праграм",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Калі вы адкрываеце праграму, яе акно з'яўляецца на працоўным стале. Пакуль дызайн розных праграм можа адрознівацца, увогуле вокны можна закрыць, перацягваць, разгортваць і змяняць іх памер.",
    "Header Bar": "Верхняя панэль",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "Большая колькасць праграм мае панэль уверсе акна з кнопкамі для кіравання акном і навігацыі.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Перацягвайце акно, націснуўшы і ўтрымліваючы верхнюю панэль або націснуўшы <kbd>Alt</kbd><kbd>F7</kbd> і пачаўшы перамяшчаць курсор.",
    "HeaderBar": "Верхняяпанэль",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Націсніце правай кнопкай мышы ці дзвюма пальцамі па сэнсарнай пляцоўцы, каб паказаць дзеянні для акна або працоўнай прасторы.",
    "Window Buttons": "Кнопкі акна",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Кнопкі акна ў праграмы знаходзяцца ў верхніх кутах: закрыць злева і разгарнуць справа (калі падтрымліваецца). Закрыццё акна закрые праграму; яе можна адкрыць нанова праз меню праграм альбо док. Разгортванне акна змяняе яго памер, каб яно запаўняла ўсё даступнае месца на прасторы, пры гэтым захоўваючы доступ да панэлі і дока.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Вы таксама можаце перацягнуць акно наверх альбо двойчы націснуць па яго верхняй панэлі, каб разгарнуць акно, і перацягнуць яго зверху альбо двойчы націснуць па яго верхняй панэлі каб паменшыць акно.",
    "Resizing": "Змяненне памеру",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "У большай колькасці праграм можна змяніць памер акон, пацягнуўшы за любы край акна. Вы таксама можаце націснуць правай кнопкай мышы або дзвюма пальцамі па сэнсарнай пляцоўцы і выбраць <strong>Змяніць памер</strong> альбо націснуць <kbd>Alt</kbd><kbd>F8</kbd>, каб ўвайсці ў рэжым змены памеру акна: перамясціце курсор у той напрамак, у які вы хочаце паменшыць ці павялічыць акно.",
    "Multitasking": "Мнагазадачнасць",
    "elementary OS uses both windows and workspaces for multitasking.": "elementary OS выкарыстоўвае вокны і працоўныя прасторы для мнагазадачнасці.",
    "Windows": "Вокны",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Вокны праграм могуць перакрываць адно аднаго і перацягвацца. Пераключацца паміж вокнамі можна некалькімі спосабамі:",
    "Click or tap on the window you want to switch to": "Націсніце на акно, на якое вы хочаце пераключыцца",
    "Click or tap the app's icon in the dock": "Націсніце на значок акна ў доку",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Націсніце <kbd>Alt</kbd><kbd>Tab</kbd>, каб пераключыцца паміж вокнамі",
    "Workspaces": "Працоўныя прасторы",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "Прадвызначана акно адкрываецца на бягучай прасторы. Аднак жа вы можаце выкарыстоўваць некалькі працоўных прастораў, каб арганізаваць вашу працу:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Каб перамяшчацца ўлева і ўправа паміж працоўнымі прасторамі, націсніце<kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd><kbd>←</kbd> ці <kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd><kbd>→</kbd>, альбо правядзіце трыма пальцамі па сэнсарнай пляцоўцы ці экрану.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Каб перайсці да канкрэтнай працоўнай прасторы, націсніце клавішы ад <kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd><kbd>1</kbd> да <kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd><kbd>9</kbd>. Вы таксама можаце перамясціцца на новую прастору, націснуўшы <kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Перамяшчайце вокны паміж прасторамі, перацягваючы іх у <a href=\"#multitasking-view\">Мнагазадачным рэжыме</a>, альбо нажаўшы <kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Вы можаце змяніць спалучэнні клавіш у <strong><a href=\"#system-settings\">Сістэмных наладах</a></strong> → <strong>Клавіятура</strong> → <strong>Спалучэнні клавіш</strong> → <strong>Працоўныя прасторы</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Некаторыя вокны таксама могуць скарыстацца новай прасторай, каб перайсці ў поўнаэкранны рэжым. Вы можаце пераключацца паміж працоўнымі прасторамі як звычайна, а калі закройце ці загорнеце праграму, вы вернецеся на папярэднюю прастору.",
    "Multitasking View": "Мнагазадачны рэжым",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "У рэжыме мнагазадачнасці паказваюцца прасторы і ўсе адкрытыя вокны, вы можаце пераключацца паміж імі. Каб скарыстацца ім, націсніце на значок <strong>Мнагазадачны рэжым</strong> у доку, націсніце <kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd><kbd>↓</kbd>, альбо правядзіце трыма пальцамі ўверх на сэнсарнай пляцоўцы ці экране.",
    "Gestures": "Жэсты",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS падтрымлівае жэсты на абсталяванні, якое падтрымліваецца, напрыклад на сэнсарных пляцоўках або экранах. Прадвызначана правядзенне трыма пальцамі ўлева ці ўправа пераключае працоўныя прасторы, а правядзенне ўверх пераводзіць у мнагазадачны рэжым.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Змяніце жэсты ў <strong><a href=\"#system-settings\">Сістэмных наладах</a></strong> → <strong>Мыш і сэнсарная пляцоўка</strong> → <strong>Жэсты</strong>.",
    "Hot Corners": "Актыўныя куты",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Актыўныя куты — гэта ярлыкі, якія актывуюцца калі ваш курсор знаходзіцца ў куце асноўнага экрана. Вы можаце наладзіць актыўныя куты, каб яны выклікалі дзеянні, такія як прагляд акон, прастораў і іншае.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Вы можаце наладзіць актыўныя куты ў <strong><a href=\"#system-settings\">Сістэмных наладах</a></strong> → <strong>Працоўны стол</strong> → <strong>Мнагазадачнасць</strong>.",
    "Multiple Displays": "Некалькі экранаў",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Панэль, док і працоўныя прасторы знаходзяцца на асноўным экране. Любыя іншыя далучаныя экраны выступаюць у ролі асобных працоўных прастораў. Каб кіраваць экранамі і змяняць іх становішчы, перайдзіце ў <strong><a href=\"#system-settings\">Сістэмныя налады</a></strong> → <strong>Дысплэі</strong>. Ваш асноўны экран адзначаны запоўненай зоркаю (",
    ") and each display's settings can be changed from its": "), а налады кожнага экрана можна змяніць з яго",
    "menu.": "меню.",
    "Installing Apps": "Усталёўванне праграм",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS ідзе з <strong>AppCenter</strong>, адкрытай крамай праграм для незалежных распрацоўшчыкаў, якая працуе па прынцыпу \"плаціце, колькі зможаце\". Каб усталяваць праграму:",
    "Open <strong>AppCenter</strong>": "Адкройце <strong>AppCenter</strong>",
    "Search in the top-right, or browse by category": "Скарыстуйцеся пошукам у верхнім правым куце альбо пашукайце па катэгорыям",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Выберыце <strong>Бясплатна</strong> або прапанаваную цану побач з праграмай, якую вы хочаце ўсталяваць. Каб выбраць іншую цану націсніце на кнопку <strong>▾</strong> і выберыце ці прапануйце сваю цану.",
    "Sideload": "Спампоўка са старонніх крыніц",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Некаторыя староннія праграмы могуць быць недаступныя з AppCenter, асабліва калі яны кросплатформенныя і не распрацаваны для elementary OS. Вы можаце ўсталёўваць праграмы ў фармаце Flatpak са старонніх крыніц, напрыклад з <a href=\"https://flathub.org\">Flathub</a>: спампуйце і адкройце файл <code>.flatpakref</code> або <code>.flatpak</code>, а ўтыліта Sideload усталюе праграму. Потым абнаўленні для гэтай праграмы і іншых праграм з гэтай крыніцы будуць паказвацца ў AppCenter як неправераныя.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Майце на ўвазе, што неправераныя праграмы і праграмы, усталяваныя са старонніх крыніц не былі правераны elementary на бяспечнасць альбо прыватнасць.",
    "Updating": "Абнаўленні",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "AppCenter уключае абнаўленні для праграм і самой аперацыйнай сістэмы ва ўкладцы <strong>Усталяванае</strong>. Рэгулярна ўсталёўвайце абнаўленні каб атрымліваць апошнія функцыі, выпраўленні і абнаўленні бяспекі. Каб атрымаць больш інфармацыі аб абнаўленнях бяспекі, пачытайце <a href=\"https://usn.ubuntu.com/\">Абвесткі аб бяспецы Ubuntu</a>.",
    "System Settings": "Налады сістэмы",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS ідзе з праграмай <strong>Налады сістэмы</strong>, якая дазваляе вам кіраваць наладамі прылады і карыстальніцкімі параметрамі. Налады сістэмы даюць магчымасць наладзіць спалучэнні клавіш, раздзяляльнасць экрана, вашы шпалеры і іншае.",
    "Search": "Пошук",
    "You can find specific settings by typing in the search bar at the top of the window.": "Вы можаце знайсці канкрэтныя налады, надрукаваўшы іх назвы ў пошукавым радку ўверсе акна.",
    "App Settings": "Налады праграмы",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Майце на ўвазе, што сістэмныя налады кранаюцца толькі параметраў сістэмы і карыстальніка для elementary OS. Калі ў праграмы ёсць налады або параметры, яны будуць у самой праграме.",
    "Keyboard Shortcuts": "Спалучэнні клавіш",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Спалучэнні клавіш у elementary OS звычайна паказваюцца ў падказках пры навядзенні альбо ў кантэкстных меню, якія адкрываюцца правай кнопкай мышы ці націскам дзвюма пальцамі па сэнсарнай пляцоўцы.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key to open the <a href=\"#applications-menu\">Applications Menu</a>, start typing \"Shortcuts\", and select the first entry in the <strong>Applications</strong> category.": "",
    "Additionally, you bind the shortcuts overlay to open on <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Layout</strong> (&#8984; key behavior: Shortcut Overlay).": "Вы таксама можаце зрабіць так, каб акно са спалучэннямі клавіш адкрывалася на <kbd title=\"Клавішу Super, альбо Windows ці Command\">&#8984;</kbd> у <strong><a href=\"#system-settings\">Сістэмных наладах</a></strong> → <strong>Клавіятура</strong> → <strong>Раскладка</strong> (Клавіша &#8984;: Акно спалучэнняў клавіш).",
    "Desktop keyboard shorcuts can be customized from the <strong>Keyboard Settings…</strong> option in the shortcuts overlay or in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong>.": "Спалучэнні клавіш працоўнага стала можна дапасаваць з пункта <strong>Налады клавіятуры...</strong> у акне спалучэнняў клавіш альбо ў <strong><a href=\"#system-settings\">Сістэмных наладах</a></strong> → <strong>Клавіятура</strong> → <strong>Спалучэнні клавіш</strong>."
}
