{
    "Brand": "品牌",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary 品牌的独立之处在于：严格意义上它隶属于 elementary 公司，该公司指导并支持 elementary 产品的研发。但同时我们也依附于社区，我们不愿在法律要求和技术细节上过于专横。因此，我们撰写了下列细则，使大家更容易理解何时以及如何使用 elementary 品牌。",
    "Name": "名称",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "“elementary”这个单词是 elementary, Inc. 的商标。elementary 一直小写，即使它在句首，比如这句话。它也用于命名 elementary 的专有产品（例如 “elementary OS”）。",
    "Brand Marks": "品牌商标",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "\"elementary\" 和 \"e\" 样式的文字商标均由 elementary 公司持有，两者均可代表 elementary 公司及其产品。",
    "Both should be used with the following in mind:": "注意，在使用这两个商标时，需要记住以下几点：",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "请不要拉伸，扭曲，旋转或以任何方式改变这些商标。",
    "Do not use the marks on an overly-busy background; solid colors work best.": "请不要再过于复杂的背景上使用这些商标；纯色使用效果最佳。",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "这些商标必须保持纯色；如背景为深色则显示白色，背景为亮色即显示黑色。",
    "Logotype": "文字商标",
    "elementary Logotype": "elementary 文字商标",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "此商标可以用于需要指代 elementary 公司的地方。它可用于某产品名称之前，以指明此为 elementary 公司的产品。",
    "The logotype should always be used under the following guidelines:": "此商标的使用需要遵循以下规则：",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "不要对商标做任何修改。它是精心设计的品牌商标，不仅仅只是用特别字体书写的 \"elementary\"。",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "不要使用小尺寸的商标；如果不够清晰，请用此 Logo 代替。",
    "Logomark": "图形商标",
    "elementary Logomark": "elementary 图形商标",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "当空间位置受限或对方型度有要求时，可用 \"e\" 形商标指代 elementary 公司。",
    "Color": "颜色",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary 创建品牌时在名称和商标中结合了多种颜色，以下为颜色名称：",
    "Strawberry": "草莓红",
    "Strawberry 100": "草莓红 100",
    "Strawberry 300": "草莓红 300",
    "Strawberry 500": "草莓红 500",
    "Strawberry 700": "草莓红 700",
    "Strawberry 900": "",
    "Orange": "橙色",
    "Orange 100": "",
    "Orange 300": "",
    "Orange 500": "",
    "Orange 700": "",
    "Orange 900": "",
    "Banana": "香蕉黄",
    "Banana 100": "",
    "Banana 300": "",
    "Banana 500": "",
    "Banana 700": "",
    "Banana 900": "",
    "Lime": "绿黄色",
    "Lime 100": "",
    "Lime 300": "",
    "Lime 500": "",
    "Lime 700": "",
    "Lime 900": "",
    "Blueberry": "蓝莓蓝",
    "Blueberry 100": "",
    "Blueberry 300": "",
    "Blueberry 500": "",
    "Blueberry 700": "",
    "Blueberry 900": "",
    "Grape": "葡萄紫",
    "Grape 100": "",
    "Grape 300": "",
    "Grape 500": "",
    "Grape 700": "",
    "Grape 900": "",
    "Cocoa": "可可棕",
    "Cocoa 100": "",
    "Cocoa 300": "",
    "Cocoa 500": "",
    "Cocoa 700": "",
    "Cocoa 900": "",
    "Silver": "银色",
    "Silver 100": "",
    "Silver 300": "",
    "Silver 500": "",
    "Silver 700": "",
    "Silver 900": "",
    "Slate": "石头灰",
    "Slate 100": "",
    "Slate 300": "",
    "Slate 500": "",
    "Slate 700": "",
    "Slate 900": "",
    "Black": "黑色",
    "Black 100": "",
    "Black 300": "",
    "Black 500": "",
    "Black 700": "",
    "Black 900": "",
    "Fonts": "字体",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "对于网页和打印，我们在标题处使用 Raleway 字体，正文使用 Open Sans 字体。对于代码块，我们使用 Roboto Mono 字体。",
    "Third Parties &amp; Community": "非官方社区",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "我们鼓励第三方开发者在为 elementary OS 开发产品时使用 elementary 品牌的某些元素来实现产品的一致性：",
    "Voice/tone": "语音/音调",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "但是，为了避免用户混淆，我们对 elementary 名称和商标的使用做出了限制：",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "我们鼓励您在您的软件或者服务中说明它是为 elementary OS 设计的，但请不要在您的公司名、软件、产品、服务或者任何您创建的商标中使用 elementary 名称或商标。",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "",
    "Community": "社区",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "鼓励社区产品（如网站、粉丝团等）使用 elementary 社区图标：",
    "elementary Community Logo with color": "elementary 社区图标彩色版",
    "elementary Community Logo in black": "elementary 社区图标黑白版",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "使用这些图标能鲜明地表达某项产品来源于 elementary 社区，避免使用主商标造成的误导。",
    "Hardware Distributors": "硬件制造商",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "无论您使用的产品是从我们网站下载的，还是硬件预装的，我们都希望带有 elementary 品牌标识的软件能提供一致的体验。",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "elementary OS 的软件构架可能会根据软件许可协议的要求进行修改或重新发行。但是我们的商标只能在符合以下要求时才能被重新使用：",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "软件内容未经修改，包括预装应用、外观样式、图标及配置文件等内容，或",
    "The modifications are approved in writing by elementary.": "修改内容经 elementary 书面认可。",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "如果你不能或不想同意这些商标二次分发条款，从系统里移除 elementary 的商标也很简单明：",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "修改文件 <code>/etc/lsb-release</code> 中的 <code>DISTRIB_DESCRIPTION</code> 行以去除我们的商标。",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "替换不出现在系统中的图标，如 <code>/usr/share/icons/elementary/places/</code> 路径下各尺寸的 <code>distributor-logo</code> 图标。",
    "Remove the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "删除 <code>plymouth-theme-elementary</code> 和 <code>plymouth-theme-elementary-text</code> 软件包。",
    "Merchandise": "商品",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "我们通常不允许自己的品牌（包括名称和品牌标志）被第三方商品使用。",
    "Assets &amp; More Info": "更多信息",
    "Download on GitHub": "在 GitHub 上下载",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "想进一步了解如何使用 elementary 名称、品牌和商标的信息，请发送邮件至 <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>。",
    "Brand &sdot; elementary": "品牌 &sdot; elementary"
}
