{
    "Code of Conduct": "行为规范",
    "Community Guidelines": "社区言行守则",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "参与 elementary 社区是一个令人难以置信的经历；你可以成为大事件的一部分，与来自世界各地的人合作，并帮助更多人，使他们的计算机变得更棒。然而，这需要遵循一套预先定义的规则，以确保为所有参与者提供最佳环境。以下规则希望你在参与社区的任何时候都能遵守，无论是在 Slack、GitHub、elementary 社区网站、线下还是其他地方。",
    "I. Respect": "1. 尊重",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "尊重是一种崇高的礼仪。请保证尊重他人及其意见，个人背景，隐私，或是想法。elementary的社区不是一个可以口不择言的地方。在发言时，请勿发表无意义或是攻击性的言论。这里并不会容忍人身攻击。当收到一条建设性的意见时，无论您的立场如何，请将其带入考虑范围之内，并感谢他们的意见。",
    "II. Content": "2. 内容",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementary 社区由成千上万的用户组成，他们的年龄、信仰和成熟度各不相同。正因为如此，你必须谨慎地制作你的内容和发表你的言论。任何裸体、过度粗俗、政治内容、宗教内容或不适当的内容都不应该出现在与 elementary 有关的地方。最终，elementary 版主对不适当内容的界定有最终决定权。如果有疑问，请考虑这是否是你要给所有人，包括来自世界各地的孩子和老人看的东西。如果你犹豫不决，则请不要这样做。",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "发布在 elementary 社区中的截图不应该包含仿其他系统的主题，针对个人的插图或照片，也不能有其他任何违反我们行为规范的内容。",
    "III. Rumors and Speculation": "3. 谣言和臆测",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "虽然 elementary 快节奏和激动人心的性质促使人们想要传播谣言或猜测，但请务必不要这么做。讨论未来的计划是允许的，但只要不是经过验证的事实，就请仅作为个人猜测披露，否则不要讨论。传播不准确的信息会对社区造成损害，尤其是以负面的方式传播。",
    "IV. Helpful Discussion": "有用的讨论",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary 是由在闲暇时间聚集在一起创造特别产物的个人所驱动的。尊重这一事实，并始终努力为健康、有益的讨论作出贡献十分重要。如果在会议中，请紧扣主题，并保持安静，除非你有与当前讨论有关的有用的东西。如果在网站上发表评论，请保持与日志内容或答案主题相关的讨论。如果参加面向开发者的讨论，如问题跟踪、拉取请求（Pull Request）、邮件列表、IRC 或 Slack，请不要通过讨论非开发话题来制造不必要的噪音；这只会使讨论脱轨，并使可能不在场的开发者的记录变得混乱。",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "",
    "V. Avoiding Conflict": "V.避免争论",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "",
    "VI. Step Down Considerately": "VI.体谅地离开",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "",
    "Consequences": "后果",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "",
    "Code of Conduct &sdot; elementary": ""
}
