{
    "Information for OEMs": "OEM 相关信息",
    "Give your customers the best experience with elementary OS.": "使用 elementary OS 为您的消费者提供最佳体验。",
    "Partners &amp; Retailers": "合作伙伴和零售商",
    "We offer two ways to be listed as an OEM of elementary OS in <a href=\"https://store.elementary.io\">our store</a>, with differing requirements and benefits.": "若想在 <a href=\"https://store.elementary.io\">我们的商店</a> 被列为 elementary OS 的 OEM，我们提供两种方式，每种方式有不同的要求和优势。",
    "Partner": "合作伙伴",
    "Model-by-model approval with those specific models featured in <a href=\"https://store.elementary.io\">our store</a>.": "逐一批准上架于 <a href=\"https://store.elementary.io\">我们商店</a> 中的特定型号。",
    "Requirements:": "要求：",
    "Official involvement from elementary, Inc.": "有 elementary, Inc. 的官方参与",
    "Negotiable per-device royalty": "可协商的每台设备使用费",
    "Strict software guidelines": "严格的软件指南",
    "Trademark compliance": "遵从商标规定",
    "Retailer": "零售商",
    "A link to your website or landing page listed in <a href=\"https://store.elementary.io\">our store</a>.": "在 <a href=\"https://store.elementary.io\">我们的商店</a> 中添加你的网站或介绍页的链接。",
    "Selling devices with elementary OS": "销售预装 elementary OS 的设备",
    "Per-device royalty encouraged": "鼓励按设备收取使用费",
    "Resources": "资源",
    "Installation": "安装指南",
    "The elementary OS Installer treats every installation as an OEM installation; step through it to install the OS, then shut down and the device is ready to be shipped to a customer. To create a custom image, install the OS, configure the system with an administrator account, delete that account, then create an image of the disk. In both cases, Initial Setup will run on the customer's first boot and create their user account.": "",
    "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Installer</a>": "<a href=\"https://github.com/elementary/installer\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">安装器</a>",
    "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">Initial Setup</a>": "<a href=\"https://github.com/elementary/initial-setup\" target=\"_blank\" rel=\"noopener\" class=\"read-more\">初始设置</a>",
    "System Settings": "系统设置",
    "System Settings offers several advantages to OEMs shipping elementary OS. From its pluggable architecture to easily-provided branding, System Settings was designed with OEMs in mind.": "系统设置为 OEM 提供 elementary OS 的几个优势。 从其可插拔架构到易于提供的品牌，系统设置深度针对 OEM 设计。",
    "Plugs": "插件",
    "System Settings (codenamed <a href=\"https://github.com/elementary/switchboard\" target=\"_blank\" rel=\"noopener\">Switchboard</a>) uses a concept of “Plugs” to provide pluggable settings for various hardware and software concerns. For example, <a href=\"https://github.com/elementary/switchboard-plug-mouse-touchpad/\" target=\"_blank\" rel=\"noopener\">Mouse & Touchpad settings</a> are provided by a plug.": "",
    "Switchboard": "系统设置",
    "OEMs are able to develop and ship custom plugs if there is special or unique hardware in the machine that would require configuration outside of what is available by default in elementary OS; for example, special sensors or input methods that are not present in most hardware and therefor not implemented by default. Of course if this configuration could be relevant to a broader set of users, contributing upstream to the <a href=\"https://github.com/elementary?q=switchboard-plug\" target=\"_blank\" rel=\"noopener\">existing plugs</a> is heavily encouraged.": "",
    "Documentation": "文档",
    "OEM Info in About": "关于 OEM 信息",
    "The <a href=\"https://github.com/elementary/switchboard-plug-about/\" target=\"_blank\" rel=\"noopener\">About</a> plug displays system information to the user and provides several system-wide actions, such as restoring settings, reporting issues, and getting help. In addition to software information (like the OS version), it also provides a space for hardware information. By default, this is filled in with a generic image and the system’s hostname. However, OEMs can provide custom branded data for this section.": "",
    "Switchboard About": "系统设置中的关于界面",
    "By providing an <code>oem.conf</code> file, OEMs can fill in the manufacturer name, product name, model number, and manufacturer URL. An image can also be provided which replaces the generic hardware icon.": "通过提供 <code>oem.conf</code> 文件，OEM 可以填写制造商名称、产品名称、型号和制造商 URL。 还可以提供替换通用硬件图标的图像。",
    "Learn More": "了解更多",
    "Third-Party Repositories": "第三方仓库",
    "It is highly discouraged to ship elementary OS with software repositories other than the defaults in elementary OS plus a single repository provided and controlled by the OEM. <strong>Third-party repos effectively give root access and the ability to overwrite any system packages to potentially untrusted third parties.</strong> Even if the party is trustworthy, an OEM’s customer’s security and privacy are now at stake if third parties are compromised, reuse their password on multiple services, etc.": "非常不鼓励使用除 elementary OS 中的默认值之外的软件存储库以及由 OEM 提供和控制的单个存储库来交付 elementary OS。 <strong>第三方存储库有效地为可能不受信任的第三方提供 root 访问权限和覆盖任何系统包的能力。</strong>即使第三方值得信赖，如果第三方受到威胁，OEM 客户的安全和隐私现在也会受到威胁被泄露，在多个服务上重复使用他们的密码等。",
    "Further, if a third-party repository ever becomes unmaintained or unpublished, <strong>it may prevent normal system upgrades.</strong> This could hold back potentially serious security and stability updates from reaching the OEM’s customers.": "此外，如果第三方存储库无人维护或未发布，<strong>它可能会阻止正常的系统升级。</strong>这可能会阻止潜在的严重安全性和稳定性更新到达 OEM 的客户。",
    "News &amp; Announcements": "新闻和公告",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Blog.": "我们经常通过我们的博客分享关于开发、主要公告、开发者提示、特色应用程序和其他新内容的更新。",
    "Visit our Blog": "访问我们的博客",
    "Brand Resources": "品牌资源",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "查看 elementary Logo、品牌使用规范、色板，以及社区 Logo，同时可以下载官方高清矢量 Logo 资源。",
    "View Brand Resources": "查看品牌资源",
    "Get in Touch": "联系我们",
    "Talk directly with the team by emailing us at <a href=\"mailto:oem@elementary.io\">oem@elementary.io</a>. Whether you’re an existing partner or want to explore offering elementary OS, we look forward to chatting.": "",
    "Send an Email": "发送邮件",
    "Information for OEMs &sdot; elementary": ""
}
