{
    "Press Resources": "新闻资源",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "我们喜欢用新闻去分享我们的故事和工作，无论是在 Linux 世界还是在更大的领域。",
    "Join Our Press List": "加入我们的订阅列表",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "成为第一个知道新发行版更新和重要开发的人。我们提前发送新闻稿和订阅包，其中包含高分辨率截屏。这是<strong>更新频率很慢</strong>的列表；我们大约每年发送一次最大的新闻。",
    "Email": "电子邮箱",
    "First Name": "姓",
    "Last Name": "名",
    "Publication": "发布内容",
    "Subscribe": "订阅",
    "elementary OS 6 Odin": "elementary OS 6 Odin",
    "The biggest update to the platform yet with multi-touch, dark style, app sandboxing, and an all-new installer. OS 6 empowers you to be in control and express yourself, continues to innovate with new features, and is both easier to get and more inclusive than ever.": "这是迄今为止最大的平台更新，为您带来多点触控、暗黑风格、应用沙盒，以及全新的安装器。OS 6 让您充分掌控、表达自我，借助新功能不断开拓创新，同时系统也更易获取，更加包容。",
    "Read Announcement": "阅读公告",
    "Download Press Kit": "下载宣传资料",
    "News &amp; Announcements": "新闻和公告",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "我们会通过官方博客频繁地分享开发的最新信息、重大公告、对开发者的提示、特色应用和其他新内容。",
    "Visit Our Blog": "浏览博客",
    "Brand Resources": "品牌资源",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "查看 elementary Logo、品牌使用规范、色板，以及社区 Logo，同时可以下载官方高清矢量 Logo 资源。",
    "View Brand Resources": "查看品牌资源",
    "Get in Touch": "联系我们",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "通过邮箱 <a href=\"mailto:press@elementary.io\">press@elementary.io</a> 直接与我们的团队联系。我们欢迎采访请求、播客露面，或只是一般的新闻资讯。",
    "Send an Email": "发送邮件",
    "Press &sdot; elementary": "新闻订阅 &sdot; elementary"
}
