{
    "Privacy": "隐私",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "你的数据永远只属于你自己，我们不会做所谓的“广告个性化”或收集你的隐私数据。我们的经费直接来源于用户购买，包括自愿付费的 elementary OS 和应用中心内的应用程序。这才是开源应有的样子。",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "我们不收集 elementary OS 的任何信息。你的文件、设置和其他所有的个人数据都只在你的电脑里，除非你明确地分享给第三方应用或服务。",
    "Online Accounts": "在线账号",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and Fastmail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS 通过系统设置提供可选的在线帐号服务，如 Google、Last.fm、Fastmail。来自这些服务商的数据可能会被检索，并保存在你的设备上，用于一些应用，如邮件和日历。这些数据不会向 elementary 或者其他任何第三方共享。",
    "What Data is Collected": "哪些数据会被收集",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "在添加在线账号后，elementary OS 可能会从在线服务商收集并在本地端存储你的姓名，邮件地址，头像，邮件信息，日历事件，通讯录信息，照片和文件信息。",
    "How Data is Used": "数据用途",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "你的数据只存储在你的设备上，不会发送给 elementary 或者其他任何第三方。数据仅仅用于填充你的应用程序，如邮件、日历、文件、照片。",
    "Sharing Data": "数据共享",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS 不会从你的在线账户共享任何数据。数据不会发送给 elementary 或其他第三方服务器。",
    "elementary.io": "elementary.io 网站",
    "We use the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to count website visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "我们使用开源的 Plausible 统计（通过 <code>stats.elementary.io</code> 域名）来记录网站浏览次数、下载次数等信息。您可以在<a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">公开的看板</a>查看与我处相同的信息。我们没有使用任何 Cookies，也没有存储任何个人信息，尤其没有保存 IP 地址和浏览器 UA。如需了解更多信息，请查阅 <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible 数据政策</a>",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>您可以在浏览器设置里禁用所有 Cookies 或者第三方 Cookies。</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "此站点使用 Cookies 进行增量改进。您会发现没有它们的话，网站各项服务仍能使用，但可用性降低了。例如，elementary 网站不会记得您以前是否为 elementary OS 操作系统付过费。默认情况下，您将被要求再次付费。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "存储 Cookies 以记录行为元素并分析潜在威胁。更多信息，请参见",
    "Cloudflare Privacy &amp; Security Policy": "CloudFlare 隐私和安全政策",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "使用 Cookies 来记住您的上一次订单和地区设置，并记住您的支付卡类型和支付方式。更多信息，请参见",
    "Stripe's Privacy Policy": "Stripe 的隐私政策",
    "Manage Cookies": "管理 Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "由于您已经访问过我们的网站，您可能想要管理已保存在浏览器中的 Cookies。您可以在下列链接中找到相关说明。",
    "Transparency": "透明度",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "我们没有在软件中放置任何后门，也没有收到任何这样做的请求。我们也从未收到国家安全密函、FISA 命令或任何其他涉及用户信息的机密请求。",
    "Privacy &sdot; elementary": "隐私 &sdot; elementary"
}
