{
    "Privacy": "隐私",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "你的数据永远只属于你自己，我们不做所谓的“个性化推广”或收集你的隐私数据。我们的经费直接来源于用户购买，包括自愿付费的 elementary OS 系统和应用中心内的应用程序。",
    "We actively protect your data from ourselves and others by not collecting it. We believe respecting and protecting your privacy is the ethical thing to do; <strong>people have a fundamental right to the utmost privacy, even from companies and products they trust.</strong>": "",
    "elementary OS": "elementary OS",
    "<strong>We do not collect any data from elementary OS.</strong> Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "",
    "Protections": "",
    "elementary OS comes with built-in privacy protections to help protect your data from others.": "",
    "Tattle-tale": "",
    "elementary OS helps you keep tabs on what apps are up to. When an app is using your microphone, we display an indicator to let you know. When an app is using a lot of energy, we tell you in your power indicator.": "elementary OS 帮助你时刻了解应用程序的小动作。当应用使用你的麦克风、当应用大量消耗电池电量的时候，我们会在指示器中做出提醒。",
    "Permissions": "权限",
    "When an app wants access to your data or devices, it has to ask up front. We review all AppCenter apps to ensure they’re properly using permissions—and you can always revoke them yourself in System Settings.": "当应用程序想要访问您的数据或设备时，它必须事先请求。我们会审查所有应用中心的应用程序，以确保它们正确使用权限——您始终可以在系统设置中自行撤销授权。",
    "Housekeeping": "自动清理",
    "elementary OS automatically keeps your temporary and trashed files tidied up. Not only does this keep your device’s storage free, it can help ensure your private data doesn’t come back to haunt you.": "elementary OS 自动清理临时文件和回收站文件。这不仅仅能腾出设备的存储空间，也可以确保隐私数据不会回来困扰您。",
    "Online Accounts": "网络账户",
    "elementary OS optionally integrates with online accounts such as email and calendar providers via System Settings. Data from these providers may be retrieved by your copy of elementary OS and stored locally on your device to be displayed in locally-installed apps such as Mail, Calendar, and Tasks. <strong>This data is not sent to elementary or shared with any third party.</strong>": "",
    "What Data is Collected": "哪些数据会被收集",
    "If you choose to add an online account, your copy of elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device. <strong>elementary does not collect any of this data.</strong>": "",
    "How Data is Used": "数据用途",
    "<strong>Your data is stored locally on your device and never sent to elementary servers or any third parties.</strong> It is used to populate your locally-installed apps such as Mail, Calendar, Tasks, Files, and Photos with your data so you can access it.": "",
    "Sharing Data": "数据共享",
    "<strong>elementary OS does not share any data collected from your online accounts.</strong> The data is never sent to elementary or third-party servers.": "",
    "elementary.io": "elementary.io 网站",
    "This website uses the open source Plausible Analytics routed through our <code>stats.elementary.io</code> domain to anonymously count visits, downloads, etc. You can see the same data we can see on <a target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/elementary.io\">the public dashboard</a>. No cookies are used and no personal data—not even an IP address or browser user agent—is stored. For more information, see the <a class=\"read-more\" target=\"_blank\" rel=\"noopener\" href=\"https://plausible.io/data-policy\">Plausible Data Policy</a>": "",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>您可以在浏览器设置里禁用所有 Cookies 或者第三方 Cookies。</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "此站点使用 Cookies 进行增量改进。您会发现没有它们的话，网站各项服务仍能使用，但可用性降低了。例如，elementary 网站不会记得您以前是否为 elementary OS 操作系统付过费。默认情况下，您将被要求再次付费。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "存储 Cookies 以记录行为元素并分析潜在威胁。更多信息，请参见",
    "Cloudflare Privacy &amp; Security Policy": "CloudFlare 隐私和安全政策",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "使用 Cookies 来记住您的上一次订单和地区设置，并记住您的支付卡类型和支付方式。更多信息，请参见",
    "Stripe's Privacy Policy": "Stripe 的隐私政策",
    "Manage Cookies": "管理 Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "由于您已经访问过我们的网站，您可能想要管理已保存在浏览器中的 Cookies。您可以在下列链接中找到相关说明。",
    "Transparency": "透明度",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "我们没有在软件中放置任何后门，也没有收到任何这样做的请求。我们也从未收到国家安全密函、FISA 命令或任何其他涉及用户信息的机密请求。",
    "Privacy &sdot; elementary": "隐私 &sdot; elementary"
}
