{
    "Installation": "نصب و راه اندازی",
    "Download elementary OS": "دانلود سیستم عامل المنتری",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "اگر قبلاً این کار را نکرده‌اید، باید <a href=\"/\" target=\"_blank\" rel=\"noopener\">سیستم‌عامل المنتری را از صفحه اصلی ما بارگیری کنید</a>. شما باید فایل ISO دانلود شده را با استفاده از دستورالعمل های زیر در درایو فلش USB کپی کنید.",
    "Frequently-Asked Questions": "سوالات متداول",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "به <a href=\"{#release_faq}\">سوالات متداول این نسخه</a> مراجعه کنید.",
    "Recommended System Specifications": "مشخصات سیستم توصیه شده",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "در حالی که ما مجموعه ای دقیق از حداقل سیستم مورد نیاز نداریم، حداقل مشخصات زیر را برای بهترین تجربه توصیه می کنیم:",
    "Recent Intel Core i3 or comparable dual-core 64-bit processor": "اینتل Core i3 اخیر یا پردازنده 64 بیتی دو هسته ای مشابه",
    "4 GB of system memory (RAM)": "4 گیگابایت حافظه سیستم (رم)",
    "Solid state drive (SSD) with at least 32 GB of free space": "(SSD) با حداقل 32 گیگابایت فضای خالی",
    "Internet access": "دسترسی به اینترنت",
    "Built-in or wired mouse/touchpad and keyboard": "موس/تاچ پد و صفحه کلید داخلی یا سیمی",
    "1024×768 minimum resolution display": "حداقل رزولوشن 1024×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "همچنین برای نصب به یک درایو فلش USB یدکی با حداقل 4 گیگابایت فضای ذخیره سازی نیاز دارید.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>ما ماشین‌های مجازی را توصیه نمی‌کنیم زیرا به خوبی نصب کامل کار نمی‌کنند.</strong> اگر می‌خواهید در یک ماشین مجازی نصب کنید، در صورت امکان EFI را فعال کنید اما متوجه می‌شوید که ممکن است با مشکلات دیگری مواجه شوید.",
    "Back Up Your Data": "از داده های خود نسخه پشتیبان تهیه کنید",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "مطمئن شوید که اطلاعات مهم خود را در یک مکان خارجی مانند یک سرویس ابری یا یک هارد دیسک خارجی پشتیبان بگیرید. نصب یک سیستم عامل جدید ممکن است داده های موجود شما را بازنویسی کند.",
    "Step-by-step Guide": "راهنمای گام به گام",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "ویدیوی بالا را دنبال کنید یا سیستم عاملی را که در حال حاضر استفاده می‌کنید برای مشاهده دستورالعمل‌های نصب سفارشی در زیر انتخاب کنید.",
    "Windows": "ویندوز",
    "macOS": "مک اواس",
    "Linux": "لینوکس",
    "Verify Your Download": "دانلود خود را تأیید کنید",
    "Verifying your download is an important step: we generate a \"checksum\" for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "با فرض اینکه سیستم عامل المنتری را در پوشه Windows Downloads خود دانلود کرده اید، Command Prompt را در ویندوز باز کنید و دستور زیر را اجرا کنید:",
    "It should produce the output:": "خروجی باید به این شکل باشد:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "اگر جمع چک مطابقت نداشته باشد، ممکن است لازم باشد نسخه سیستم عامل المنتری خود را دوباره بارگیری کنید و قبل از تأیید مجدد آن اطمینان حاصل کنید که دانلود کامل شده است.",
    "Creating an Install Drive": "ایجاد درایو نصب",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called \"Etcher\".": "",
    "Download Etcher": "Etcher را دانلود کنید",
    "etcher steps": "مراحل etcher",
    "Open Etcher, then:": "Etcher را باز کنید، سپس:",
    "Plug in your spare USB flash drive": "درایو فلش USB یدکی خود را وصل کنید",
    "Select your downloaded .iso file using the \"Select image\" button": "",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher باید به طور خودکار درایو USB شما را شناسایی کند. اگر نه، درایو صحیح را انتخاب کنید",
    "Click the \"Flash!\" button. It may take a moment to get started.": "",
    "Once complete, continue to boot from the install drive.": "پس از اتمام، به بوت شدن از درایو نصب ادامه دهید.",
    "Booting From the Install Drive": "بوت شدن از درایو نصب",
    "In order to start the installation process, you must boot your computer from the install drive.": "برای شروع فرآیند نصب، باید رایانه خود را از درایو نصب بوت کنید.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "با فرض اینکه رایانه شما هنوز روشن است، با وارد کردن درایو نصب و راه اندازی مجدد رایانه شروع کنید.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "اکثر رایانه‌ها به طور خلاصه به شما اجازه می‌دهند که ترتیب راه‌اندازی این بوت را فقط با فشار دادن یک کلید خاص تغییر دهید - معمولاً <kbd>F12</kbd>، اما گاهی اوقات <kbd>Esc</kbd> یا کلید عملکرد دیگری. برای اطمینان به صفحه نمایش یا مستندات رایانه خود مراجعه کنید.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "مدت کوتاهی پس از انتخاب درایو بوت مناسب، باید صفحه نمایش سیستم عامل المنتری را مشاهده کنید. اکنون می توانید دستورالعمل های روی صفحه را دنبال کنید که شما را در بقیه مراحل راهنمایی می کند.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "با فرض اینکه سیستم عامل المنتری را در پوشه macOS Downloads خود دانلود کرده اید، برنامه ترمینال را در macOS باز کنید و دستور زیر را اجرا کنید:",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "متن زیر ممکن است در طول فرآیند چشمک زدن ظاهر شود، نادیده گرفتن آن بی خطر است.",
    "Not readable warning": "هشدار غیرقابل خواندن",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal.": "",
    "Boot Errors": "خطاهای بوت",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn {#release_filename} to Disc\". When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "دستور زیر را در ترمینال خود اجرا کنید:",
    "After Installation": "بعد از نصب",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "این زمان را صرف مطالعه راهنمای <a href=\"/docs/learning-the-basics\">شروع به کار</a> کنید تا با سیستم عامل جدید خود آشنا شوید."
}
