{
    "Learning the Basics": "Lær det grunnleggende",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Som med alle operativsystem er det noen ting som du ikke er kjent med. Denne delen vil ta for seg hvordan å fullføre enkle, dagligdagse oppgaver som å surfe på nettet og lytte til musikk, samt annen nyttig informasjon som du muligens ikke kjenner til.",
    "The Desktop": "Skrivebordet",
    "The elementary desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "elementary OS' skrivebord er svært enkelt og lett å lære. Det består av to elementer: panelet og dokken. Du kan tilpasse skrivebordets bakgrunnsbilde gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Skrivebord</strong> → <strong>Bakgrunnsbilde</strong>.",
    "The Panel": "Panelet",
    "At the top of the screen you can see the Panel. On the left is the Applications menu, in the center are the time and date, and on the right are the Indicators.": "På toppen av skjermen kan du se panelet. Til venstre er applikasjonsmenyen, i midten er tid og dato og til høyre er indikatorene.",
    "Applications": "Applikasjoner",
    "On the left side of the panel is the Applications item. Clicking <strong>Applications</strong> brings up a launcher with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view. Lastly, you can search the launcher by typing at any time.": "På venstre side av panelet er Applikasjoner-elementet. Klikke <strong> Applikasjoner</strong> bringer opp en applikasjonsstarter med alle dine installerte applikasjoner. Du kan se flere sider med applikasjoner ved å bruke navigatørene på bunnen eller ved å rulle. Du kan også bruke bytte visninger øverst for å veksle mellom en rutenettvisning og en kategori. Til slutt, kan du søke i starteren ved å skrive når som helst.",
    "Indicators": "Indikatorer",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, time, chat and email accounts, etc. Clicking an indicator exposes more information and related actions.": "På høyre side av panelet er ikoner som kalles indikatorer. Disse forteller deg om gjeldende status for økten, dvs. nettverkstilkoblinger, strøm, tid, chat og e-postkontoer, etc. Ved å klikke en indikator kan du se mer informasjon og relaterte handlinger.",
    "The Dock": "Dokken",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Nederst på skjermen er Dokken. Den inneholder dine favorittprogrammer samt programmer som er åpne.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from <strong>Applications</strong> on the panel or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Innholdet i Dokken er lett å tilpasse. For å legge til en applikasjon til Dokken, dra og slipp den fra <strong>Applikasjoner</strong> på panelet eller høyreklikk en åpen applikasjons ikon og velg <strong> Behold i Dokken</strong>. Hvis du vil fjerne en applikasjon fra Dokken, dra den ut og slipp den i et tomt område på skrivebordet, eller høyreklikk på ikonet og fjern merket <strong>Behold i Dokken</strong>. For å omorganisere applikasjoner på Dokken, bare dra og slipp dem på ønsket plass.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Som standard skjuler Dokken seg på bunnen av skjermen når en applikasjon er maksimert. Bare flytt musepekeren til bunnen, midt på skjermen, for å vise Dokken.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Du kan tilpasse Dokkens atferd gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Skrivebord</ strong> → <strong>Dokk</ strong>.",
    "App Windows": "Applikasjonsvinduer",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Applikasjoner finnes i egne vinduer som kan lukkes, maksimeres, eller flyttes rundt.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Når du åpner en applikasjon, vises et vindu på skrivebordet. Hver applikasjon har vanligvis tre områder: vindusknapper, en verktøylinje og innholdet i programmet.",
    "Window Buttons": "Vindusknapper",
    "An app's window buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not. You can move an app's window around the desktop by dragging empty space between the window buttons.": "Vindusknappene til applikasjonene er på de øverste hjørnene av vinduet. Lukkeknappen er på venstre og maksimeringsknappen er på høyre side. Trykkes lukkeknappen vil applikasjonen lukkes. Trykkes maksimeringsknappen kan du veksle om applikasjonens vindu tar opp hele skjermen eller ikke. Du kan flytte en applikasjons vindu rundt på skrivebordet ved å klikke og dra på tomrommet mellom vindusknappene.",
    "Toolbar": "Verktøylinje",
    "Many apps have a toolbar at the top of the app. This area contains common actions or navigation items for the app. You can move an app's window around by dragging any blank area of a toolbar.": "Mange applikasjoner har en verktøylinje øverst i vinduet. Dette området inneholder felles handlinger eller navigasjonselementer for applikasjonen. Du kan flytte en applikasjons vindu rundt ved å klikke og dra på et tomt område på verktøylinjen.",
    "Multitasking": "Veksle mellom applikasjoner",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS støtter måter å jobbe med flere applikasjoner samtidig: vinduer og arbeidsområder.",
    "Windows": "Vinduer",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Applikasjoner åpner i vinduer. De kan overlappe på skrivebordet og bli flyttet rundt. Du kan bytte mellom vinduer på flere måter:",
    "click on the window you want to switch to": "klikk på vinduet du ønsker å bytte til",
    "click on the app's icon in the dock": "klikk på ikonet til applikasjonen i Dokken",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "trykk <kbd>Alt</kbd> + <kbd>Tab</kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "For å se en oversikt over åpne applikasjoner, trykk <kbd>⌘</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Du kan tilpasse disse snarveiene gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Tastatur</strong> → <strong>Snarveier</strong> → <strong> Vinduer</strong>.",
    "Hot Corners": "Aktive hjørner",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Du kan også konfigurere \"Aktive hjørner\" (snarveier aktiveres ved å plassere musepekeren i hjørnet av skjermen) for å aktivere veksling mellom applikasjoner som oversiktsvindu, oversikt over arbeidsområde, og mer.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Du kan tilpasse aktive hjørner gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Desktop</strong> → <strong>Aktive hjørner</strong>.",
    "Workspaces": "Arbeidsområder",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Som standard er alle applikasjonsvinduer åpne på én arbeidsplass. Du kan imidlertid bruke flere arbeidsområder for å organisere arbeidsflyten:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "For å se en oversikt over dine arbeidsområder, trykk <kbd>⌘</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "For å gå raskt til venstre eller høyre gjennom dine arbeidsområder, trykk <kbd>⌘</kbd> + <kbd>←</kbd> or <kbd>⌘</kbd> + <kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "For å bla gjennom dine arbeidsområder, trykker du på <kbd>⌘</kbd> + <kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Du kan hoppe rett til et bestemt arbeidsområdet ved å trykke <kbd>⌘</kbd> + <kbd>1</kbd> gjennom <kbd>⌘</kbd> + <kbd>9</kbd>. Du kan alltid hoppe til et nytt arbeidsområde med <kbd>⌘</kbd> + <kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Du kan også dra applikasjonsvinduer mellom arbeidsområder ved å dra deres ikoner i oversikten over arbeidsområder. For å se en oversikt over applikasjonsvinduer på tvers av alle arbeidsområder, trykk <kbd>⌘</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Du kan tilpasse disse snarveiene gjennom <strong><a href=\"/docs/learning-the-basics#system-settings\">Systeminnstillinger</a></strong> → <strong>Tastatur</strong> → <strong>Snarveier</strong> → <strong>Arbeidsområder</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Notat: <kbd>⌘</kbd> betyr \"super\"-knapp. De fleste kjenner denne knappen som Windows-knappen på vanlige PC-er eller Cmd/epletasten på Mac-PC-er.</em>",
    "Installing Apps": "Å installere applikasjoner",
    "elementary OS comes bundled with <strong>Software Center</strong>, an app store for free and paid apps. Installing a new app from Software Center is easy:": "elementary OS kommer sammen med <strong>Programvaresenter</strong>, en applikasjonsbutikk for gratis og betalte applikasjoner. Å installere en ny applikasjon fra Programvaresenter er enkelt:",
    "Open the <strong>Software Center</strong> app.": "Åpne applikasjonen <strong>Programvaresenter</strong>.",
    "Search in the top-right, or browse.": "Bruk søkefeltet øverst til høyre, eller bla.",
    "Click <strong>Install</strong> next to the app you want to install.": "Klikk <strong>Installer</strong> ved siden av applikasjonen du ønsker å installere.",
    "You may be asked for your password prior to installing an app.": "Du kan bli bedt om å oppgi passordet ditt før du installerer en applikasjon.",
    "<em>Note: Some software may not be available from the Software Center. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 14.04 LTS should work just as well on elementary OS Freya.</em>": "<em>Merk: Noe programvare kan være utilgjengelig fra Programvaresenter. Vi vil ikke anbefale å laste ned applikasjoner fra det generelle internett, men applikasjoner som er kompatible med Ubuntu 14.04 LTS burde virke like godt på elementary OS Freya.",
    "System Settings": "Systeminnstillinger",
    "elementary comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS kommer med en hendig applikasjon som heter \"Systeminnstillinger\" som styrer alle dine systemomfattende (eller \"globale\") preferanser. Systeminnstillinger gir deg muligheten til å justere ting som hurtigtaster, skjermoppløsning, din bakgrunn og mer.",
    "Search": "Søk",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Du kan raskt finne innstillingene du leter etter ved å skrive søkeord i søkefeltet øverst i vinduet. Innholdet i vinduet Systeminnstillinger vil filtrere ned til søket.",
    "App Settings": "Applikasjonsinnstillinger",
    "Keep in mind that System Settings only deals with the global preferences for elementary. Although, some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Husk at Systeminnstillinger bare håndterer de globale preferanser for elementary OS. Selv om noen applikasjoner også kan ha sine egne preferanser, vil du ikke finne dem her. I stedet, se etter dem inne i den aktuelle applikasjonen."
}