{
    "Check out our progress for Loki Alpha 1": "Sledujte náš pokrok s Loki Alpha 1",
    "Fixed": "Opraveno",
    "In Progress": "Probíhá",
    "Unfixed": "Neopraveno",
    "Funding": "Financování",
    "Translations": "Překlady",
    "Web Development": "Vývoj stránek",
    "Desktop Development": "Vývoj prostředí",
    "Design": "Design",
    "Targeted Funding": "Cílené Financování",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Díky BountySource můžete odměňovat vývojáře za opravování chyb nebo vytváření nových funkcí. Jednoduše nastavte odměnu za poskytnutí řešení k problému nebo podporujte vývoj konkrétní aplikace. Vývoj můžete podporovat také pravidelným odesíláním darů.",
    "Learn More": "Zjistit více",
    "BountySource": "BountySource",
    "General Funding": "Obecná podpora",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funguje jako naše současná crowdfundingová kampaň. Zvolte částku, vyberte si odměnu a pomozte nám tak dosáhnout našich cílů.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "Paypal je jednoduché a rychlé řešení. Stačí si zvolit jednorázovou částku, nebo předplatné.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS vytváří a používají lidé z celého světa; pomozte nám jej vylepšit překladem do více jazyků.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS používá otevřený nástroj pro překlady v Launchpadu zvaný Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Naše stránky můžete také překládat online pomocí služby Transifex.",
    "Translate elementary OS": "Přeložit elementary OS",
    "Translate This Website": "Přeložit tento web",
    "World map": "Mapa světa",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.",
    "Fork Our Website on GitHub": "Fork Our Website on GitHub",
    "Report an Issue with Our Website": "Nahlásit problém s naší stránkou",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Naše desktopové prostředí a jeho aplikace jsou postavené na technologiích Vala, GTK+, Clutter, Granite a řadě dalších svobodných knihoven. Veškerý kód je hostován na Launchpad.net, svobodné službě pro open source projekty.  Hledáme všechny přispěvatele nehledě na úroveň znalostí. ",
    "Browse Our Desktop Code": "Projděte si kód našeho uživatelského prostředí",
    "Browse Our Apps' Code": "Projděte si kód našich aplikací",
    "See Our Open Bug Reports": "Podívejte se na naše nahlášené chyby",
    "Scratch text editor": "Textový editor Scratch",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Každý projekt začíná nápadem. Náš designový tým tyto nápady přemění v mapy. Design rozdělujeme do dvou částí:",
    "Visual Design": "Visuální design",
    "A great place for visual designers to get started is by sharing mockups with": "Visuální designeři mohou začít sdílením svých návrhů na",
    "our Google+ Community": "stránkách naší Google+ komunity",
    "Interactive Design": "Interaktivní design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Používáme systém v Launchpadu zvaný Blueprints abychom vytvořili detailní popis nových funkcí.",
    "Read the Interface Guidelines": "Přečtěte si rady pro tvorbu rozhraní",
    "Browse Our Blueprints": "Projděte si naše Blueprints",
    "Read About Our Workflow": "Přečtěte si o našem pracovním procesu",
    "Application wire frame": "Návrh vzhledu aplikace",
    "Get Involved with elementary OS": "Zapojte se do elementary OS"
}