{
    "Check out our progress for Freya RC 1": "Sledujte náš pokrok s Freya RC 1",
    "Fixed": "Opraveno",
    "In Progress": "Probíhá",
    "Unfixed": "Neopraveno",
    "Translations": "Překlady",
    "Web Development": "Vývoj stránek",
    "Design": "Design",
    "Desktop Development": "Vývoj prostředí",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"Jiný jazyk je jiný pohled na život\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS vytváří a používají lidé z celého světa; pomozte nám jej vylepšit překladem do více jazyků.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS používá otevřený nástroj pro překlady v Launchpadu zvaný Rosetta.",
    "Learn More": "Zjistit více",
    "Our website is also openly translated using an online platform called Transifex.": "Naše stránky můžete také překládat online pomocí služby Transifex.",
    "Translate elementary OS": "Přeložit elementary OS",
    "Translate This Website": "Přeložit tento web",
    "World map": "Mapa světa",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“Webové stránky by měli vypadat dobře zvenku i zevnitř”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Naše stránky jsou vytvořeny s použitím HTML, CSS, PHP a JavaScriptu. Stále hledáme zkušené lidi, kteří by byli ochotní pomoci stránky ještě zlepšit. Většinu designových návrhů vytváří náš designový tým ale rádi dostáváme připomínky a nápady pro náš webový tým.",
    "Fork Us on GitHub": "Zkuste funkci Fork na našem GitHubu",
    "See Our Open Bug Reports": "Podívejte se na naše nahlášené chyby",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Skvělý design je tvorba něčeho pamětihodného a smysluplného\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Každý projekt začíná nápadem. Náš designový tým tyto nápady přemění v mapy. Design rozdělujeme do dvou částí:",
    "Visual Design": "Visuální design",
    "A great place for visual designers to get started is by sharing mockups with": "Visuální designeři mohou začít sdílením svých návrhů na",
    "our Google+ Community": "stránkách naší Google+ komunity",
    "Interactive Design": "Interaktivní design",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Používáme systém v Launchpadu zvaný Blueprints abychom vytvořili detailní popis nových funkcí.",
    "Read the Interface Guidelines": "Přečtěte si rady pro tvorbu rozhraní",
    "Browse Our Blueprints": "Projděte si naše Blueprints",
    "Read About Our Workflow": "Přečtěte si o našem pracovním procesu",
    "Application wire frame": "Návrh vzhledu aplikace",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Abychom mohli software znovu použít musí být nejprve použitelný\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Naše uživatelské prostředí a všechny jeho aplikace jsou vytvořeny s použitím programů Vala, GTK+, Clutter, Cairo, Granite a množstvím volně dostupných knihoven. Všechny naše zdrojové kódy jsou umístěny na Launchpad.net, což je bezplatná služba pro open source projekty. Stále hledáme různě zkušené pomocníky.",
    "Browse Our Desktop Code": "Projděte si kód našeho uživatelského prostředí",
    "Browse Our Apps' Code": "Projděte si kód našich aplikací",
    "Scratch text editor": "Textový editor Scratch",
    "Get Involved with elementary OS": "Zapojte se do elementary OS"
}