{
    "Privacy Policy": "Zásady ochrany osobních údajů",
    "Do Not Track": "Žádné sledování",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Tato stránka respektuje nastavení \"Nesledovat\", které je dostupné ve většině moderních prohlížečů a vypíná Google Analytics, pokud je spuštěno. Ostatní metody sledování nemůžeme odstranit aniž bychom negativně ovlivnily funkcionalitu stránek. Pokud byste chtěli ručně spravovat tyto metody sledování, můžete se o jejich vypnutí dozvědět více v sekci o blokování souborů cookies.",
    "Cookies": "Soubory cookies",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "Jakékoliv soubory cookies nebo soubory cookies třetích stran můžete zablokovat nebo selektivně vypnout v nastavení Vašeho prohlížeče.",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Tato stránka používá soubory cookies pro své zdokonalování. Stránky budou i bez nich dále fungovat ale můžete zaznamenat omezenou funkcionalitu. Například si stránka nebude pamatovat, že jste již dříve za elementary OS zaplatili a znovu Vás o platbu požádá.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Ukládá soubory cookies aby mohl sledovat chování a analyzovat potencionální hrozby. Pro více informací navštivte",
    "CloudFlare Privacy & Security Policy": "Zásady ochrany osobních údajů a bezpečnosti CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Ukládá soubory cookies kvůli sběru informací - včetně počtu návštěvníků stránky, odkud přišli a stránky, které navštěvují - vše anonymně. Tyto informace nám pomáhají zlepšovat naše stránky. Pro více informací si můžete přečíst článek od Googlu na téma",
    "Safeguarding Your Data": "Hlídání Vašich dat",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Používá soubory cookies aby si pamatoval Vaši poslední objednávku a zemi, odkud nakupujete aby věděl, jaké možnosti platby Vám může nabídnout. Více informací najdete v",
    "Stripe's Privacy Policy": "Zásadách ochrany osobních údajů služby Stripe",
    "Manage Cookies": "Správa souborů cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Jelikož už jste naši stránku navštívili, možná budete chtít spravovat soubory cookies, které se ve Vašem prohlížeči vytvořili. Odkazy s konkrétními instrukcemi najdete níže.",
    "Privacy Policy &sdot; elementary": "Zásady ochrany osobních údajů - elementary"
}