{
    "Installation": "安装指南",
    "Download elementary OS": "下载 elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "如果您还没有准备好，请<a href=\"/\" target=\"_blank\" rel=\"noopener\">前往 elementary.io 下载系统镜像</a>。您将需要通过下方的教程将下载的 ISO 镜像写入到您的 USB 设备上。",
    "Frequently-Asked Questions": "常见问题",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "请参阅<a href=\"{#release_faq}\">此版本的常见问题</a>。",
    "Recommended System Specifications": "建议系统配置",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "我们没有严格的系统配置要求，但为确保最佳体验，我们建议设备至少达到以下要求：",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "最新一代 Intel i3 或类似的，双核 64 位处理器",
    "4 GB of system memory (RAM)": "4 GB 运存（RAM）",
    "Solid state drive (SSD) with at least 32 GB of free space": "具有至少 32 GB 可用空间的固态驱动器 (SSD)",
    "Internet access": "网络连接",
    "Built-in or wired mouse/touchpad and keyboard": "内置的触摸板/有线鼠标和键盘",
    "1024×768 minimum resolution display": "1024×768 最小分辨率显示",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "您需要一个至少有 4 GB 存储空间的U盘用于安装。",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>我们不建议使用虚拟机，因为它们的性能不如在硬盘上直接安装。</strong>如果您尝试在虚拟机中安装，请尽可能启用 EFI，但要了解您可能会遇到其他问题。",
    "Back Up Your Data": "备份您的数据",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "请务必确保您将所有重要数据备份到拓展的存储里面，如网盘、移动硬盘等。安装新系统可能会删除你现有的数据。",
    "Step-by-step Guide": "分步指南",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "按照上面的视频，或选择您当前使用的操作系统查看下面的定制安装说明。",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "验证您的下载",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "验证您的下载是一个重要的步骤：我们生成一个“checksum”。 对于基本操作系统映像，建议您在尝试安装之前验证您的下载是否与校验和匹配。 这可确保您收到完整、完整的下载并且没有损坏。",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "假设您将基本操作系统下载到您的 Windows 下载文件夹，请在 Windows 中打开命令提示符并运行以下命令：",
    "It should produce the output:": "它应该会输出：",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "如果校验和不匹配，您可能需要重新下载您的基本操作系统副本并确保在重新验证之前完成下载。",
    "Creating an Install Drive": "创建安装介质",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "要创建基本操作系统安装驱动器，您需要一个容量至少为 4 GB 的 USB 闪存驱动器和一个名为“Etcher”的应用程序。",
    "Download Etcher": "下载 Etcher",
    "etcher steps": "Etcher 步骤",
    "Open Etcher, then:": "打开 Etcher，然后：",
    "Plug in your spare USB flash drive": "插入备用 USB 闪存驱动器（U盘）",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "选择你需要下载镜像的按钮",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher 应该会自动检测您的 USB 驱动器； 如果不是，请选择正确的驱动器",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "",
    "Once complete, continue to boot from the install drive.": "",
    "Booting From the Install Drive": "",
    "In order to start the installation process, you must boot your computer from the install drive.": "您需要从安装介质来启动电脑以开始安装系统。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "如果您的电脑仍然处于开机状态，请插入安装介质，并重新启动电脑。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "大部分电脑需要通过按某个按键来临时修改启动顺序 —— 一般是 <kbd>F12</kbd>，有可能是 <kbd>Esc</kbd> 或其他功能键。请注意屏幕，或者翻阅电脑的文档进行确认。",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "按 <kbd>F12</kbd> (或合适的键)并选择安装驱动器——通常是包含 &quot;USB-HDD&quot; 或包含 &quot;USB&quot; 等单词的项, 但措辞可能有所不同。如果您选择了错误的驱动器, 您的计算机可能会继续启动.之前的系统，请重启您的电脑，然后在菜单中选择一个不同的驱动器。",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "在选择合适的启动驱动器后不久，您就会看到elementary OS启动屏幕。现在，您可以按照屏幕上的说明，它将指导您完成剩下的过程。",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "在写入镜像过程中，电脑可能会弹出下面的窗口，但您可以安全忽略。",
    "Not readable warning": "不可读警告",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "听到开机音后，按住 <kbd>Option</kbd> 键，然后选中启动设备。设备可能会被标记为 &quot;Windows&quot;，这是正常现象。",
    "Boot Errors": "启动错误",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "如果您的 Mac 不能识别启动列表中的 elementary OS USB 安装驱动器，您可能需要创建一个 elementary OS 安装 DVD 光盘。\n要创建安装光盘，请插入一个空白 DVD，在访达中右键单击 ISO 文件，并选择 &quot;写入{#release_filename}到光盘&quot; 。\n完成后，尝试再次从 DVD 光盘启动。",
    "Running the following command in your terminal:": "在终端中运行如下命令:",
    "After Installation": "安装完成后",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "利用这段时间阅读 <a href=\"/docs/learning-the-basics\">入门</a> 指南，了解您的新操作系统。"
}
