{
    "Installation": "安装",
    "Download elementary OS": "下载 elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "如果您还没下载 elementary OS 的话，请<a href=\"\/\" target=\"_blank\">从我们的主页下载<\/a>。然后请按照下面的说明，将下载到的 ISO 文件拷贝到 USB 闪存中。",
    "Recommended System Specifications": "推荐系统配置：",
    "Intel i3 or comparable dual-core 64-bit processor": "英特尔i3或类似的双核64位处理器",
    "1 GB of system memory (RAM)": "1 GB 系统内存(RAM)",
    "15 GB of disk space": "15 GB 磁盘空间",
    "Internet access": "网络连接",
    "Back Up Your Data": "数据备份",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "请务必将重要数据备份到外部存储，比如云服务或者外接硬盘。安装新系统时，可能会覆盖掉现有的数据。",
    "Choose your current Operating System": "选择您当前的操作系统",
    "Select the operating system you are currently using to view tailored installation instructions.": "选择您目前用于浏览安装指南的操作系统。",
    "Windows": "",
    "macOS": "",
    "Ubuntu": "",
    "Creating an Install Drive": "创建安装介质",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "你将需要一个至少2GB大的U盘和一个U盘启动制作软件Rufus。",
    "Download Rufus": "下载 Rufus",
    "Rufus - select ISO": "Rufus - 选择 ISO 文件",
    "Open Rufus": "打开 Rufus",
    "Insert your USB drive and select it in the \"Device\" list": "",
    "Select \"ISO Image\" next to \"Create a bootable disk using...\"": "",
    "Click": "点击",
    "the disk icon": "磁盘图标",
    "to choose the ISO that you downloaded previously.": "来选择您之前下载的 ISO 文件。",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click the <code>#<\/code> button in the status bar and verify that the text next to \"SHA256\" matches the following hash:": "",
    "If the hashes match, click \"Start\" and wait for the process to finish.": "",
    "Booting from the Install Drive": "从安装介质启动",
    "In order to start the installation process, you must boot your computer from the install drive.": "为了启动安装过程，您必须从安装介质重启您的电脑。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "假设您的计算机仍处于开启状态，现在请插入安装介质，然后重启您的计算机。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "大多数计算机上，想要修改本次启动的启动顺序，您只需要按一个特殊按键——通常是<kbd>F12<\/kbd>，有时是<kbd>Esc<\/kbd>，或者其他功能键。具体请参考屏幕提示或者计算机的使用文档。",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually \"USB-HDD\" or something containing the word \"USB\", but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "选择合适的启动介质之后，很快您就将看到 elementary OS 的启动画面。请按照屏幕上的介绍，来完成接下来的安装过程。",
    "Verify your Download": "校验您的下载",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "验证你下载的介质是很重要的，但也可以跳过。我们为elementary OS镜像产生了一个校验和(或哈希值)，我们建议你在尝试安装前验证一下你下载的介质是否与校验和匹配。这可以确保你下载的介质是完整的，同时你的安装镜像也是未被损坏的。",
    "Running the following command in your Terminal:": "在你的命令终端运行下面的命令：",
    "Should produce the output:": "输出结果应当如下：",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "注释：如果你已经下载.iso在下载文件夹中，或者你已经下载了它到其它地方，请像下面显示的指定正确的路径到下载文件。",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called \"Etcher\".": "",
    "Download Etcher": "下载Etcher刻录工具",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "插入空的 U 盘，然后选择你下载的 ISO 镜像。",
    "Open \"Etcher\" and select your downloaded elementary OS image file using the \"Select image\" button.": "",
    "Select image in Etcher": "在Etcher选择镜像",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher 将自动检测你的U盘，并且检测已经选择的文件是否错误。",
    "Start the flashing process by clicking the \"Flash!\" button. It will take a moment to get started.": "",
    "Flash image in Etcher": "在Etcher存储镜像",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "当完成的时候U盘将被安全的移除并且尝试引导安装elementary OS。",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "下面的对话框可能会在安装过程中出现，忽略它是安全的。",
    "Not readable warning": "不可读警告",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as \"Windows\", but this is normal.": "",
    "Boot Errors": " 引导错误",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select \"Burn elementaryos-0.4-stable-amd64.20160921.iso to Disc\". When complete, attempt to boot again from the Install DVD.": "",
    "Running the following command in your terminal:": "在您的终端中输入如下指令：",
    "should produce the output:": "输出结果应当如下：",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "你需要一个至少 2GB k空间的 U 盘和一个叫做 UNetbootin 的程序。",
    "Download UNetbootin": "下载 UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "从Dash中启动UNetbootin。启动后将显示如下窗口：",
    "UNetbootin": "",
    "Select \"Diskimage\"": "",
    "Click \"…\" to select the ISO that you downloaded previously.": "",
    "Unplug all USB memory devices apart from the one you want to use.": "拔掉你要使用的那个 U 盘。",
    "Click \"OK\" and wait for the process to finish.": "",
    "After Installation": "安装完后",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "花些时间阅读 <a href=\"\/docs\/learning-the-basics\">开始指南<\/a>来了解新安装的操作系统。"
}