{
    "Installation": "安装指南",
    "Download elementary OS": "下载 elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "如果您还没有准备好，请<a href=\"/\" target=\"_blank\" rel=\"noopener\">前往 elementary.io 下载系统镜像</a>。您将需要通过下方的教程将下载的 ISO 镜像写入到您的 USB 设备上。",
    "Recommended System Specifications": "建议系统配置",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "我们没有严格的系统配置要求，但为确保最佳体验，我们建议设备至少达到以下要求：",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "最新一代 Intel i3 或类似的，双核 64 位处理器",
    "4 GB of system memory (RAM)": "4 GB 运存（RAM）",
    "Solid state drive (SSD) with 15 GB of free space": "至少拥有 15 GB 剩余空间的 SSD 硬盘",
    "Internet access": "网络连接",
    "1024×768 display": "分辨率为 1024×768 的显示器",
    "You will also need a USB flash drive with at least 2 GB of free space for installation.": "您还需要至少有 2 GB 剩余空间的 USB 设备，以用于安装系统。",
    "Back Up Your Data": "备份您的数据",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "请务必确保您将所有重要数据备份到拓展的存储里面，如网盘、移动硬盘等。安装新系统可能会删除你现有的数据。",
    "Choose your current Operating System": "选择您目前正在使用的操作系统",
    "Select the operating system you are currently using to view tailored installation instructions.": "选择您现在正在使用的操作系统，以获得定制性的安装教程。",
    "Windows": "",
    "macOS": "",
    "Ubuntu": "",
    "Creating an Install Drive": "创建安装介质",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "您将需要一个拥有至少 2 GB 剩余空间的 USB 设备，以及 Rufus 这款软件。",
    "Download Rufus": "下载 Rufus",
    "Rufus - select ISO": "Rufus - 选择 ISO",
    "Open Rufus": "打开 Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "插入 USB 设备，然后在 &quot;设备&quot; 列表里选择此设备",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "在 &quot;引导类型选择&quot; 列表中选择 &quot;镜像文件&quot; 选项",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "点击 &quot;选择&quot; 按钮，选择您刚刚下载的 ISO 镜像。",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "我们为每个 elementary OS 镜像创建了校验值（或哈希值）以便校验下载的镜像。这可以确保你下载的镜像是完整、未被篡改的镜像。点击在 &quot;选择&quot; 按钮旁边的",
    "the checksum icon": "校验图标",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "按钮，然后确认输出的 &quot;SHA256&quot; 格中的内容与以下内容相符：",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "如果校验值一致，点击 &quot;开始&quot; 按钮，等待完成。",
    "Booting from the Install Drive": "从安装介质启动",
    "In order to start the installation process, you must boot your computer from the install drive.": "您需要从安装介质来启动电脑以开始安装系统。",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "如果您的电脑仍然处于开机状态，请插入安装介质，并重新启动电脑。",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "大部分电脑需要通过按某个按键来临时修改启动顺序 —— 一般是 <kbd>F12</kbd>，有可能是 <kbd>Esc</kbd> 或其他功能键。请注意屏幕，或者翻阅电脑的文档进行确认。",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "按 <kbd>F12</kbd> (或合适的键)并选择安装驱动器——通常是包含 &quot;USB-HDD&quot; 或包含 &quot;USB&quot; 等单词的项, 但措辞可能有所不同。如果您选择了错误的驱动器, 您的计算机可能会继续启动.之前的系统，请重启您的电脑，然后在菜单中选择一个不同的驱动器。",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "在选择合适的启动驱动器后不久，您就会看到elementary OS启动屏幕。现在，您可以按照屏幕上的说明，它将指导您完成剩下的过程。",
    "Verify your Download": "验证您下载的镜像",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "验证下载是一个重要但可选的步骤。我们为 elementary OS系统映像生成一个校验文件(哈希校验)，我们建议您在尝试安装之前验证您的下载是否与该校验和匹配。这可以确保您已经收到了完整的文件，并且您的安装映像没有任何形式的损坏。",
    "Running the following command in your Terminal:": "在终端运行以下命令：",
    "Should produce the output:": "它应该会输出以下内容：",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "注意：这是假设您已经将 .iso 文件下载到 Downloads 文件夹。\n如果您在其他地方下载了它，请指定下载文件的正确路径，如下所示",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "要在 macOS 上创建 elementary OS 安装驱动器，你需要一个至少 2GB 的 USB 闪存驱动器和名为 &quot;Etcher&quot; 的应用程序。",
    "Download Etcher": "下载 Etcher",
    "etcher steps": "Etcher 步骤",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "插入 USB 设备，选择你刚刚下好的 ISO 镜像。",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "打开 &quot;Etcher&quot; 后点击 &quot; Select image &quot; 按钮来选择已下载的 elementary OS 镜像文件。",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher 应该已经自动选中了你的设备，但请务必检查，确认已经选中了正确的设备。",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "点击 &quot;Flash!&quot; 按钮，启动写入过程。这可能需要一些时间。",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "完成后，安全弹出驱动器并尝试启动安装 elementary OS。",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "在写入镜像过程中，电脑可能会弹出下面的窗口，但您可以安全忽略。",
    "Not readable warning": "不可读警告",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "听到开机音后，按住 <kbd>Option</kbd> 键，然后选中启动设备。设备可能会被标记为 &quot;Windows&quot;，这是正常现象。",
    "Boot Errors": "启动错误",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "如果您的 Mac 不能识别启动列表中的 elementary OS USB 安装驱动器，您可能需要创建一个 elementary OS 安装 DVD 光盘。\n要创建安装光盘，请插入一个空白 DVD，在访达中右键单击 ISO 文件，并选择 &quot;写入{#release_filename}到光盘&quot; 。\n完成后，尝试再次从 DVD 光盘启动。",
    "Running the following command in your terminal:": "在终端中运行如下命令:",
    "should produce the output:": "显示输出结果:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "您需要一个至少有 2GB 的 USB 闪存盘和名为 UNetbootin 的应用程序。",
    "Download UNetbootin": "下载 UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "打开 UNetbootin 后会显示如下窗口：",
    "UNetbootin": "",
    "Select &quot;Diskimage&quot;": "选择&quot;磁盘镜像&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "点击&quot;…&quot;选择之前下载的 ISO 文件。",
    "Unplug all USB memory devices apart from the one you want to use.": "拔掉所有其他的 USB 存储设备，仅保留您要使用的设备。",
    "Click &quot;OK&quot; and wait for the process to finish.": "点击&quot;OK&quot;等待过程结束。",
    "After Installation": "安装后",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": ""
}
