{
    "Learning the Basics": "基础指南",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "了解 elementary OS，如何在窗口与工作区之间切换，以及更多。",
    "Desktop": "桌面",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "elementary OS 桌面包括两个元素：菜单和任务栏。你可以通过次要点击桌面来更改壁纸——鼠标右键，或者两指双击触摸板。你还可以在<strong><a href=\"#system-settings\">系统设置</a></strong> → <strong>桌面</strong>来更改桌面的外观和行为。",
    "Panel": "菜单栏",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "位于桌面顶部的是菜单栏。左边是应用菜单，中间是日期与时间，最右侧是系统状态指示图标。",
    "Applications Menu": "应用程序菜单",
    "Date &amp; Time": "日期与时间",
    "System Indicators": "系统状态图标",
    "The Panel": "菜单栏（Panel）",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "要打开或搜索已安装的应用，在菜单栏选择<strong>应用</strong>。你可以用鼠标滚轮滚动，两指在触摸板上轻划，或点击页面底部的指示点来翻页。你还可以使用顶部的按钮更换布局，如分类列表或网格型。",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "在应用菜单输入应用名称或关键词来开始。搜索也会显示应用功能和系统设置，比如你可以输入：",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>关机</strong> 或 <strong>重启</strong> 你的设备",
    "<strong>Compose Message</strong> with Mail": "用邮件应用 <strong>撰写邮件</strong>",
    "Open a <strong>New Incognito Window</strong> in Web": "在浏览器中打开一个 <strong>新的无痕窗口</strong>",
    "Calculate quick math operations like <strong>23 * 5</strong>": "计算简单的数学算式，比如 <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "为当前窗口 <strong>截屏</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "寻找设置项，例如 <strong>键盘 → 布局 → 快捷键</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "要通过键盘打开应用菜单，按下 <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd> 空格 </kbd>。",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "位于菜单栏中间的日期与时间指示器会显示当前的日期与时间。点击它来显示日历和稍后的事件。双击任一天或选中事件来在日历应用中打开。",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "菜单栏右侧的系统状态指示图标显示设备当前的状态，例如：网络连接、电池、声音输入与输出、通知，等等。选中图标后可以展开更多信息与相关动作。",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "把鼠标指针悬停在指示标上时会显示快捷信息和鼠标中键或三指轻点快捷键的快捷键。例如：",
    "Sound: Mute": "声音：静音",
    "Bluetooth: Turn Bluetooth on or off": "蓝牙：开/关蓝牙",
    "Power: Toggle percentage of battery remaining in the Panel": "电源：切换菜单栏中的电源百分比显示",
    "Notifications: Toggle Do Not Disturb mode": "通知：开/关勿扰模式",
    "Session: Prompt to shut down": "进程：显示关机的对话框",
    "Dock": "程序坞",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "在桌面最底端是让你快捷打开已收藏应用与当前正在运行的应用的程序坞。",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "要把应用添加到程序坞，从应用菜单里把它拖到这里或右键它的图标并选择<strong>保留在程序坞</strong>。要将它移除，把它拖到桌面空白地方或右键它并取消选择<strong>保留在程序坞</strong>即可。在程序坞上拖拽应用来重新排序。",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "默认情况下，程序坞会在应用最大化或与其重叠时隐藏。把光标移到桌面中间最下方来让它再次显示。",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "你可以在 <strong><a href=\"#system-settings\">系统设置</a></strong> → <strong>桌面</strong> → <strong>程序坞与菜单栏</strong> 里面个性化程序坞的大小与动作。",
    "App Windows": "应用程序窗口",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "当你打开一个应用时，它的窗口会在桌面显示。虽然每个应用的设计可能不同，应用窗口大多数都可以被关闭，移动，缩放，以及最大化。",
    "Header Bar": "标题栏",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "大部分应用在顶端都会有标题栏，上面有窗口操作按钮和应用本身的行为和导航栏。",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "通过按住并拖动标题栏或按住<kbd>Alt</kbd><kbd>F7</kbd>并移动光标来拖动应用窗口。",
    "HeaderBar": "标题栏",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "右键标题栏来快捷打开窗口和工作区动作。",
    "Window Buttons": "窗口按钮",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "应用的窗口按钮在应用窗口顶部：左侧是关闭按钮，右侧是最大化按钮（如果应用支持）。关闭窗口将关闭相应应用；您可以在“应用程序”菜单或 Dock 重新打开应用。最大化窗口会让窗口使用屏幕的绝大部分区域，但仍旧允许你访问面板（顶栏）和 Dock。",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "",
    "Resizing": "",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "",
    "Multitasking": "",
    "elementary OS uses both windows and workspaces for multitasking.": "",
    "Windows": "",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "",
    "Click or tap on the window you want to switch to": "",
    "Click or tap the app's icon in the dock": "",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "",
    "Workspaces": "",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "",
    "Multitasking View": "多任务视图",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "",
    "Gestures": "",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "",
    "Hot Corners": "",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "你可以通过 <strong><a href=\"#system-settings\">系统设置</a></strong> → <strong>桌面</strong> → <strong>多任务</strong> 来自定义触发角。",
    "Multiple Displays": "多显示器",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "",
    ") and each display's settings can be changed from its": "",
    "menu.": "",
    "Installing Apps": "",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "",
    "Open <strong>AppCenter</strong>": "",
    "Search in the top-right, or browse by category": "",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "",
    "Sideload": "",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "",
    "Updating": "",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "",
    "System Settings": "",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "",
    "Search": "",
    "You can find specific settings by typing in the search bar at the top of the window.": "",
    "App Settings": "",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "",
    "Keyboard Shortcuts": "",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "",
    "Desktop keyboard shorcuts can be customized from the": "",
    "menu in the shortcuts overlay or in": "",
    "→": "",
    "Keyboard": "",
    "Shortcuts": ""
}
