{
    "Buttons": "Pulsanti",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "I pulsanti sono un widget incredibilmente importante da capire in quanto la vostra applicazione ne conterrà sicuramente.",
    "Toolbar Buttons": "Pulsanti della Barra degli Strumenti",
    "Labeling": "Etichettatura",
    "Toolbar Buttons are almost always icon-only and do not provide a button border. They should not be accompanied by a label.": "I Pulsanti della Barra degli Strumenti sono quasi sempre delle sole icone senza un bordo. Non dovrebbero avere un'etichetta associata.",
    "Tooltips": "Suggerimenti",
    "All Toolbar Buttons should have tooltips, since they do not contain a label. This assists users with disabilities as well as giving a translation for an unrecognized icon. Tooltips should be done in Sentence Case.": "Tutti i Pulsanti della Barra degli Strumenti dovrebbero avere dei suggerimenti, visto che non hanno delle etichette associate. Questo aiuta gli utenti con disabilità, ma fornisce anche una traduzione per una icona non riconosciuta. I suggerimenti dovrebbero essere scritti in Sentence Case.",
    "Like text button labels, a tooltip should clearly describe what will happen when the button is pressed.": "Come le etichette dei pulsanti testuali, il suggerimento dovrebbe descrivere chiaramente cosa accadrà quando il pulsante verrà premuto.",
    "Text Buttons": "Pulsanti Testuali",
    "Text Button labels should be done in Title Case.": "Le etichette dei Pulsanti Testuali dovrebbero essere fatte in Title Case",
    "Like menu items, Text Button labels should consist of an Action or a Location but not a status. Make sure that a button's label clearly describes what will happen when it is pressed.": "Come le voci di menu, le etichette dei Pulsanti Testuali dovrebbero rappresentare una Azione o una Posizione ma non uno stato. Accertati che l'etichetta del pulsante descriva chiaramente cosa accadrà quando verrà premuto.",
    "&quot;Remove Account&quot;, &quot;Transfer to Jim's Laptop&quot;, and &quot;Import 20 Songs&quot; are good labels.": "\"Rimuovi Account\", \"Invia a Jim\" e \"Importa 20 Canzoni\" sono delle buone etichette.",
    "&quot;OK&quot;, &quot;Get more storage!&quot;, and &quot;Low Battery&quot; are not good button labels. The &quot;Get more storage!&quot; label uses incorrect capitalization and unnecessary punctuation. With the other two labels, It's not very clear what will happen when these buttons are clicked.": "\"OK\", \"Ottieni più spazio!\" e \"Batteria Bassa\" non sono buone etichette per pulsanti. L'etichetta \"Ottieni più spazio!\" non utilizza correttamente le maiuscole e presenta della punteggiatura non necessaria. Nelle altre due etichette, invece, non è molto chiaro cosa succeda quando i pulsanti vengono cliccati.",
    "Since Text buttons have a clear and explicit label, it's usually unnecessary to give them a tooltip.": "Visto che i Pulsanti Testuali hanno un'etichetta chiara ed esplicita, è spesso non necessario aggiungere un suggerimento.",
    "Linked Buttons": "Pulsanti Collegati",
    "Usage": "Utilizzo",
    "Linked Buttons are used to group actions that are either similar in nature or mutually exclusive. For example, they could group text options like Bold, Italic, and Underline. Or they can be used to group mutually exclusive states like Grid, List, or Column view.": "I Pulsanti Collegati vengono utilizzati per azioni di gruppo che sono o simili in natura o che si escludono a vicenda. Ad esempio, potrebbero raggruppare opzioni di testo come Grassetto, Corsivo e Sottolineato. Oppure possono essere utilizzati per raggruppare gli stati mutuamente esclusivi come Griglia, Elenco, o vista Colonna.",
    "Linked Buttons should never contain colored icons. Only 16px symbolic icons OR text. Do not mix icons and text.": "I Pulsanti Collegati non dovrebbero mai contenere icone colorate. Usa solo icone con simboli da 16px OPPURE testo. Non mischiare mai testo e icone.",
    "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The OK Button Is No Longer Okay</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The OK Button Is No Longer Okay</a> di UX Movement",
    "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes/No or Ok/Cancel on my message box?</a> on UX StackExchange": "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes/No or Ok/Cancel on my message box?</a> su UX StackExchange",
    "Next Page:": "Pagina Successiva:",
    "Toolbars": "Barra degli Strumenti"
}