{
    "Capitalization": "Utilizzo delle Maiuscole",
    "All textual user interface items, including labels, buttons, and menus, should use one of two capitalization styles: sentence case or title case.": "Tutti gli elementi testuali delle interfacce utente, compresi menu, pulsanti e etichette, dovrebbero usare uno di questi due schemi per le maiuscole: sentence case o title case.",
    "Sentence Case": "Sentence Case",
    "Sentence case means you capitalize like in a standard sentence or phrase.": "in Sentence Case si usano le maiuscole come in una frase normale.",
    "Only the first letter of the phrase and the first letter of proper nouns are capitalized.\nUsed for labels and descriptive text.": "Solo la prima lettera della frase e la prima lettera dei nomi propri sono in maiuscolo.\nUsato per etichette e testi descrittivi.",
    "ex. &quot;Always open MPEG files with Marlin&quot; next to a checkbox.": "e.g. \"Apri sempre i file MPEG con Marlin\" a fianco di una checkbox.",
    "ex. &quot;Read news feeds&quot; for the description of an RSS reader.": "e.g. \"Leggi le nuove notizie\" come descrizione di un lettore RSS.",
    "ex. &quot;This folder is empty&quot; in a file manager.": "e.g. \"Questa cartella è vuota\" in un gestore di files.",
    "Title Case": "Title Case",
    "Title case means you capitalize like a book or article title.": "In Title Case si usano le maiuscole come nel titolo di un libro o di un articolo.",
    "Capitalize the first and last words.\nAll nouns, pronouns, adjectives, verbs, adverbs, and subordinate conjunctions (as, because, although) are capitalized.\nUsed for titles, buttons, menus, and most other widgets.": "La prima e l'ultima parola iniziano con lettera maiuscola.\nTutti i sostantivi, pronomi, aggettivi, verbi, avverbi e congiunzioni subordinate (poiché, perché, sebbene) iniziano con lettera maiuscola.\nUsato per titoli, pulsanti, menu, e la maggior parte degli altri widgets.",
    "ex. &quot;Open File&quot; title in a dialog.": "e.g. \"Apri File\" come titolo di una finestra di dialogo.",
    "ex. &quot;Delete 13 Songs&quot; on a button.": "e.g. \"Cancella 13 Canzoni\" su un pulsante.",
    "ex. &quot;Search Contacts...&quot; in a search bar.": "e.g. \"Cerca Contatti...\" in una barra di ricerca.",
    "Notes/Exceptions": "Note/Eccezioni",
    "Proper nouns should always be capitalized properly; this means that, for example, Google should always be shown as &quot;Google,&quot; elementary should always be shown as &quot;elementary,&quot; and MPEG should always be shown as &quot;MPEG.&quot; If you're unsure how a certain pronoun should be officially capitalized, refer to the documentation of the pronoun in question.": "I nomi propri dovrebbero sempre utilizzare le maiuscole correttamente; questo significa che, ad esempio, Google dovrebbe sempre essere indicato come \"Google\", elementary dovrebbe essere sempre indicato come \"elementary\", e MPEG dovrebbe essere sempre indicato come \"MPEG\". Se non si è sicuri dell'utilizzo ufficiale delle maiuscole per un certo pronome, consultare la documentazione del pronome in questione.",
    "Next Page:": "Pagina Successiva:",
    "Punctuation": "Punteggiatura"
}