{
    "Concision": "Concisione",
    "Always work to make your app instantly understandable. The main function of your app should be immediately apparent. You can do this in a number of ways, but one of the best ways is by sticking to a principal of concision.": "Lavora sempre per rendere la tua applicazione immediatamente comprensibile. La funzione principale della tua applicazione dovrebbe essere immediatamente evidente. È possibile farlo in diversi modi, ma uno dei modi migliori è quello di attenersi ad un principio di concisione.",
    "Avoid Feature Bloat": "Evita di Inserire Troppe Funzionalità",
    "It's often very tempting to continue adding more and more features into your application. However, it is important to recognize that every new feature has a price. Specifically, every time you add a new feature:": "Spesso è molto forte la tentazione di continuare ad aggiungere sempre più caratteristiche alla tua applicazione. Tuttavia, è importante riconoscere che ogni nuova caratteristica ha un prezzo. In particolare, ogni volta che si aggiunge una nuova funzionalità:",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "La tua applicazione diventa più lenta, consuma più risorse, e occupa più spazio su disco.",
    "Your application's interface becomes more cluttered and thus harder to use.": "L'interfaccia della tua applicazione diventa più disordinata e quindi più difficile da usare.",
    "More time is spent implementing this new feature, rather than perfecting an old feature.": "Più tempo è speso per implementare questa nuova funzionalità, piuttosto che per perfezionare una vecchia caratteristica.",
    "More code can often mean a greater possibility for bugs.": "Più codice può spesso significare una maggiore probabilità di errori.",
    "More features means more work on documentation, translations, etc.": "Più funzionalità significa più lavoro sulla documentazione, traduzioni, ecc.",
    "Think in Modules": "Pensa per Moduli",
    "Build small, modular apps that communicate well. elementary apps avoid feature overlap and make their functions available to other apps either through <a href=\"/docs/human-interface-guidelines/contractor\">Contractor</a> or over <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. This both saves you time as a developer (by other apps making their functions available to you), and is a courteous gesture towards other developers (by making your app's functions available to them).": "Costruisci piccole applicazioni modulari che comunicano bene. Le applicazioni di elementary evitano la sovrapposizione di funzionalità e rendono le loro funzioni disponibili ad altre applicazioni sia attraverso <a href=\"/docs/human-interface-guidelines/contractor\">Contractor</a> che <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. Questo consente di risparmiare tempo come sviluppatore (utilizzando funzioni di altre applicazioni che le rendono disponibili a te), ed è un gesto cortese verso altri sviluppatori (rendendo le funzioni della tua applicazione disponibili a loro).",
    "Next Page:": "Pagina Successiva:",
    "Avoid Configuration": "Evita la Configurazione"
}