{
    "Dock Integration": "Integrazione con la Dock",
    "By integration with Pantheon's dock, apps are able to communicate their status to the user at a glance.": "Attraverso l'integrazione con la Dock di Phanteon, le applicazioni possono comunicare il loro stato all'utente a colpo d'occhio.",
    "Progressbars": "Barra di Avanzamento",
    "A progressbar must be unambiguous in it's use, referring to a single specific task. For example, a progressbar can be used to indicate the status of a file transfer or of a lengthy process like encoding. A progressbar should not be used to compound the progress of multiple types of actions.": "A progressbar must be unambiguous in it's use, referring to a single specific task. For example, a progressbar can be used to indicate the status of a file transfer or of a lengthy process like encoding. A progressbar should not be used to compound the progress of multiple types of actions.",
    "<strong>Good Example</strong>: Installation progress in Software Center": "<strong>Uso Corretto</strong>: Progresso dell'installazione nel Software Center",
    "<strong>Bad Example</strong>: Combined progress of downloading an album, burning a CD, and syncing a mobile device in Noise": "<strong>Uso Sbagliato</strong>: Avanzamento combinato dello scaricamento di un album, la masterizzazione di un CD e la sincronizzazione tra un dispositivo mobile con Noise.",
    "Badges": "Badges",
    "A badge shows a count of actionable items which your app manages. It's purpose is to inform the user that there are items that require user attention or action without being obtrusive. This is a passive notification. A badge should not show totals or rarely changing counters. If the badge is not easily dismissed when the user views your app, it is likely that this is not a good use of a badge.": "A badge shows a count of actionable items which your app manages. It's purpose is to inform the user that there are items that require user attention or action without being obtrusive. This is a passive notification. A badge should not show totals or rarely changing counters. If the badge is not easily dismissed when the user views your app, it is likely that this is not a good use of a badge.",
    "<strong>Good Example</strong>: Unread messages in Geary": "<strong>Uso Corretto</strong>: Numero di messaggi non letti in Geary",
    "<strong>Bad Example</strong>: Total number of Photos in Shotwell": "<strong>Cattivo Esempio</strong>: Numero totale di Foto in Shotwell",
    "Next Page:": "Pagina Successiva:",
    "System Indicators": "Indicatori di Sistema"
}