{
    "Human Interface Guidelines": "Linee guida per interfacce umane",
    "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will allow you to decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:": "Queste lineeguida sono progettate per aiutare gli sviluppatori e i designer a creare un'esperienza splendidamente coerente sul desktop di elementary. Sono state scritte per designer di interfacce, grafici e sviluppatori di software che lavoreranno su elementary OS. Esse non definiranno soltanto specifici elementi e principi di design, ma infonderanno anche una filosofia che ti permetterà di decidere quando sarà appropriato divergere dalle lineeguida. Aderire ai suggerimenti quì contenuti donerà molti benefici:",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Gli utenti impareranno ad usare la tua applicazione più velocemente poiché condivide degli elementi comuni con cui già hanno familiarità.",
    "Users will accomplish tasks more quickly because you will have a straight-forward interface design that isn't confusing or difficult.": "Gli utenti realizzeranno i compiti più rapidamente perché avranno un design dell'interfaccia diretto che non sia confusionale o difficile.",
    "Your application will appear native to the desktop and share the same elegant look as default applications.": "Le tue applicazioni sembreranno native per il desktop e condivideranno lo stesso elegante aspetto delle applicazioni di dafault",
    "Your application will be easier to document because an expected behavior does not require explanation.": "Le tue applicazioni saranno più facili da documentare perché un comporamento previsto non richiede spiegazioni.",
    "The amount of support you will have to provide, including bugs filed, will be lessened (for the reasons above).": "La quantità di supporto che dovrai fornire, inclusa la segnalazione di bug, sarà diminuita (per i motivi precedenti).",
    "To help you achieve these goals, these guidelines will cover basic interface elements, how to use them and put them together effectively, and how to make your application integrate well with the desktop. The most important thing to remember is that following these guidelines will make it easier to design a new application, not harder.": "Per aiutarti a raggiungere questi obbiettivi, queste lineeguida copriranno gli elementi di base dell'interfaccia, come usarli e metterli efficacemente insiemie, e come fare per integrare al meglio la tua applicazione con il desktop. La cosa più importante da ricordare è che queste lineeguida renderanno più semplice progettare una nuova applicazione, no più difficile.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed. ": "Comunque, ricordati che questo sono lineeguida, non dei regolamenti. Nuovi, sorprendenti paradigmi di interazione compaiono ogni giorno e molti altri aspettano di essere scoperti. Questo è un documento vivente che può e sarà cambiato.",
    "For sections that have not yet been written, please refer to": "Questa sezione non è ancora stata scritta, per favore rivolgiti a",
    "The GNOME HIG": "The GNOME HIG",
    "Next Page:": "Pagina Successiva:",
    "Design Philosophy": "Filosofia di Design"
}