{
    "Welcome Screen": "Pagina di Benvenuto\n",
    "The Welcome Screen is a friendly way to help users get started with your app.": "La Schermata di Benvenuto è un modo amichevole per aiutare gli utenti ad iniziare ad usare la tua app.",
    "Usage": "Utilizzo",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Tipicamente una Schermata di Benvenuto viene utilizzata per applicazioni come Noise o Scratch, dove devi importare o creare oggetti in una libreria prima di poter interagire con loro. Questo fornisce ai tuoi utenti un percorso chiaro per iniziare e mette subito in evidenza tutte le procedure che devono seguire prima che la vostra applicazione diventi utile .",
    "Make sure that if your app allows its library to be cleared that the Welcome Screen is shown again instead of an empty list.": "Assicurati che la tua applicazione consenta alla sua libreria di essere certa che la Schermata di Benvenuto sia ancora visibile, invece di una lista vuota.",
    "Labeling": "Etichettamento",
    "The Welcome Screen consists of two sets of labels:": "La Schermata di Benvenuto consiste di due insiemi di etichette:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "Il primo insieme spiega la situazione e che cosa la Schermata di Benvenuto ti aiuterà a fare. Per esempio, la Schemata di benvenuto di Noise mostra che la tua biblioteca musicale è vuota e, per consentire alla libreria di essere utile, bisogna aggiungerci delle canzoni.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "Il secondo insieme di etichette è costituito dalle azioni che assisteranno l'utente nell'utilizzo dell'applicazione. Continuando ad utilizzare Noise come esempio, una possibile azione è quella di impostare la cartella musicale in una diversa posizione. Per prima cosa diamo un nome all'azione, \"Imposta Cartella Musicale\". Poi descriviamo che cosa compie l'azione, \"Trova la tua Cartella Musicale ed importa i suoi contenuti\".",
    "Iconography": "Iconografia",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Raggruppata con ogni azione c'è un'icona che permette di visualizzarla velocemente. La maggior parte delle volte sarà una \"Action Icon\", ma si possono usare \"Places Icons\" mentre si sta importando o impostando una posizione, oppure anche \"Apps Icon\" se si dovesse aprire uno strumento di configurazione.",
    "Next Page:": "Prossima pagina:",
    "Source List": "Elenco Risorse"
}