{
    "Writing Style": "Stile di Scrittura",
    "Use the following rules to keep your text understandable and consistent:": "Usa le seguenti regole per mantenere il testo comprensibile e coerente:",
    "Be Brief": "Sii Sintetico",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "Non dare all'utente troppo testo da leggere; una frase lunga può apparire scoraggiante e può dissuadere gli utenti dal leggere realmente i tuoi messaggi. Usa testo breve e conciso.",
    "<strong>Bad</strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Brutto</strong>: Sembra che tu non abbia ancora della musica nella tua libreria. Puoi utilizzare Noise per organizzare la tua musica, aggiungerne di nuova, ed ascoltare quella che hai già. Per iniziare, clicca sul pulsante \"Aggiungi\", e segui le istruzioni. Quando hai fatto, la tua Musica sarà mostrata qui.",
    "<strong>Better</strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Meglio</strong>: Aggiungi delle canzoni. Noise non riesce a trovare la tua musica. [Pulsante per importare della musica]",
    "Think Simple": "Pensa Semplice",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Assumi che l'utente sia intelligente, ma non tecnico. Evita parole lunghe, non comuni e concentrati sull'uso di verbi, sostantivi e aggettivi semplici e di uso comune. Non usare mai gergo tecnico.",
    "<strong>Bad</strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Brutto</strong>: 37 file audio sono stati importati con successo nel database delle canzoni.",
    "<strong>Better</strong>: Successfully added 37 songs.": "<strong>Meglio</strong>: 37 canzoni aggiunte con successo.",
    "Get To The Bottom Line": "Arriva al Punto",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Metti le informazioni più importanti all'inizio del testo. Se l'utente smette di leggere, avrà ancora in mente ciò di cui ha bisogno.",
    "<strong>Bad</strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Brutto</strong>: La connessione di rete potrebbe non essere disponibile perché Lingo non riesce a trovare alcuna definizione. Controlla e riprova.",
    "<strong>Better</strong>: No definition found. Check your network connection and try again.": "<strong>Meglio</strong>: Nessuna definizione trovata. Controlla la tua connessione di rete e riprova.",
    "Don't Repeat Yourself": "Non Ripeterti",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "Le ripetizioni possono risultare fastidiose e aggiungono lunghezza inutile ai tuoi messaggi.",
    "<strong>Bad</strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Brutto</strong>: Il tuo indirizzo e-mail, johndoe@email.com, è stato aggiunto. Per accedere a johndoe@email.com, clicca su \"johndoe@email.com\" qui sopra.",
    "<strong>Better</strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Meglio</strong>: Il tuo indirizzo email è stato aggiunto. Per accedere, clicca su \"johndoe@email.com\" qui sopra.",
    "Use Visual Hierarchy": "Usa la Gerarchia Visuale",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "La gerarchia visiva aiuta gli utenti a leggere e comprendere il tuo testo oltre a riconoscere ciò che è più importante. Usa intestazioni e gli altri stili di testo in modo appropriato.",
    "<strong>Bad</strong>:": "<strong>Brutto</strong>:",
    "No files are open. Open a file to begin editing.": "Nessun file aperto. Apri un file per iniziare a modificarlo.",
    "<strong>Better</strong>:": "<strong>Meglio</strong>:",
    "No files are open.": "Nessun file aperto.",
    "Open a file to begin editing.": "Apri un file per iniziare a modificarlo.",
    "Next Page:": "Pagina Successiva:",
    "Language": "Lingua"
}