{
    "Installation": "Instalacija",
    "Download elementary OS": "Preuzmite elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Ako to već niste uradili, morat ćete <a href=\"/\" target=\"_blank\" rel=\"noopener\">preuzeti elementary OS s naše početne stranice</a>. Bit će potrebno da kopirate preuzetu ISO datoteku na USB flash pogona koristeći uputstva ispod.",
    "Recommended System Specifications": "Preporučeni preduvjeti sistema",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Iako nemamo strog skup minimalnih sistemskih preduvjeta, preporučujemo najmanje sljedeće specifikacije za najbolje iskustvo:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Nedavan Intel i3 ili usporediv dvojezgreni 64-bitni procesor",
    "4 GB of system memory (RAM)": "4 GB sistemske memorije (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Pogon čvrstog stanja (SSD) s 15 GB slobodnog prostora",
    "Internet access": "Pristup internetu",
    "1024×768 display": "Ekran 1024×768",
    "Back Up Your Data": "Kreirajte sigurnosnu kopiju svojih podataka",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Sačuvajte sigurnosnu kopiju svojih važnih podataka na vanjskoj lokaciji kao što je cloud usluga ili vanjski tvrdi pogon. Instaliranjem novog operativnog sistema možete prebrisati svoje postojeće podatke.",
    "Choose your current Operating System": "Izaberite svoj trenutni operativni sistem",
    "Select the operating system you are currently using to view tailored installation instructions.": "Izaberite operativni sistem koji trenutno koristite da vidite Vama prilagođena uputstva za instalaciju.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Kreiranje instalacijskog pogona",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Trebat će Vam USB flash pogon s najmanje 2 GB slobodnog prostora i program po imenu Rufus.",
    "Download Rufus": "Preuzmite Rufus",
    "Rufus - select ISO": "Rufus - izaberite ISO",
    "Open Rufus": "Otvori Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Umetnite svoj USB pogon i odaberite ga na listi &quot;uređaja&quot;",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Odaberite &quot;Disk ili ISO slika&quot; na listi &quot;Odabir boota&quot;",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Kliknite na &quot;ODABERI&quot; kako biste odabrali ISO koji ste prethodno preuzeli.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Generiramo checksum (ili hash sum) za slike elementary OS-a tako da možeti verificirati svoju preuzetu datoteku. Ovo osigurava da dobijete cijelu, kompletnu datoteku i da Vaša instalacijska slika nije oštećena ni na koji način. Kliknite",
    "the checksum icon": "ikonu checksum",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "pored &quot;ODABERI&quot; i verificirajte da se tekst pored &quot;SHA256&quot; podudara sa sljedećim hashom:",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "Ako se hashovi podudaraju, kliknite na &quot;ZAPOČNI&quot; i čekajte da se proces završi.",
    "Booting from the Install Drive": "Pokretanje s instalacijskog pogona",
    "In order to start the installation process, you must boot your computer from the install drive.": "Da biste započeli proces instalacije, morate pokreneti svoj računar s instalacijskog pogona.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Pretpostavljajući da je Vaš računar i dalje uključen, počnite tako što ćete umetnuti svoj instalacijski pogon te ponovo pokrenite računar.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "Većina računara će Vam nakratko omogućiti da promjenite redoslijed pokretanja za samo ovo pokretanje uređaj i to tako što pritisnete specijalno dugme — obično <kbd>F12</kbd>, ali u nekim slučajevima <kbd>Esc</kbd> ili drugo funkcijsko dugme. Pregledajte Vašu računarsku dokumentaciju za više informacija.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Pritisnite <kbd>F12</kbd> (ili odgovarajuće dugme) i izaberite instalacijski pogon — obično pod nazivom \"USB-HDD\" ili nekim drugim nazivom koji sadrži riječ \"USB\". Ako odaberete pogrešan pogon, Vaš računar će vjerovatno nastaviti s uobičajenim pokretanjem. Jednostavno ponovo pokrenite računar i odaberite drugi pogon u tom izborniku.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Nakon odabira odgovarajućeg pogona za pokretanje, trebali biste da vidite početni ekran elementary OS-a. Sada možete pratiti uputstva na ekranu koja će Vas voditi kroz ostatak procesa.",
    "Verify your Download": "Provjerite svoje preuzimanje",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Provjera preuzete datoteke je važan, ali opcionalan korak. Mi generišemo checksumu (ili hash sumu) za ISO datoteke elementary OS-a i preporučujemo da provjerite da li se Vaša preuzeta datoteka podudara s checksumom prije nego što započnete instalaciju. Ovime se osiguravate da ste primili punu, kompletnu verziju datoteke i da Vaša instalacijska slika nije oštećena ni na koji način.",
    "Running the following command in your Terminal:": "Pokretanje sljedeće naredbe u Terminalu:",
    "Should produce the output:": "Trebalo bi proizvesti izlaz:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Napomena: Pod pretpostavkom da ste preuzeli .iso datoteteku u fasciklu preuzimanja.\nU slučaju da ste je preuzeli drugdje, molimo da naznačite ispravnu putanju do preuzete datoteke, kao što je dolje prikazano",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Da biste kreirali instalacijski pogon elementary OS-a na macOS-u, bit će Vam potreban USB flash pogon s najmanje 2 GB kapaciteta i aplikacija pod nazivom &quot;Etcher&quot;.",
    "Download Etcher": "Preuzmite Etcher",
    "etcher steps": "etcher koraci",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Umetnite svoj USB pogon i odaberite ISO datoteku koju ste upravo preuzeli.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Otovrite &quot;Etcher&quot; i odaberite svoju preuzetu sliku elementary OS-a koristeći dugme &quot;Odaberi sliku&quot;.",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher bi trebao automatski prepoznati Vaš USB pogon, ali provjerite da li vidite da je odabrao ispravan cilj.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Započnite proces kopiranja klikon na &quot;Flash!&quot; dugme. Potrajat će koji trenutak da započne.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Kada bude završeno, bit će sigurno da uklonite pogon i da pokušate pokrenuti kako biste instalirali elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "Sljedeći dijalog se može pojaviti tokom kreiranja instalacijskog medija i možete ga zanemariti.",
    "Not readable warning": "Upozorenje nije čitljivo",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Nakon što čujete zvučni signal, pritisnite i držite <kbd>Option</kbd> tipku. Potom odaberite odgovarajući boot pogon. Moguće je da boot uređaj bude netačno identificiran &quot;Windows&quot;, ali to je uobičajeno.",
    "Boot Errors": "Greške prilikom pokretanja",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Ako Vaš Mac uređaj ne prepoznaje USB instalacijski pogon s elementary OS-om u izborniku pokretanja, možda umjesto njega trebate kreirati instalacijski DVD s elementary OS-om. Da biste ga kreirali, umetnite prazan DVD, desnim klikom na ISO datoteku u Finderu i odaberite &quot;Burn elementaryos-0.4.1.-stable.20180214.iso to Disc&quot;. Kada završi, pokušajte opet pokrenuti s instalacijskog DVD-a.",
    "Running the following command in your terminal:": "Pokretanje sljedeće naredbe u terminalu:",
    "should produce the output:": "trebalo bi da proizvede rezultat:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Trebat će vam USB flash pogon s najmanje 2 GB slobodnog prostora i program pod nazivom UNetbootin.",
    "Download UNetbootin": "Preuzmite UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Otvorite UNetbootin iz Dasha. Prikazat će Vam se ovakav prozor:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Odaberite &quot;Diskimage&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Kliknite na &quot;…&quot; kako biste odabrali ISO koji ste prethodno preuzeli.",
    "Unplug all USB memory devices apart from the one you want to use.": "Isključite sve USB memorijske uređaje osim onog kojeg želite koristiti.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Kliknite na &quot;OK&quot; i sačekajte da proces završi.",
    "After Installation": "Nakon instalacije",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Iskoristite vrijeme da pročitate vodič za <a href=\"/docs/learning-the-basics\">učenje osnova</a> kako biste se upoznali s Vašim novim operativnim sistemom."
}
