{
    "Learning the Basics": "Učenje osnova",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Kao što je slučaj sa svakim operativnim sistemom postoje neke stvari s kojima niste upoznati. Ovaj odjeljak će Vam pojasniti kako da obavljate jednostavne, svakodnevne zadatke kao što su pregledavanje interneta, slušanje muzike, ali će Vam dati i druge korisne informacije koje možda dosad niste znali.",
    "The Desktop": "Radna površina",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Wallpaper</strong>.": "Radna površina (desktop) u elementary OS-u je veoma jednostavna i laka za savladati. Sastoji se iz dva dijela: panela i doka (dock).  Možete prilagoditi pozadinsku sliku radne površine u <a href=\"/docs/learning-the-basics#system-settings\">Podešavanja sistema</a></strong> → <strong>Radna površina</strong> → <strong>Pozadina</strong>.",
    "The Panel": "Panel",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "Na vrhu ekrana možete vidjeti panel. Lijevo se nalazi izbornik aplikacija, u sredini su vrijeme i datum a na desnoj strani se nalaze indikatori.",
    "Applications Menu": "Izbornik aplikacija",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications</strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "Na lijevoj strani panela se nalazi Izbornik aplikacija. Odabirom <strong>Aplikacije</strong> otvara se izbornik sa svim Vašim instaliranim aplikacijama. Možete pregledati više stranica aplikacija koristeći oznake za stranice na dnu ili skrolanjem. Možete također koristiti promjenu prikaza na vrhu i prebaciti se s prikaza rešetke na prikaz kategorija.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Možete pretraživati aplikacije po imenu ili po ključnoj riječi te izvoditi radnje koje su povezane s njima. Također možete pretraživati podešavanja sistema. Neke radnje koje možete pronaći putem pretrage uključuju:",
    "Shutdown and Restart": "Isključivanje i ponovno pokretanje",
    "Compose Message": "Sastavljanje poruke",
    "New Private Browsing Window": "Novi privatni prozor web preglednika",
    "Math operations (example: 23 * 5)": "Matematičke operacije (naprimjer, 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;</kbd> + <kbd>space</kbd>.": "Da biste otvorili Izbornik aplikacija putem tastature, pritisnite <kbd>&#8984;</kbd> + <kbd>Space</kbd>.",
    "Indicators": "Indikatori",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Na desnoj strani panela su ikonice koje se zovu Indikatori. Oni prikazuju trenutno stanje Vaše sesije, npr., Vaše mrežne veze, napajanje baterije, zvučne ulaze i izlaze, obavijesti itd. Odabirom indikatora prikazuje se više informacija i povezanih radnji.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Srednjim klikom ili dodirom s tri prsta na indikator predstavit će Vam sljedeće brze radnje:",
    "Sound: Toggle the mute state of the primary output device": "Zvuk: uključiti/isključiti utišavanje glavnog izlaznog uređaja",
    "Bluetooth: Toggle the Enabled/Disabled the primary bluetooth device": "Bluetooth: aktiviranje/deaktiviranje glavnog Bluetooth uređaja",
    "Power: Hide/Show the percentage of battery remaining": "Napajanje: sakrivanje/prikaz postotka preostale baterije",
    "Notifications: Toggle Do Not Disturb mode": "Obavijesti: isključiti/uključiti način rada Ne smetaj",
    "Session: Show the shutdown dialog": "Sesija: prikaz dijaloga za isključivanje",
    "The Dock": "Dok",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "Na dnu ekrana se nalazi dok. On sadrži listu Vaših omiljenih aplikacija kao i listu aplikacija koje su trenutno pokrenute.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock</strong>. To rearrange apps on the dock, simply drag and drop them.": "Sadržaji doka se mogu lako prilagoditi. Da dodate aplikaciju na dok, povucite je iz Izbornika aplikacija i spustite na dok ili kliknite desnim dijelom miša na ikonu aplikacije i odaberite <strong>Zadrži u doku</strong>. Da uklonite aplikaciju s doka, povucite je s doka i spustite na prazno mjeste na Vašoj radnoj površini ili kliknite desnim dijelom miša na ikonu i odznačite <strong>Zadrži u doku</strong>. Da preuredite raspored aplikacija na doku, jednostavno ih povucite i spustite na željeno mjesto.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "Zadano podešavanje je da dok bude skriven kada je neka aplikacija uvećana. Jednostavno prijeđite mišom preko donjeg središnjeg dijela ekrana kako biste ponovo prikazali dok.",
    "You can customize the dock's behavior through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock</strong>.": "Ponašanje doka možete prilagoditi u <a href=\"/docs/learning-the-basics#system-settings\">Podešavanja sistem</a></strong> → <strong>Radna površina</strong> → <strong>Dok</strong>.",
    "App Windows": "Prozori aplikacija",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Svaka aplikacija se nalazi u svom vlastitom prozoru koji možete zatvoriti, uvećati ili pomjerati.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Kada otvorite aplikaciju, njen prozor će se pojaviti na radnoj površini. Svaka aplikacija obično ima tri područja: dugmad prozora, traku s alatkama i sadržaj aplikacije.",
    "HeaderBar": "HeaderBar",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Mnoge aplikacije imaju tzv. HeaderBar na vrhu aplikacije. Ovo područje sadrži učestale radnje ili stavke za navigaciju aplikacije kao i dugmad prozora.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "Možete pomjerati prozor aplikacije po radnoj površini tako što je povučete bilo gdje na HeaderBaru, uključujući i po dugmadima.",
    "Window Buttons": "Dugmad prozora",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "Dugmad prozora aplikacije su na gornjim uglovima prozora aplikacije. Dugme za zatvaranje je na lijevoj strani a dugme za uvećavanje prozora na desnoj. Pritiskanjem dugmeta za zatvaranje ćete zatvoriti prozor aplikacije. Pritiskom na dugme uvećanja možete uključiti ili isključiti opciju da li prozor aplikacije zauzima cijeli ekran ili ne.",
    "Multitasking": "Multitasking",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS podržava dvije vrste multitaskinga: prozora i radnih prostora.",
    "Windows": "Prozori",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Aplikacije se otvaraju u prozorima aplikacija. Prozori se mogu preklapati na Vašoj radnoj površini i mogu se pomjerati. Možete se prebacivati s jednog na drugi prozor na više načina:",
    "click on the window you want to switch to": "klikom na prozor na koji želite da se prebacite",
    "click on the app's icon in the dock": "klikom na ikonu aplikacije na doku",
    "press <kbd>Alt</kbd> + <kbd>Tab</kbd>": "kombinacijom <kbd>Alt</kbd> + <kbd>Tab</kbd> tipki",
    "To see an overview of your open app windows, press <kbd>&#8984;</kbd> + <kbd>W</kbd>.": "Za prikaz svih otvorenih prozora aplikacija pritisnite <kbd>&#8984;</kbd> + <kbd>W</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Windows</strong>.": "Ove prečice možete prilagoditi u <strong><a href=\"/docs/learning-the-basics#system-settings\">Podešavanja sistema</a></strong>→ <strong>Tastatura</strong>→ <strong>Prečice</strong>→ <strong>Prozori</strong>.",
    "Hot Corners": "Aktivni uglovi",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "Također možete prilagoditi &quot;aktivne uglove&quot; (prečice koje se aktiviraju pomjeranjem kursora u uglove ekrane) kako biste aktivirali multitasking funkcionalnosti kao što su prikaz prozora, prikaz radnih prostora i druge.",
    "You can customize hot corners through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Hot Corners</strong>.": "Aktivne uglove možete prilagoditi u <strong><a href=\"/docs/learning-the-basics#system-settings\">Podešavanja sistema</a></strong>→ <strong>Radna površina</strong>→ <strong>Aktivni uglovi</strong>.",
    "Workspaces": "Radni prostori",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "Zadano podešavanje je da svi prozori aplikacija budu otvoreni na jednom radnom prostoru. Međutim, možete koristiti više radnih prostora kako biste organizirali svoj način i tok rada:",
    "To see an overview of your workspaces, press <kbd>&#8984;</kbd> + <kbd>S</kbd>": "Da vidite pregled svih svojih radnih prostora pritisnite <kbd>&#8984;</kbd> + <kbd>S</kbd>",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;</kbd> + <kbd>←</kbd> or <kbd>&#8984;</kbd> + <kbd>→</kbd>": "Da se brzo pomjerite slijeva nadesno kroz Vaše radne prostore pritisnite <kbd>&#8984;</kbd> + <kbd>←</kbd> ili <kbd>&#8984;</kbd>+<kbd>→</kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;</kbd> + <kbd>Tab</kbd>": "Da kružite kroz svoje radne prostore pritisnite <kbd>&#8984;</kbd>+<kbd>Tab</kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;</kbd> + <kbd>1</kbd> through <kbd>&#8984;</kbd> + <kbd>9</kbd>. You can always jump to a new workspace with <kbd>&#8984;</kbd> + <kbd>0</kbd>.": "Možete direktno skočiti na određeni radni prostor pritiskanjem <kbd>&#8984;</kbd>+<kbd>1</kbd> pa sve do <kbd>&#8984;</kbd>+<kbd>9</kbd>. Uvijek možete skočiti na novi radni prostor pritiskanjem <kbd>&#8984;</kbd>+<kbd>0</kbd>.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;</kbd> + <kbd>A</kbd>.": "Možete također povlačiti prozore aplikacija između radnih prostora tako što ćete povući njihove ikone na prikaz radnih prostora ili ih pomjeriti lijevo ili desno između radnih prostora koristeći odgovarajuću kombinaciju <kbd>&#8984;</kbd> + <kbd>Alt</kbd> + <kbd>←</kbd> or <kbd>→</kbd>. Da vidite prikaz prozora aplikacija širom svih radnih prostora pritisnite <kbd>&#8984;</kbd> + <kbd>A</kbd>.",
    "You can customize these shortcuts through <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Ove prečice možete prilagoditi u <strong><a href=\"/docs/learning-the-basics#system-settings\">Podešavanja sistema</a></strong> → <strong>Tastatura</strong> → <strong>Prečice</strong> → <strong>Radni prostori</strong>.",
    "<em>Note: <kbd>&#8984;</kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.</em>": "<em>Napomena: <kbd>&#8984;</kbd> se odnosi na tipku &quot;super&quot;. Poznata je i kao &quot;Windows&quot; tipka na većini PC računara, odnosno kao &quot;Command&quot; tipka na Mac računarima.</em>",
    "Multiple Displays": "Više ekrana",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"/docs/learning-the-basics#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "Panel, dok i radni prostori se pojavljuju samo na glavnom ekranu. Svi drugi spojeni ekrani funkcioniraju kao samostalni radni prostori. Za upravljanje i preuređivanje ekrana posjetite <strong><a href=\"/docs/learning-the-basics#system-settings\">Podešavanja sistema</a></strong>→<strong>Ekrani</strong>. Vaš glavni ekran je označen ispunjenom zvjezdicom (",
    ") and each display's settings can be changed from its cog (": ") a podešavanja pojedinačnih ekrana može biti izmijenjeno u njegovom konfiguracijskom (",
    ") menu.": ") izborniku.",
    "Installing Apps": "Instaliranje aplikacija",
    "elementary OS comes bundled with <strong>AppCenter</strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS dolazi s instaliranom trgovinom za besplatne aplikacije <strong>AppCenter</strong>. Instaliranje novih aplikacija pomoću AppCentera je jednostavno:",
    "Open the <strong>AppCenter</strong> app.": "Otvorite <strong>AppCenter</strong> aplikaciju.",
    "Search in the top-right, or browse.": "Pretražite u gornjem desnom uglu ili pregledajte.",
    "Click <strong>Install</strong> next to the app you want to install.": "Kliknite na <strong>Instaliraj</strong> pored aplikacije koju želite instalirati.",
    "You may be asked for your password prior to installing an app.": "Možda budete upitani da uneste svoju lozinku prije nego što instalirate aplikaciju.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 16.04 LTS should work on elementary OS Loki.</em>": "<em>Napomena: Moguće je da pojedini softver ne bude dostupan na AppCenteru. Iako ne preporučujemo preuzimanje softvera s općeg Interneta, aplikacije koje su kompatibilne s Ubuntu izdanjem 16.04 LTS trebale bi da funkcioniraju i na izdanju elementary OS Loki.</em>",
    "Updating": "Ažuriranje",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week</em> to make sure your computer has the latest features and protection.": "elementary OS uključuje ažuriranja kao dio AppCentera. Pogledajte karticu &quot;Ažuriranja&quot; na vrhu prozora. Preporučujemo da provjerite ima li ažuriranja najmanje <em>jednom sedmično</em> kako biste osigurali da Vaš računar ima najnovije funkcionalnosti i zaštitu.",
    "For more information related to security patches, read the <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.": "Za više informacija o sigurnosnim zakrpama pročitajte <a href=\"http://www.ubuntu.com/usn/xenial/\">Ubuntu security notices</a>.",
    "System Settings": "Podešavanja sistema",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS dolazi s instaliranom korisnom aplikacijom &quot;Podešavanja sistema&quot; koja upravlja svim sistemskim i globalnim preferencama. Podešavanja sistema Vam pruža mogućnost da prilagodite stvari kao što su prečice tastature, rezolucija ekrana, pozadinska slika i još više toga.",
    "Search": "Pretraga",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Možete brzo pronaći podešavanja koja tražite tako što ćete ukucati ključne riječi u traku pretrage na vrhu prozora. Sadržaj prozora Podešavanja sistema će biti filtriran kako bi se podudarao s Vašom pretragom.",
    "App Settings": "Podešavanja aplikacija",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Imajte na umu da se Podešavanja sistema odnose samo na globalne postavke za elementary OS. Iako neke aplikacije mogu imati svoje vlastite postavke, nećete ih pronaći ovdje. Umjesto toga, potražite ih unutar same aplikacije na koju se odnose."
}
