{
    "Translation Guide": "Vodič za prevode",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "Lokalizovanje našeg web sajta i aplikacija predstavlja vrlo bitan dio našeg cilja da učinimo elementary OS dostupan što je većem broju ljudi moguće. Umjesto da zavisimo isključivo na našem internom timu za prevode, koristimo crowdsourcing tako da svako može da doda nove prevode bez obzira na nivo tehničkog predznanja. Da bismo objasnili proces prevođenja čitave naše platforme, kreirali smo ovaj vodič za prevođenje da bismo pomogli novim prevodiocima da se uključe u proces.",
    "Translating Applications": "Prevođenje aplikacija",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Rosetta, Launchpad-ov interfejs za prevod, se koristi za prevođenje aplikacija. Da biste učestvovali u prevodu, trebali bi:",
    "Have a": "Imati",
    "Launchpad account": "Launchpad korisnički nalog",
    "Set your": "Postaviti",
    "language preferences": "jezičke postavke",
    "Browse our": "Pregledati",
    "translatable projects": "projekte dostupne za prevođenje",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Kada ste izabrali, možete da dodate nove prijedloge za nizove riječi koji još nisu prevedeni ili da predložite promjene u nizovima riječi koji su već prevedeni. Ovi prijedlozi će biti pregledani od strane člana tima za prevod i oni će da izaberu najprikladniji prevod. Za više informacija o Rosetta programu, možete pogledati njihovu <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">dokumentaciju<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Kada prevodite, možete se naći u situaciji kada morati da izaberete između više načina kako da prevedete isti pojam. U ovim situacijama preferiramo Ubuntu-ov <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">generalni vodič za prevode<\/a>, a za specifične probleme sa određenim jezikom oslanjamo se na Ubuntu-ov <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">vodič za timske prevode<\/a>. Praćenje ovih vodiča možemo osigurati uniformisane prevode i omogućiti bilo kome da učestvuje u prevođenju.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Ukoliko ne želite da koristite Rosetta program ili želite da napravite mnogo promjena odjednom, možete i da prevodite dok ste offline. Da biste to uradili:",
    "Go to a project you want to translate": "Idite na projekat koji želite da prevedete",
    "Choose your language": "Izaberite vaš jezik",
    "Click on &quot;Download translation&quot;": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Sada ste u mogućnosti da zatražite e-mail preko kojega ćete dobiti link za preuzimanje prevoda. Sada:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Izaberite vaš omiljeni tekstualni ili po editor (npr. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Počnite da prevodite",
    "Once you've finished, use the &quot;Upload translation&quot; option on the same page that you downloaded them from.": "",
    "Translating our Website": "Prevođenje našeg web sajta",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": "",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Što se tiče naših aplikacija, pratimo Ubuntu-ov <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">generalni vodič za prevođenje<\/a>. Za jezički specifične probleme, pratimo Ubuntu-ov <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">vodič za timske prevode<\/a>."
}
