{
    "Check out our progress for Loki Beta 1": "Check out our progress for Loki Beta 1",
    "Fixed": "Rezolvat",
    "In Progress": "În curs",
    "Unfixed": "Nerezolvat",
    "Translations": "Traduceri",
    "Web Development": "Dezvoltare Web",
    "Design": "Design",
    "Desktop Development": "Dezvoltare Desktop",
    "Funding": "Finanțare",
    "&ldquo;A different language is a different vision of life.&rdquo;": "\"O limbă diferită este o viziune diferită asupra vieții.\"",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS este creat și folosit de oameni din întreaga lume; ajută-ne să îmbunătățim experiența traducându-l în cât mai multe limbi.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS folosește un instrument de traducere deschis, colaborativ găzduit pe Launchpad numit Rosetta.",
    "Learn More": "Învață mai mult",
    "Our website is also openly translated using an online platform called Transifex.": "Website-ul nostru este tradus folosind o platformă online numită Transifex.",
    "Translate elementary OS": "Tradu elementary OS",
    "Translate This Website": "Tradu Acest Website ",
    "World map": "Harta lumii",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "\"Paginile Web ar trebui să arate bine din interior și exterior\"",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Pagina noastră Web este realizată folosind HTML, CSS, PHP și JavaScript. Căutăm în permanență oameni experimentați în aceste zone care doresc să contribuie pentru a o face chiar mai bună. Mare parte din design este realizat de către Echipa noastră de Design, dar iubim ideile despre design și răspunsurile pentru Echipa Web.",
    "Fork Us on GitHub": "Separă-ne pe GitHub",
    "See Our Open Bug Reports": "Vezi Rapoartele Noastre Bug Deschise",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"Un design deosebit face ceva memorabil și semnificativ.\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Fiecare proiect pornește cu o idee. Echipa noastră de design preia ideile și le transformă în foi de parcurs. Împărțim design-ul în două componente:",
    "Visual Design": "Design Vizual",
    "A great place for visual designers to get started is by sharing mockups with": "Un loc extraordinar pentru ca designerii vizuali să inceapă partajarea machetelor cu",
    "our Google+ Community": "Comunitatea noastră Google+",
    "Interactive Design": "Design Interactiv",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Folosim un sistem pe Launchpad, numit Blueprints, pentru a crea explicații detaliate a noilor funcții.",
    "Read the Interface Guidelines": "Citește Ghidul Interfață",
    "Browse Our Blueprints": "Navighează în Blueprints",
    "Read About Our Workflow": "Citește despre Workflow",
    "Application wire frame": "Cadru de legătură pentru aplicație",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"Înainte ca programele să fie reutilizabile acestea trebuie să fie utilizabile\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Mediul nostru desktop și toate aplicațiile sale sunt construite folosind Vala, GTK+, Clutter, Cairo, Granite și un număr de alte librării gratuite. Tot codul nostru este găzduit pe Launchpad.net, un serviciu gratuit pentru proiectele open-source. Căutăm în permanență contributori cu aptitudini de orice nivel.",
    "Browse Our Desktop Code": "Navigă în Codul Desktop",
    "Browse Our Apps' Code": "Navigă în Codul Aplicații",
    "Scratch text editor": "Editorul de text Scratch",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "\"Fă ceea ce iubeşti şi banii te vor urma.\"",
    "Targeted Funding": "Finanțare Orientată",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource pune fondurile direct în mâinile de dezvoltatorilor prin recompensarea lor pentru remedierea problemelor sau crearea de noi caracteristici. Stabiliți o recompensă pentru problemele care contează pentru dumneavoastră cel mai mult sau o anume aplicație. De asemenea, puteți configura un abonament recurent.",
    "BountySource": "BountySource",
    "General Funding": "Finanțare Generală",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funcționează ca o campanie de finanțare în desfășurare. Alegeți o sumă pentru a primi recompense și ajutați-ne să ne atingem obiectivele.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal este o soluţie rapidă şi facilă. Alege o sumă unică sau creează un abonament.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Implică-te cu elementary OS"
}