{
    "A fast and open replacement for Windows and OS X": "O alternativă rapidă și accesibilă pentru Windows și OS X",
    "Custom": "Personalizat",
    "Enter any dollar amount.": "Introdu orice sumă în USD.",
    "Purchase elementary OS": "Purchase elementary OS",
    "0.3 Freya | 1.15 GB (for PC or Mac)": "0.3 Freya | 1.15 GB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Ce spune presa despre elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "„elementary OS este diferit... un sistem de operare frumos și performant care rulează bine chiar și pe PC-urile mai vechi”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "„o platformă rapidă, cu întreținere minimă, care poate fi instalată aproape oriunde”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "„Ușor și rapid… Gestionat complet de comunitate, cu un interes special pentru design și aspect.”",
    "Meet Our Apps": "Întâlniți Aplicațiile Noastre",
    "Photos": "Fotografii",
    "Music": "Muzică",
    "Videos": "Video",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importă, organizează și editează fotografii. Creează prezentării. Partajează pe Facebook sau Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organizează și ascultă muzică. Caută pe albume, folosește căutări rapide și creează listele tale de redare favorite.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Vizionează filme și video clip-uri cu interfața minimală. Cadrul subțire și întunecat dispare, putând astfel să vizionezi o porțiune mai mare din filmul tău.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navighează pe internet cu ajutorul navigatorului nostru rapid și ușor. Midori îți permite să navighezi pe paginile și aplicațiile web ce utilizează tehnologia HTML 5, salvând energia bateriei tale.",
    "Learn More": "Învață mai mult",
    "dat": "dat",
    "Accessories": "Accesorii",
    "Graphics": "Grafică",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Altele",
    "Sound &amp; Video": "Sunet & Video",
    "System Tools": "Unelte de Sistem",
    "Applications": "Aplicații",
    "3 Ways to Explore": "3 Căi de Explorare",
    "Grid": "Grilă",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Afișează toate aplicațiile într-o grilă în ordine alfabetică. Parcurge prin ele și găsește aplicația pe care o dorești.",
    "Categories": "Categorii",
    "View your apps automatically organized into categories. Perfect for large collections.": "Vizualizează aplicațiile organizate automat pe categorii. Un mod perfect pentru colecțiile largi.",
    "Search": "Căutați",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Deschide aplicații, panouri de setări, rulează comenzi și multe altele din fereastra de căutare.",
    "Open Source": "Open Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Codul nostru este disponibil pentru revizuire, control, modificarea și redistribuirea de către oricine.",
    "No Ads. No Spying.": "Fără Reclame. Fără Spionaj.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nu distribuim reclame și nu colectăm date personale sensibile. Singura noastră sursă de venit provine direct de la utilizatorii noștri.",
    "Safe &amp; Secure": "Sigur & Securizat",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Suntem construiți folosind Linux: același software folosit de Departamentul Apărării al SUA, Banca Chineză și alții.",
    "Security Notices": "Security Notices",
    "Download elementary OS": "Descarcă elementary OS",
    "Choose a Download": "Alege o descărcare",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Recomandăm versiunea pe 64 de biți pentru majoritatea calculatoarelor moderne. Pentru ajutor sau alte informații vezi",
    "installation guide": "ghidul de instalare",
    "Freya 32-bit": "Freya pe 32 biți",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya pe 64 biți"
}