{
    "Download elementary OS": "Descarcă elementary OS",
    "Blog": "Blog",
    "Support": "Asistenţă",
    "Store": "Magazin",
    "Developer": "Dezvoltator",
    "Get Involved": "Implică-te",
    "This is a development site.": "This is a development site.",
    "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.": "You are viewing a development version of our site. Some pages here may not work or act as you expect. If you got here by accident please go to <a href=\"http://elementary.io\">elementary.io</a>, our actual website address.",
    "A fast and open replacement for Windows and OS X": "O alternativă rapidă și accesibilă pentru Windows și OS X",
    "Custom": "Personalizat",
    "Enter any dollar amount.": "Introduceți orice sumă în USD.",
    "Download Freya": "Descarcă Freya",
    "893 MB (for PC or Mac)": "893 MB (pentru PC sau Mac)",
    "What the press is saying about elementary OS:": "Ce spune presa despre elementary OS:",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS este diferit... un sistem de operare frumos și performant care rulează bine chiar și pe PC-urile mai vechi”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“o platformă rapidă, cu întreținere minimă, care poate fi instalată aproape oriunde”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Ușor și rapid… Gestionat complet de comunitate, cu un interes special pentru design și aspect.”",
    "Meet Our Apps": "Întâlnește Aplicțiile Noastre",
    "Photos": "Fotografiile",
    "Music": "Muzica",
    "Videos": "Video",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importare, sistematizare și redactare fotografiilor.  Crearea prezentării. Partajare pe Facebook sau Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Sistematizarea și redarea muzicii. Căutarea pe albume, căutarea rapidă și constituirea listelor de redare, favorite.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Vizionarea filmelor și video clip-urilor cu interfața  minimală. Cadrul subțire și întunecat dispare, astfel puteți viziona o porțiune mare din filmul dvs. ",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navigați pe rețeaua internet cu ajutorul browser-ului rapid și ușor. Midori vă  permite să navigați pe paginile și aplicațiile web ce utilizează tehnologia HTML 5, salvând energia bateriei dvs.",
    "Learn More": "Învaţă mai mult",
    "dat": "dat",
    "Accessories": "Accessories",
    "Graphics": "Graphics",
    "Internet": "Internet",
    "Office": "Office",
    "Other": "Other",
    "Sound &amp; Video": "Sound & Video",
    "System Tools": "System Tools",
    "Applications": "Aplicațiile",
    "3 Ways to Explore": "3 Ways to Explore",
    "Grid": "Grid",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Display all your apps in an alphabetized grid. Flick through and find the one you want.",
    "Categories": "Categories",
    "View your apps automatically organized into categories. Perfect for large collections.": "View your apps automatically organized into categories. Perfect for large collections.",
    "Search": "Caută",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Launch apps, open settings panes, run commands, and more from the lightning fast search view.",
    "Open Source": "Open Source",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "Codul nostru este disponibil pentru revizuire, control, modificarea și redistribuirea de către oricine.",
    "No Ads. No Spying.": "Fără Reclame. Fără Spionaj.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nu distribuim reclame şi nu colectăm date personale sensibile. Singura noastră sursă de venit provine direct de la utilizatorii noştri.",
    "Safe &amp; Secure": "Sigur & Securizat",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Suntem construiţi folosind Linux: acelaşi software folosit de Departamentul Apărării al SUA, Banca Chineză şi alţii.",
    "Choose a Download": "Alege o descărcare",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Recomandăm versiunea pe 64 de biți pentru majoritatea calculatoarelor moderne. Pentru ajutor sau alte informații vezi",
    "installation guide": "ghidul de instalare",
    "Freya 32-bit": "Freya pe 32 biți",
    "Torrent Magnet Link": "Torrent Magnet Link",
    "Freya 64-bit": "Freya pe 64 biți",
    "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Privacy Policy</a>": "Copyright &copy; 2015 elementary LLC. <a href=\"/privacy-policy\">Politică de confidenţialitate</a>",
    "Language": "Limba",
    "Change Site Language": "Schimbă Limba",
    "The elementary OS website is built on modern web technologies your browser doesn&rsquo;t support.": "Siteul elementary OS are la bază o technologie web modernă pe care browserul dumneavostră nu o suportă.",
    "This version of Internet Explorer is out of date and may contain bugs or security vulnerabilities. Please <a href=\"http://browsehappy.com/\">upgrade</a> to IE 11 or an alternative web browser.": "Această versiune de Internet Explorer este învechită şi poate conţine erori sau vulnerabilităţi de securitate. Vă rugăm să faceţi un <a href=\"http://browsehappy.com/\">upgrade</a> la IE 11 sau la un alt web browser.",
    "Dismiss": "Renunţă"
}