{
    "Privacy Policy": "Politica de Confidențialitate",
    "Do Not Track": "Nu Urmări",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Această pagină web onorează setările Nu Urmări regăsite în majoritatea navigatoarelor moderne și dezactivează Google Analytics când este prezent. Nu putem înlătura automat alte metode de urmărire fără un impact major asupra folosirii paginii web. Dacă dorești să gestionezi manual aceste metode de urmărire, accesează secțiunea de referință pentru dezactivarea cookie-urilor.",
    "Cookies": "Cookie-uri",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Poți alege să dezactivezi sau să oprești selectiv oricare cookie sau cookie-urile terțe în setările navigatorului.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Această pagină web folosește cookie-uri pentru îmbunătățiri graduale. Ai putea descoperi servicii care funcționează și fără ele, însă lipsa acestora reduce funcțiile utilizabile. De exemplu, pagina web nu-și va aminti dacă în trecut ai plătit pentru elementary OS; implicit ți se va cere să plătești din nou.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Memorează cookie-urile în jurnale pentru a putea analiza potențiale amenințări. Pentru mai multe informații, vizualizați",
    "CloudFlare Privacy & Security Policy": "Politica de Confidențialitate și Securitate CloudFlare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Memorează cookie-urile pentru a colecta informații — inclusiv numărul de vizitatori pentru acestă pagină web, de unde au fost menționate și paginile pe care le vizitează — într-o formă anonimă. Aceste informații sunt folosite pentru îmbunătățirea paginii web. Pentru mai multe informații, vizualizează articolul Google pe",
    "Safeguarding Your Data": "Protejarea Datelor Tale",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Folosește cookie-urile pentru a-ți aminti ultima comandă și țara ta astfel încât să știe tipul card-ului oferit pentru plăți. Pentru mai multe informații vizualizați",
    "Stripe's Privacy Policy": "Politica de confidențialitate Stripe",
    "Manage Cookies": "Gestionare Cookie-uri",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Cum deja ne-ai vizitat pagina web, poate-ți dorești să gestionezi cookie-urile deja stabilite în navigatorul tău. Legăturile către instrucțiunile relevante pot fi găsite mai jos.",
    "Transparency": "Transparență",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Nu am plasat niciun backdoor în software-ul nostru și nu am primit vreo cerere pentru a face asta. De asemenea nu am primit niciodata o Scrisoare de Securitate Natională, ordin FISA sau orice altă cerere clasată pentru informatiile vreunui utilizator.",
    "Privacy Policy &sdot; elementary": "Politica de Confidențialitate ⋅ elementary"
}