{
    "Brand": "Marca",
    "The elementary brand is unique: technically it belongs to elementary, Inc., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "A marca elementary é única: tecnicamente pertence a elementary, Inc., a compañía que guía e apoia o desenvolvemento de produtos elementary. Non obstante, temos unha gran comunidade e non queremos ser demasiado atafegantes con requisitos legais e tecnicismos. Por conseguinte, redactamos algunhas pautas para facilitar o entendemento de cando e como se debe empregar a marca elementary.",
    "Name": "Nome",
    "The word \"elementary\" refers to and is a trademark of elementary, Inc. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "A palabra \"elementary\" fai referencia á marca rexistrada de elementary, Inc. elementary débese escribir sempre en minúscula, incluso cando se inicia frases como esta. Tamén se usa xunto cos nomes de produtos (por exemplo, \"elementary OS\") para referirse a un produto específico de elementary.",
    "Brand Marks": "Marcas comerciais",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary é propietaria de dúas marcas: o logotipo «elementary» e o logotipo «e». Ambas considéranse marcas comerciais e representan elementary —a empresa— e ós seus produtos.",
    "Both should be used with the following in mind:": "Tome en conta os seguintes criterios antes de empregar ambas marcas:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Non estire, incline, vire nin modifique de ningunha outra maneira as marcas.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Non utilice as marcas en fondos complexos: as cores sólidas funcionan mellor.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "As marcas deben ser sempre monocromáticas, xa sexan brancas se se aplican sobre un fondo escuro ou negras se o fondo é claro.",
    "Logotype": "Logotipo",
    "elementary Logotype": "Logotipo de elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Deberá empregarse o logotipo, cando o espazo o permita, para referirse a elementary, a empresa. Pódese utilizar antes dun nome de produto para facer referencia a un produto de elementary en específico.",
    "The logotype should always be used under the following guidelines:": "O logotipo debe utilizarse en todo momento segundo as seguintes pautas:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Non intente recrear o logotipo. É unha marca deseñada meticulosamente, e non simplemente a palabra «elementary» escrita nun tipo de letra específico.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Non utilice o logotipo en lugares pequenos; se o resultado non é claro, prefira o isotipo.",
    "Logomark": "",
    "elementary Logomark": "",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "",
    "Color": "Cor",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "Para consolidar a marca, elementary utiliza unha combinación de cores, o seu nome e as súas marcas. Empregamos a paleta seguinte:",
    "Strawberry": "Amorodo",
    "Strawberry 100": "Strawberry 100",
    "Strawberry 300": "Strawberry 300",
    "Strawberry 500": "Strawberry 500",
    "Strawberry 700": "Strawberry 700",
    "Strawberry 900": "Strawberry 900",
    "Orange": "Laranxa",
    "Orange 100": "",
    "Orange 300": "",
    "Orange 500": "",
    "Orange 700": "",
    "Orange 900": "",
    "Banana": "Plátano",
    "Banana 100": "",
    "Banana 300": "",
    "Banana 500": "",
    "Banana 700": "",
    "Banana 900": "",
    "Lime": "Lima",
    "Lime 100": "",
    "Lime 300": "",
    "Lime 500": "",
    "Lime 700": "",
    "Lime 900": "",
    "Mint": "",
    "Mint 100": "",
    "Mint 300": "",
    "Mint 500": "",
    "Mint 700": "",
    "Mint 900": "",
    "Blueberry": "Arando",
    "Blueberry 100": "",
    "Blueberry 300": "",
    "Blueberry 500": "",
    "Blueberry 700": "",
    "Blueberry 900": "",
    "Grape": "Uva",
    "Grape 100": "",
    "Grape 300": "",
    "Grape 500": "",
    "Grape 700": "",
    "Grape 900": "",
    "Bubblegum": "",
    "Bubblegum 100": "",
    "Bubblegum 300": "",
    "Bubblegum 500": "",
    "Bubblegum 700": "",
    "Bubblegum 900": "",
    "Cocoa": "",
    "Cocoa 100": "",
    "Cocoa 300": "",
    "Cocoa 500": "",
    "Cocoa 700": "",
    "Cocoa 900": "",
    "Silver": "",
    "Silver 100": "",
    "Silver 300": "",
    "Silver 500": "",
    "Silver 700": "",
    "Silver 900": "",
    "Slate": "",
    "Slate 100": "",
    "Slate 300": "",
    "Slate 500": "",
    "Slate 700": "",
    "Slate 900": "",
    "Black": "Negro",
    "Black 100": "",
    "Black 300": "",
    "Black 500": "",
    "Black 700": "",
    "Black 900": "",
    "Fonts": "Fontes",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Na web e en medios impresos, utilizamos Raleway para os títulos e Open Sans para o texto corrido. Nos bloques de código empregamos Roboto Mono.",
    "Third Parties &amp; Community": "Terceiros e Comunidade",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Animamos ós desenvolvedores de terceiros a crear produtos para elementary OS seguindo algúns elementos da marca de elementary para aportar coherencia:",
    "Voice\/tone": "Voz\/tono",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Non obstante, para evitar confusións por parte dos usuarios, restrinximos a utilización do nome de elementary e as súas marcas:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Pode dicir que a súa aplicación ou servizo foi deseñada para elementary OS, pero non use o nome de elementary nin as súas marcas como parte do nome da súa empresa, aplicación, produto ou servizo, nin en ningún logo que cree.",
    "Only use the elementary name or marks to refer to elementary, Inc. or its products (i.e. elementary OS).": "Só utilice o nome ou marcas de elementary para referirse a elementary, Inc. ou ós seus produtos (é dicir, elementary OS).",
    "Community": "Comunidade",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Os produtos da comunidade (sitios, club de fans, etc) están animados a utilizar o logo da Comunidade de elementary:",
    "elementary Community Logo with color": "Logo da Comunidade de elementary con cor",
    "elementary Community Logo in black": "Logo da Comunidade de elementary en negro",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Isto axuda a establecer o produto como parte da comunidade de elementary en xeral reducindo a confusión que pode ocasionar o uso do logotipo principal.",
    "Hardware Distributors": "Distribuidores de Hardware",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Queremos asegurar que sempre que o noso software teña a marca elementary, a experiencia será consistente tanto se foi descargado desde a nosa páxina web ou se foi preinstalado nun equipo.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Os compoñentes de software de elementary OS poderán ser modificados e redistribuídos de acordo cos termos da licenza do software. Non obstante, as nosas marcas comerciais soamente poderán ser redistribuídas baixo unha ou máis das seguintes condicións:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "O software permanece sen cambios, incluídas as aplicacións preinstaladas, as follas de estilo e a iconografía, os ficheiros de configuración, etc, ou",
    "The modifications are approved in writing by elementary.": "As modificacións apróbanse por escrito por elementary.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Entendemos que incluír drivers, habilitación de hardware e as marcas do distribuidor é importante para os distribuidores, así que estas modificacións serán case sempre aprobadas por elementary. Se ten dúbidas, por favor escriba un correo electrónico <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> para aclaracións ou indicacións.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Se vostede é incapaz ou remiso a seguir estes termos de redistribución da marca, a retirada da marca de elementary OS debería ser simple e directa:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Modifique a liña <code>DISTRIB_DESCRIPTION<\/code> no arquivo <code>\/etc\/lsb-release<\/code> para excluír a nosa marca comercial.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Substitúa as iconas de tal maneira que a icona <code>distributor-logo<\/code> presente en <code>\/usr\/share\/icons\/elementary\/places\/<\/code> en cada un dos tamaños indicados non apareza no SO.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Retire os paquetes <code>plymouth-theme-elementary<\/code> e <code>plymouth-theme-elementary-text<\/code>.",
    "Merchandise": "Mercadoría",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Normalmente non permitimos que se utilice a nosa marca (incluíndo o noso nome e logos) en produtos de terceiras partes.",
    "Assets &amp; More Info": "Recursos e máis información",
    "Download on GitHub": "Descargar de GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Para obter maiores informes acerca da utilización do nome e das marcas de elementary, envíe un correo electrónico en inglés a <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": "Marca &sdot; elementary"
}
