{
    "Code of Conduct": "Código de conduta",
    "Community Guidelines": "Directivas da comunidade",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Participar na comunidade elementary é unha experiencia incríbel; vai formar parte de algo grande, colaborar con xente de todo o mundo, e axudar a converter os seus computadores en equipos fantásticos. Con todo, isto conleva a responsabilidade de seguir un conxunto de normas predefinidas que aseguran a mellor contorna para todos os implicados. As seguintes normas han de ser cumpridas en todo momento mentres se estea implicado na comunidade, xa sexa en Slack, en GitHub, ou nalgunha páxina da comunidade elementary, en persoa ou en calquera outro lugar.",
    "I. Respect": "I. Respecto",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respectar aos demais é primordial. Asegúrese de respectar ás persoas e as súas opinións, as súas experiencias persoais, a súa privacidade e as súas ideas. Na comunidade de elementary non hai lugar para comentarios irrespectuosos ou ferintes. Cando critique, fágao de maneira construtiva e respectuosa. Os ataques persoais non se toleran. Ao recibir unha crítica construtiva, tómea en consideración e agradeza a crítica pola achega que implica, sexa cal for a súa postura.",
    "II. Content": "II. Contido",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "A comunidade de elementary está composta por miles de usuarios de diferentes idades, crenzas e niveis de madurez. Polo que debe ser consciente do contido e das observacións que realice. Os espidos, a excesiva vulgaridade, os contidos políticos, relixiosos ou inapropiados non deben aparecer vinculados a elementary. En última instancia, son os moderadores de elementary os que teñen a palabra final sobre o que se considera inapropiado. En caso de dúbida, reflexione sobre se é algo que mostraría nun lugar cheo de xente, incluídos nenos e avós. Se non o ten claro, non o faga.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "As imaxes compartidas en comunidades moderadas por elementary non deben conter temas que imiten a outros sistemas operativos, fotografías ou ilustracións que permitan identificar a ningún individuo ou de calquera outro contido que viole dalgunha maneira o noso código de conduta.",
    "III. Rumors and Speculation": "III. Murmuracións e especulacións",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "A pesar de que a natureza trepidante e excitante de elementary contribúe ao desexo de expandir rumores e especulacións, evíteo. A discusión de futuros plans está ben, pero sempre que sexa un feito non verificado, expóñao como unha especulación persoal ou non discuta sobre iso. Divulgar información incorrecta pode ir en detrimento da comunidade, especialmente se é desde unha perspectiva negativa.",
    "IV. Helpful Discussion": "IV. Discusións útiles",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary impúlsase a través de persoas que se reúnen no seu tempo libre para crear algo especial. É importante respectar este feito e sempre tentar contribuír a un debate san e proveitoso. Nunha reunión, débese manter dentro do tema e estar en silencio a menos que teña algo proveitoso que achegar ao debate. Se se comenta algo na páxina web, débese manter dentro do tema de debate do contido da entrada da publicación ou tema da pregunta. Se participa nun debate promovido-dirixido tal como un seguimento, unha solicitude, unha lista de difusión, IRC ou Slack, non cree interferencias innecesarias discutindo temas que non foron incluídos; isto só desvía o debate e enturba os rexistros para aqueles desenvolvedores que non están presentes.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Como unha comunidade basicamente virtual, é importante evitar os aspectos potencialmente negativos de Internet. Non trolear; comezar pelexas ou facer observacións co só propósito de enfadar a alguén é infantil e inaceptábel. O correo non desexado tamén é inaceptábel; isto inclúe engadir ligazóns a sitios irrelevantes e repetidamente incluír ligazóns ao mesmo sitio. Se alguén está troleando ou realizando spam, ignoreo e expoña ao usuario.",
    "V. Avoiding Conflict": "V. Evitar conflitos",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Se sente que alguén, xa sexa un contribuínte novo ou de longa data, está a comportarse de maneira groseira, fágallo saber. Anticiparse aos problemas antes de que se formen é fundamental. Todos temos un papel que desempeñar para axudar a que a comunicación flúa sen problemas na nosa contorna laboral (ás veces desafiante).",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Do mesmo xeito, esfórcese sempre por ser profesional, preciso e respectuoso cando interactúe ou fale doutros proxectos, empresas ou persoas. Lembre que as súas palabras e interaccións poden percibirse como as da maioría da comunidade elementary. Aínda que a crítica construtiva pode ser útil, sempre hai que enfocala desde unha maneira positiva, e nunca terxiverse ou calumnie. Se non está seguro, abstéñase.",
    "VI. Step Down Considerately": "VI. Renunciar en forma considerada",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "As prioridades vitais, intereses e paixóns poden cambiar. Se te atopas inmerso nun proxecto de elementary pero sentes que debes abandonalo, faino de maneira que minimices o transtorno. Cando traballamos xuntos, o noso traballo e as nosas ideas deixan de ser propias; pasan a pertencer á comunidade de elementary como un todo. Informe a outros membros do equipo da súa intención de apartarse, e se é posible, axude a atopar a alguén que poida continuar co seu traballo. Como mínimo, asegúrese de que o seu traballo pode ser continuado cando se vaia.",
    "Consequences": "Consecuencias",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Se elixe non seguir este código de conduta ou de calquera outra maneira perturba a comunidade, reservámonos o dereito de facer o seguinte: alterar ou eliminar calquera contido que escribise; desactivar ou eliminar a súa conta en sitios de terceiros; desactivar a súa conta en Slack; ou, de calquera outra maneira, evitar que interactúe coa comunidade.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>O código de conduta de elementary encóntrase baixo a licenza <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a>. Certos aspectos foron inspirados polo <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">código de conduta de Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "Código de Conducta &sdot; elementary"
}
