{
    "Be a Part of Something Bigger": "Forma parte de algo grande",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Todo o que creamos é 100% código aberto e facémolo en colaboración con persoas de todo o mundo. Aínda que non sexa desenvolvedor, involúcrese e marque a diferenza.",
    "Funding": "Axuda económica",
    "Translations": "Traducións",
    "Support": "Soporte",
    "Web": "Web",
    "Desktop": "Escritorio",
    "Design": "Deseño",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Coa súa axuda fomos capaces de pasar de ser un grupo pequeno de voluntarios apaixonados a converternos nunha pequena empresa. Toda axuda significa un paso máis para contratar a outro desenvolvedor a tempo completo.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon é unha plataforma de crowdfunding. Escolla unha cantidade, reciba recompensas e axúdenos a alcanzar os nosos obxectivos.",
    "Learn More": "Saber máis",
    "Become a Patron": "Convértase en patrocinador",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Utilice unha tarxeta de crédito, débito ou conta de PayPal. Pode elixir realizar un pago único ou establecer pagos periódicos.",
    "Use PayPal": "Vía PayPal",
    "PayPal - The safer, easier way to pay online!": "PayPal - A forma sinxela e segura de pagar en liña!",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Axúdenos económicamente e obteña algún produto exclusivo de elementary OS. Mostre o seu apoio ao proxecto, á familia, aos amigos e aos compañeiros de traballo.",
    "Visit Store": "Visite a tenda",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "Bountysource pon os recursos económicos directamente en mans dos desenvolvedores ao recompensalos por corrixir erros ou crear novas características. Estableza unha cantidade nun aspecto que lle resulte relevante ou financie especificamente o desenvolvemento dunha aplicación. Así mesmo tamén pode facer achegas regulares como mecenas.",
    "Bountied Bugs": "Erros recompensados",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS está creado e úsano xente de todo o mundo; Axúdanos a facer a experiencia moita mellor traducíndoo a máis idiomas.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Tanto elementary OS como o sitio web tradúcense usando unha plataforma en liña chamada Weblate.",
    "Join Chat": "Unirse á conversa",
    "Suggest Translations": "Suxerir traducións",
    "World map": "Mapa do mundo",
    "Question &amp; Answer": "Preguntas e Respostas",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange é un sitio web de preguntas e respostas creado para encontrar as mellores respostas a preguntas comúns. Calquera pode crear unha conta para comezar a preguntar e/ou responder.",
    "Unanswered Questions": "Preguntas sen respostas",
    "New Questions": "Novas preguntas",
    "Documentation": "Documentación",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona a documentación básica para os usuarios e programadores. Todos os documentos están escritos en Markdown e aloxados en GitHub, polo que é moi fácil enviar modificacións ou crear unha nova sección.",
    "Learning The Basics Guide": "Guía de conceptos básicos",
    "Developer Docs": "Documentos de desenvolvemento",
    "Web Development": "Desenvolvemento web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "O noso sitio web está creado empregando HTML, CSS, PHP e JavaScript. Sempre estamos na procura de xente con experiencia nesas áreas que desexe contribuír en melloralo.",
    "Fork Our Website on GitHub": "Ver o código fonte en GitHub",
    "Report a Website Issue": "Informa dun erro no sitio web",
    "Desktop Development": "Desenvolvemento de escritorio",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "O contorno de escritorio e todas as súas aplicacións créanse usando Vala, GTK+, Granite e outras librarías de código aberto. O código alóxase en GitHub, un servizo gratuíto para os proxectos de código aberto. Se nunca desenvolveu para elementary OS, recomendámoslle consultar a guía de inicio.",
    "Browse Our Code": "Ver o código",
    "Bitesized Bugs": "Ver erros",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "O noso equipo de deseño transforma ideas en informes claros e produtos finais. Antes de meterse de cheo, é recomendábel ler acerca do noso fluxo de traballo de deseño.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS usa unha guía de estilo CSS. Nela defínese como se deseña todo, desde os botóns e as barras de ferramentas ata os paneis e menús.",
    "Browse Our Stylesheet": "Consultar guía de estilo",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS contén un conxunto de iconas vectoriais usados por todas as aplicacións preinstaladas e que á súa vez tamén están dispoñíbeis para desenvolvedores doutras aplicacións.",
    "Browse Our Icons": "Ver iconas",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "O noso equipo de deseño realiza un seguimento das incidencias do tipo «Necesita deseño» en GitHub. Estas poderían necesitar máis discusión con respecto ao deseño ou aos produtos finais.",
    "Browse 'Needs Design' Issues": "Consulte as incidencias referidas ás «necesidades de deseño»",
    "Get Involved with elementary OS": "Forme parte de elementary OS"
}
