{
    "Press Resources": "",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Encántanos traballar cos medios de comunicación—tanto cos do mundo Linux como cos mellores sobre tecnoloxía e cultura—para compartir a nosa historia e no que estamos a traballar.",
    "Join Our Press List": "Únete á nosa Lista de Prensa",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Sexa o primeiro en saber sobre novos lanzamentos e desenvolvementos significativos. Enviamos acceso temperán a comunicados de prensa e kits de prensa, incluíndo capturas de pantalla de alta resolución. Esta é unha lista de <strong>moi baixo volume</strong>; Enviámoslle as noticias máis importantes unha vez ó ano.",
    "Email": "",
    "First Name": "Nome",
    "Last Name": "Apelido",
    "Publication": "Publicación",
    "Subscribe": "Subscribir",
    "elementary OS 5 Juno": "elementary OS 5 Juno",
    "Juno is more refined, more productive, and an even better platform for third-party developers. We've majorly updated apps, made the core desktop more productive with several new features, refined the overall look and feel, and greatly improved System Settings.": "Juno é máis refinado, máis produtivo e unha plataforma aínda mellor para terceiros desenvolvedores. Actualizamos principalmente as aplicacións, fixemos que o escritorio central sexa máis produtivo con varias características novas, melloramos a apariencia xeral e a Configuración do Sistema.",
    "Read Announcement": "Ler o anuncio",
    "Download Press Kit": "Descargar Kit de Prensa",
    "News &amp; Announcements": "Noticias e anuncios",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our Medium publication.": "Compartimos actualizacións frecuentes sobre desenvolvemento, anuncios importantes, suxerencias para desenvolvedores, aplicacións destacadas e outro contido novo a través das nosas publicacións en Medium.",
    "Visit Medium": "Lenos en Medium",
    "Brand Resources": "Recursos de marca",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Vexa os logotipos de elementary, as pautas de uso da marca, a paleta de cores e o logotipo da comunidade. Ademais, pode descargar arquivos oficiais e vectores do logotipo.",
    "View Brand Resources": "Ver recursos de marca",
    "Get in Touch": "Contáctenos",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Fale directamente co equipo enviándonos un correo electrónico a <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. As solicitudes de entrevistas, aparicións en podcasts ou consultas de prensa en xeral sempre son benvidas.",
    "Send an Email": "Enviar un correo electrónico",
    "Press &sdot; elementary": "Prensa &sdot; elementary"
}
