{
    "Privacy": "Privacidade",
    "Your data always belongs to you, and only you. We don’t make advertising deals or collect sensitive personal data. We’re funded directly by our users paying what they want for elementary OS and apps on AppCenter. And that’s how it should be.": "Os seus datos perténcenlle exclusivamente a vostede. Non facemos ofertas de publicidade nin recopilamos datos persoais. Financiámonos directamente grazas ós nosos usuarios que pagan o que desexan por elementary OS e polas aplicacións do Centro de aplicacións. E así é como debería ser.",
    "elementary OS": "elementary OS",
    "We do not collect any data from elementary OS. Your files, settings, and all other personal data remain on-device unless you explicitly share them with a third-party app or service.": "Non recompilamos ningunha información de elementary OS. Os seus arquivos, configuracións e demais datos persoais permanecen no seu dispositivo a non ser que os comparta explicitamente cunha aplicación ou servizo de terceiros.",
    "Online Accounts": "Contas en liña",
    "elementary OS optionally integrates with online account providers such as Google, Last.fm, and FastMail via System Settings. Data from these providers may be retrieved and stored locally on your device to be used in apps such as Mail and Calendar. This data is not sent to elementary or shared with any third party.": "elementary OS intégrase opcionalmente con provedores de contas en liña como Google, Last.fm e FastMail a través de Axustes do Sistema. Os datos destes provedores poden ser recuperados e almacenados localmente no dispositivo para ser empregados en aplicacións como Mail e Calendar. Estes datos non se envían a elementary nin se comparten con terceiros.",
    "What Data is Collected": "Que datos se recollen",
    "After adding an online account, elementary OS may collect and store your name, email address, avatar, email messages, calendar events, contacts, photos, and files from your connected accounts locally on your device.": "Despois de engadir unha conta en liña, elementary OS pode recompilar e almacenar o seu nome, enderezo de correo electrónico, avatar, mensaxes de correo electrónico, eventos de calendario, contactos, fotos e arquivos das súas contas conectadas localmente no seu dispositivo.",
    "How Data is Used": "Como se empregan os seus datos",
    "Your data is stored locally on your device and never sent to elementary servers or any third parties. It is used to populate your local apps such as Mail, Calendar, Files, and Photos with your data.": "Os seus datos almacénanse localmente no seu dispositivo e nunca se envían aos servidores de elementary ou a terceiros. Empréganse para alimentar ás aplicacións locais como Correo, Calendario, Ficheiros e Fotos.",
    "Sharing Data": "Compartir datos",
    "elementary OS does not share any data collected from your online accounts. The data is never sent to elementary or third-party servers.": "elementary OS non comparte ningún dato recadado das súas contas en liña. Os datos nunca se envían ós servidores de elementary ou de terceiros.",
    "Website": "Sitio web",
    "Do Not Track": "Non rastrexar",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Este sitio respecta a configuración de \"non rastrexar\" que se atopa na maioría dos navegadores modernos e desactiva Google Analytics cando está presente. Non podemos eliminar automáticamente outros métodos de rastrexo sen afectar severamente o uso do sitio. Se quere xestionar manualmente estes métodos de seguimento, consulte a sección de desactivación de cookies.",
    "Cookies": "Cookies",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.</strong>": "<strong>Pode optar por desactivar ou apagar selectivamente calquera cookie ou cookies de terceiros na configuración do seu navegador.</strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Este sitio emprega cookies para realizar melloras continuas. Pode usar os servizos sen elas pero cunha usabilidade reducida. Por exemplo, o sitio non lembrará se pagou anteriormente por elementary OS; por defecto pediráselle que pague de novo.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Almacenamento de cookies para rexistrar comportamentos e analizar ameazas potenciais. Para obter máis información, consulte",
    "Cloudflare Privacy &amp; Security Policy": "Política de privacidade e seguridade de Cloudflare",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Almacena as cookies para recompilar información, incluído o número de visitantes a este sitio, desde onde foron remitidos e as páxinas que visitan, de forma anónima. Esta información emprégase para axudar a mellorar o sitio. Para máis información, vexa o artigo de Google en",
    "Safeguarding Your Data": "Protección de datos",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Utiliza cookies para lembrar o seu último pedido e o seu país para que saiba que tipos de tarxetas ofrecer para os pagos. Para máis información, vexa",
    "Stripe's Privacy Policy": "Política de privacidade de Stripe",
    "Manage Cookies": "Administrar Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Como xa visitou o noso sitio, é posíbel que desexe administrar as cookies que xa están configuradas no seu navegador. As ligazóns ás instrucións relevantes pódense atopar a continuación.",
    "Transparency": "Transparencia",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "Non colocamos \"portas traseiras\" no noso software e non recibimos ningunha solicitude para facelo. Tampouco recibimos unha carta de Seguridade Nacional, unha orde de FISA nin ningunha outra solicitude clasificada sobre información dos usuarios.",
    "Privacy &sdot; elementary": "Privacidade &sdot; elementary"
}
