{
    "Brand": "品牌",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "elementary品牌是唯一的：学术上它属于elementary 有限责任公司，这个公司指导和支持elementary 公司产品的开发。然而，我们拥有一个庞大的社区，并且不希望凌驾于法律要求和技术之上。同样的，我们已经编写了一些准则使得明白如何使用，以及何时使用elementary 品牌更加容易。",
    "Name": "名称",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "单词  \"elementary\" 是指elementary有限责任公司的商标。elementary 总是小写，即使在语句开头像这句。它也被沿用产品名称(例如“elementary OS”)是指一个elementary的特别产品。",
    "Brand Marks": "品牌标志",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "\"elementary\" 和 \"e\" 样式的文字商标均由elementary公司持有，它们均可以用来代表elementary公司及其产品。",
    "Both should be used with the following in mind:": "请注意，在使用这两个商标时，需要记住一下几点：",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "请不要拉伸，扭曲，旋转或以任何方式改变这些标记。",
    "Do not use the marks on an overly-busy background; solid colors work best.": "请不要再过于复杂的背景上使用这些标记；纯色使用效果最佳。",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "这些标记必须保持纯色；如背景为深色则显示白色，背景为亮色即显示黑色。",
    "Logotype": "文字商标",
    "elementary Logotype": "elementary 文字商标",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "这个商标被用在允许指代elementary公司的地方。它能被用在一个产品前面指定elementary的一个特别的产品。",
    "The logotype should always be used under the following guidelines:": "这个商标将在下面的规则下使用：",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "不要试图重新创造这个商标。它是被精心设计的品牌标志，不仅仅用特别的字体写的\"elementary\"",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "不要使用这个小尺寸的商标；如果它不清晰，用这个logo代替。",
    "Logomark": "图形商标",
    "elementary Logomark": "elementary 图形商标",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.",
    "Color": "颜色",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:",
    "Blueberry": "蓝莓蓝",
    "Strawberry": "草莓红",
    "Orange": "橙色",
    "Banana": "香蕉黄",
    "Lime": "绿黄色",
    "Grape": "葡萄紫",
    "White": "白色",
    "Black": "黑色",
    "Fonts": "字体",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "对于网页和打印，我们在标题处使用 Raleway，在正文处使用 Open Sans。对于代码块，我们使用 Roboto Mono。",
    "Third Parties": "第三方",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "我们鼓励第三方开发者使用 elementary 品牌的某些元素创造用于 elementary OS 的产品做到一致性：",
    "Voice/tone": "语音/音调",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "但是，为了避免用户混淆，我们限制 elementary 名称和标志的使用：",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "我们鼓励您在您的软件或者服务中说明它是为elementary OS设计，但是请不要在您的公司名、软件、产品、服务或者任何您创建的商标中使用elementary的名字或商标。",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "只能使用 elementary 名称或标志指代 elementary LLC 或其产品（即 elementary OS）。",
    "Merchandise": "商品",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "我们通常不允许我们的品牌（包括名称和品牌标志）被第三方商品使用。",
    "Assets &amp; More Info": "资产和更多信息",
    "Download on GitHub": "在 GitHub 上下载",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "使用 elementary 名称、品牌和商标的进一步信息，请发邮件咨询 <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>。",
    "Brand &sdot; elementary": "品牌 ⋅ elementary"
}