{
    "Code of Conduct": "行为规范",
    "Community Guidelines": "社区言行守则",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "参与elementary的社区是一种绝非一般的体验；您将与来自全球的人一起合作，来帮助人们使他们的计算机更加完美。然而，这要求您有足够的责任心，以保证社区的运作环境。在您参与到这个社区之时，请保证遵循以下的规定，不管是在elementary的论坛，还是在官方的IRC聊天室，又或者是其他相关的任何地方。",
    "I. Respect": "1. 尊重",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "尊重是一种崇高的礼仪。请保证尊重他人及其意见，个人背景，隐私，或是想法。elementary的社区不是一个可以口不择言的地方。在发言时，请勿发表无意义或是攻击性的言论。这里并不会容忍人身攻击。当收到一条建设性的意见时，无论您的立场如何，请将其带入考虑范围之内，并感谢他们的意见。",
    "II. Content": "2. 内容",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "elementary的社区有着成千上万的用户，他们有着不同的年龄，信仰，或是人生经历。正因为如此，请您务必确保您的言论经过深思熟虑，它们不该包含有关于色情，政治，宗教，或是其他不宜的内容。如果您对您即将发表的言论的内容是否触犯该项规定而感到疑惑，请想象一下，您的言论将对一屋子来自世界各地的人展示出来，他们之中不乏有小孩和老人，这时，如果您感到犹豫不觉，请勿发表该言论。",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "发布在 Elementary 社区中的截图不应该包含仿其他系统的主题，针对个人的插图或照片，也不能有其他任何违反我们行为规范的内容。",
    "III. Rumors and Speculation": "III.谣言和臆测",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "虽然Elementary本身的快速发展和让人兴奋的特性促进了谣言蜚语的扩散，但请避免传谣。讨论有关未来的计划是被允许的，但是一旦遇到未经证实的事件，请注明其为个人猜测或不加以讨论。传播不准确的消息有可能对社区本身产生危害，特别是当消息带有偏见时。",
    "IV. Helpful Discussion": "有用的讨论",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "Elementary是由人们在自己的闲余时间里合作而共同创造出来的。意识到给其贡献健康的，有帮助的讨论是十分重要的。在一个会议中，保持切题并且沉默直到自己有一个有用的观点再加入讨论。在网站里留言时，保持讨论与当前回复主题或者当前话题切题。在开发者主导的讨论，比如在电子邮件名单或者开发者IRC频道下，不要制造不必要的跟开发无关的话题；否则会使讨论离题并且弄乱日志，曾加了未参与讨论的开发者查阅的难度。",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "作为主要的线上社区，我们每个人避免互联网消极的方面是非常重要的。不要引起争吵也不要回复有销售目的的帖子，并且攻击他人使别人生气是非常幼稚和不可接受的。垃圾评论也是不可接受的；包括发布不相关网站的链接和重复发布同一个网站的链接。如果有人发布垃圾评论，忽视这些并拉黑他们。",
    "V. Avoiding Conflict": "V.避免争论",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "如果你觉得某个人——新人或者是长期贡献者，太粗鲁，请礼貌地告知他。不到万不得已请放开这些争执。在我们这个独特的工作环境中，每个人都在扮演着一个帮助者的角色。",
    "VI. Step Down Considerately": "VI.体谅地离开",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "生活的侧重点、兴趣和热衷的事情都是会改变的。如果你参与到 elementary 相关的项目但是觉得自己必需放弃这些工作，请将影响降到最低。当我们一起工作的时候，我们的工作和想法不只只是我们自己的，它们属于整个 elementary 社区。如果你想离开请通知其他的成员，而且如果可以的话，帮忙找一个人来接替你的工作。至少确保你离开后你的那份工作还能正常进行。",
    "Consequences": "后果",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "如果你不遵守我们的行为规范或者扰乱社区，我们有权这样做：更改或删除任何你发布的内容；撤销你在我们网站上的帐号；将你移出 IRC频道；禁止你访问我们的站点、IRC频道和相关服务；阻止你接触我们的社区。",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em>Elementary 社区行为规范采用 <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a>协议授权许可。细节部分引用 <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu 社区行为规范</a>.</em>",
    "Code of Conduct &sdot; elementary": "行为规范 ⋅ elementary"
}