{
    "Check out our progress for Freya RC 1": "查看 Freya Beta RC 1 的进度",
    "Fixed": "已修复",
    "In Progress": "正在修复",
    "Unfixed": "尚未修复",
    "Translations": "翻译",
    "Web Development": "网站开发",
    "Design": "设计",
    "Desktop Development": "桌面开发",
    "Funding": "捐赠",
    "&ldquo;A different language is a different vision of life.&rdquo;": "“每一种语言都是一种与众不同的生活观。”",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS的用户和开发者来自世界各地；帮助我们把它翻译成更多的语言以提供更好的用户体验。",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS采用了一个叫做Rosetta的协作翻译工具。",
    "Learn More": "更多",
    "Our website is also openly translated using an online platform called Transifex.": "我们的网站则是由一个叫Transifex的在线翻译平台翻译的。",
    "Translate elementary OS": "翻译elementary OS",
    "Translate This Website": "翻译这个网站",
    "World map": "世界地图",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "“网站应该要从里到外都令人赏心悦目”",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "我们的网站基于 HTML、CSS、PHP和JavaScript 构建而成。我们一直在寻找在这方面有经验并想使它变得更好的贡献者。大多数的设计工作都是由我们的设计团队完成的，但我们的网站开发团队也欢迎来自各方的设计构思和反馈信息。",
    "Fork Us on GitHub": "在 GitHub 上 Fork 我们的项目",
    "See Our Open Bug Reports": "查看我们的开放漏洞报告",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "\"伟大的设计令事物难以忘怀、更具意义。\"",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "每个项目都从想法开始。我们的设计团队将这些想法转换成蓝图。我们将设计分为两个部分：",
    "<strong>Visual Design</strong>": "<strong>视觉设计</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "通过<a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">我们的谷歌社区</a>来分享创意对于视觉设计师来说是一个好主意",
    "<strong>Interactive Design</strong>": "<strong>交互设计</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "我们使用 Launchpad 的蓝图系统为新功能创建详细的解释。",
    "Read the Interface Guidelines": "阅读界面指南",
    "Browse Our Blueprints": "查看我们的蓝图",
    "Read About Our Workflow": "了解我们的工作流程",
    "Application wire frame": "应用线框",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "\"一个软件可以持续使用的前提是它真的可用\"",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "我们的桌面环境及所有的应用程序基于 Vala、GTK+、Clutter、Cairo、Granite 和一些其他的自由程序库构建。我们所有的代码都托管于 Launchpad.net，一个为开源软件提供的免费服务。我们一直在寻找各种技术水平的贡献者。",
    "Browse Our Desktop Code": "查看我们的桌面代码",
    "Browse Our Apps' Code": "查看我们的应用程序代码",
    "Scratch text editor": "Scratch 文本编辑器",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“做你喜欢做的，钱自然不是问题。”",
    "Targeted Funding": "目标捐赠",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource会将捐赠以酬谢的形式的交给参与修复与开发的开发者们。您可以在BountySource上选择一个你希望团队改善的应用。",
    "BountySource": "BountySource",
    "General Funding": "一般捐赠",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon是一个用来众筹的网站。您可以在上面选择捐助金额，直接对我们进行捐助，以使我们更有动力。",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal是最便捷的捐助方式了。您可以选择一次性捐助或是定期捐助。",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "参与 elementary OS"
}