{
    "A fast and open replacement for Windows and OS X": "一个 Windows 和 OS X 系统的快速、开源的替代品",
    "Custom": "自定义",
    "Enter any dollar amount.": "输入任意金额。",
    "Download Freya": "下载 Freya",
    "893 MB (for PC or Mac)": "893 MB (for PC or Mac)",
    "What the press is saying about elementary OS:": "媒体对与elementary OS的评价：",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS 与众不同……是一个即使在老旧电脑上也能流畅运行的美观而强大的操作系统”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"一个可以随时随地安装的快速、易维护的平台\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“轻巧且快速……完全由开源社区驱动，在设计和外观上别具一格。”",
    "Meet Our Apps": "与我们的应用程序来一次邂逅",
    "Photos": "Photos",
    "Music": "Music",
    "Videos": "Videos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "导入，分组，编辑照片。做出一个幻灯片式的效果，再分享到Facebook或是Flickr。",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "整理并聆听你的音乐。以专辑图的形式进行概览，使用快捷搜索查找音乐，或是为你喜欢的音乐创建一个播放列表。",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "在窄边框下欣赏视频。黑色风格的界面会自然得淡出你的视野。",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "轻而快得上网。Midori完美兼容应用HTML5的网页或是Web App，这一切毫不费力。",
    "Open Source": "开源",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "我们的代码可以被任何人审核，修复，再发布。",
    "Learn More": "了解更多",
    "No Ads. No Spying.": "无广告，无后台。",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "我们不会在elementary OS上放出商业广告，或是收集用户的个人数据。我们的收入直接来自用户的捐赠。",
    "Safe &amp; Secure": "安全，贴心",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "elementary OS 的动力由Linux内核提供，一个支撑着美国国防部，中国银行，以及其他更多机构的操作系统内核。",
    "Choose a Download": "选择使用版本",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "我们推荐大多数主流电脑选择 64 位系统。若您想获取帮助及更多讯息，请查阅",
    "installation guide": "安装指南",
    "Freya 32-bit": "Freya 32位",
    "Torrent Magnet Link": "种子磁力链接",
    "Freya 64-bit": "Freya 64位",
    "Download elementary OS": "下载 elementary OS"
}