{
    "A fast and open replacement for Windows and OS X": "一个 快速、开源的Windows 和 OS X 系统的替代品",
    "Custom": "自定义",
    "Enter any dollar amount.": "输入任意金额。",
    "Download Freya": "下载 Freya",
    "909 MB (for PC or Mac)": "909 MB (for PC or Mac)",
    "What the press is saying about elementary OS:": "媒体对与elementary OS的评价：",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS 与众不同……是一个即使在老旧电脑上也能流畅运行的美观而强大的操作系统”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "\"一个快速、易维护且可以随时随地安装的平台\"",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“轻巧且快速……完全由开源社区支持，在设计和外观上别具一格。”",
    "Meet Our Apps": "来看一看我们的应用",
    "Photos": "照片",
    "Music": "音乐",
    "Videos": "视频",
    "Midori": "Midori 浏览器",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "轻松导入、分组、编辑照片。以幻灯片方式欣赏。分享到 Facebook 或 Flickr。",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "管理和聆听您的音乐。以专辑的视图浏览，轻松快速的搜索，为您喜欢的音乐创建播放列表。",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "以无边框的方式欣赏视频。黑色风格的边框能自动淡出，为您留出更多视野。",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "用这款浏览器轻极速浏览网页。Midori 完美兼容 HTML5 网页和 Web App，并且耗电极小。",
    "Learn More": "了解更多",
    "dat": "数据",
    "Accessories": "附件",
    "Graphics": "图形",
    "Internet": "网络",
    "Office": "办公",
    "Other": "其它",
    "Sound &amp; Video": "音像",
    "System Tools": "系统",
    "Applications": "应用",
    "3 Ways to Explore": "3种浏览方式",
    "Grid": "网格",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "以字母顺序将应用排列在网格中，轻松翻页寻找您需要的应用。",
    "Categories": "类别",
    "View your apps automatically organized into categories. Perfect for large collections.": "自动分类您的应用程序。应用收藏家的福音。",
    "Search": "搜索",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "通过极速搜索来启动应用、更改设置、运行命令等。",
    "Open Source": "开源",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "我们的代码可以被任何人审核，监督，修复，重用。",
    "No Ads. No Spying.": "无广告，无后门。",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "我们不会在elementary OS上放出商业广告，或是收集用户的个人数据。我们的收入直接来自用户的捐赠。",
    "Safe &amp; Secure": "安全，贴心",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "elementary OS 基于Linux 内核。它是一个支撑着美国国防部，中国银行®，以及其他更多机构的操作系统内核。",
    "Choose a Download": "选择使用版本",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "我们推荐大多数主流电脑选择 64 位系统。若您想获取帮助及更多讯息，请查阅",
    "installation guide": "安装指南",
    "Freya 32-bit": "Freya 32位",
    "Torrent Magnet Link": "种子磁力链接",
    "Freya 64-bit": "Freya 64位",
    "Download elementary OS": "下载 elementary OS"
}