{
    "Privacy Policy": "隐私政策",
    "Do Not Track": "请勿跟踪（DNT）",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "本网站遵循多数浏览器支持的请勿跟踪（DNT）设置，并会根据此设置禁用 Google Analytics。我们不会自动移除其他跟踪方法，因为这会严重影响网站的使用。如果您希望手动管理这些跟踪方法，请参考禁用 Cookies 这一节。",
    "Cookies": "Cookies",
    "You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.": "您可以在浏览器设置中禁用，或者选择性地关闭任何 Cookies，或者第三方 Cookies。",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "本网站使用 Cookies 来完成一些增量功能。没有 Cookies，您可能仍可使用服务和功能，但是易用性会下降。例如，本网站将不会记录您是否为 elementary OS 付过费，默认情况下您将被再次请求付费。",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "使用 Cookies 来记录行为元素和潜在威胁。更多信息，请参考：",
    "CloudFlare Privacy & Security Policy": "CloudFlare 隐私和安全政策",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "使用 Cookies 来采集信息——包括本网站的访问者数量、来源、访问的页面——这些都是匿名的。这些信息将用来改善本网站。更多信息，请参考 Google 的文章：",
    "Safeguarding Your Data": "保护您的数据",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "使用 Cookies 来记录您上次的订单和您的国家，以便了解用于付费的卡片类型。更多信息，请参考",
    "Stripe's Privacy Policy": " Stripe 的隐私政策",
    "Manage Cookies": "管理 Cookies",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "由于您已经访问过本网站，您可能希望管理已经在您浏览器中存储的 Cookies。相关说明参见如下链接。",
    "Midori": "Midori",
    "Privacy Policy &sdot; elementary": "隐私政策 - elementary"
}