{
    "Brand": "Márka",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Az elementary márka egyedi: az elementary LLC. tulajdona, egy vállalkozásé, amely irányítja és támogatja az elementary termékek fejlesztését. Ugyanakkor nagyszerű közösségünk van, és nem akarunk túl hatalmaskodók lenni a jogi követelményekkel és külsőségekkel. Ezért leírtunk néhány iránymutatást, hogy könnyebben meg lehessen ítélni, hogy mikor és hogyan használható az elementary márka.",
    "Name": "Elnevezés",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Az \"elementary\" szó az elementary LLC. védjegye. Mindig kisbetűkből áll, akkor is ha a mondat ezzel a szóval kezdődik. Termékelnevezésként is használható (például \"elementary OS\"), utalásként az elementary egyik produktumára.",
    "Brand Marks": "Védjegyek",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "Az elementary két márkajelet birtokol: az \"elementary\" emblémát, és az \"e\" logójelet. Mindkettő bejegyzett védjegy és az elementary-t - mint vállalatot -, és termékeit reprezentálja.",
    "Both should be used with the following in mind:": "Mindkettőt a következők szellemében kell használni:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Ne végezz nyújtást ferdítést, forgatást, tükrözést vagy egyéb módosítást a márkajeleken.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Ne használd őket túlzsúfolt háttereken; a visszafogott színek jobban működnek.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Mindig legyenek egyszínűek; fehér, ha a háttér sötét, és fekete, ha a háttér világos.",
    "Logotype": "Jelkép",
    "elementary Logotype": "elementary Jelkép",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Az elementary cégre való hivatkozásként a jelképet kell használnunk, ha a hely megengedi. Egy termék neve előtt is használható, utalásként az elementary egyik produktumára.",
    "The logotype should always be used under the following guidelines:": "A jelképet mindig az alábbi irányelvek szerint kell használni:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Ne próbáld újralétrehozni. Ez egy aprólékosan megtervezett márkajel, nem egyszerűen leírva az \"elementary\" szó egy különleges betűtípussal.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Ne használja túl kicsi méretben; ha nem látszik megfelelően, használja helyette a logót.",
    "Logomark": "Logó",
    "elementary Logomark": "elementary Logó",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Ha a hely korlátozott vagy négyzetarányok szükségesek, akkor az \"e\" logó használandó az elementary vállalatra való hivatkozásként.",
    "Color": "Szín",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "Az elementary különböző színekkel kombinálva használja márkajeleket, így hozva létre a márkánkat. A következő színpalettát használjuk:",
    "Strawberry": "Eper",
    "Strawberry 100": "Eper 100",
    "Strawberry 300": "Eper 300",
    "Strawberry 500": "Eper 500",
    "Strawberry 700": "Eper 700",
    "Strawberry 900": "Eper 900",
    "Orange": "Narancs",
    "Orange 100": "Narancs 100",
    "Orange 300": "Narancs 300",
    "Orange 500": "Narancs 500",
    "Orange 700": "Narancs 700",
    "Orange 900": "Narancs 900",
    "Banana": "Banán",
    "Banana 100": "Banán 100",
    "Banana 300": "Banán 300",
    "Banana 500": "Banán 500",
    "Banana 700": "Banán 700",
    "Banana 900": "Banán 900",
    "Lime": "Lime",
    "Lime 100": "Lime 100",
    "Lime 300": "Lime 300",
    "Lime 500": "Lime 500",
    "Lime 700": "Lime 700",
    "Lime 900": "Lime 900",
    "Blueberry": "Áfonya",
    "Blueberry 100": "Áfonya 100",
    "Blueberry 300": "Áfonya 300",
    "Blueberry 500": "Áfonya 500",
    "Blueberry 700": "Áfonya 700",
    "Blueberry 900": "Áfonya 900",
    "Grape": "Szőlő",
    "Grape 100": "Szőlő 100",
    "Grape 300": "Szőlő 300",
    "Grape 500": "Szőlő 500",
    "Grape 700": "Szőlő 700",
    "Grape 900": "Szőlő 900",
    "Cocoa": "Kakaó",
    "Cocoa 100": "Kakaó 100",
    "Cocoa 300": "Kakaó 300",
    "Cocoa 500": "Kakaó 500",
    "Cocoa 700": "Kakaó 700",
    "Cocoa 900": "Kakaó 900",
    "Silver": "Ezüst",
    "Silver 100": "Ezüst 100",
    "Silver 300": "Ezüst 300",
    "Silver 500": "Ezüst 500",
    "Silver 700": "Ezüst 700",
    "Silver 900": "Ezüst 900",
    "Slate": "Pala",
    "Slate 100": "Pala 100",
    "Slate 300": "Pala 300",
    "Slate 500": "Pala 500",
    "Slate 700": "Pala 700",
    "Slate 900": "Pala 900",
    "Black": "Fekete",
    "Black 100": "Fekete 100",
    "Black 300": "Fekete 300",
    "Black 500": "Fekete 500",
    "Black 700": "Fekete 700",
    "Black 900": "Fekete 900",
    "Fonts": "Betűtípusok",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Webes és nyomtatott megjelenés esetén, Raleway típust használunk a fejlécekhez és Open Sans típust a testszöveghez. Kódblokkok írásához a Roboto Mono betűtípust használjuk.",
    "Third Parties &amp; Community": "Harmadik felek &amp; Közösség",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Az elementary OS számára termékeket készítő harmadik fél fejlesztőknek javasoljuk, hogy használják az elementary márka alábbi jellemzőit, hogy megfelelő összhangot érjenek el:",
    "Voice\/tone": "Összhang \/ árnyalat",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "A felhasználói zavarok elkerülése érdekében, korlátozzuk az elementary név és a márkajelek használatát:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Bátorítjuk, hogy jelezze, az alkalmazását vagy szolgáltatását az elementary OS számára készítette, de kérjük, ne használja az elementary nevet vagy márkajelzéseket vállalata, alkalmazása, terméke, szolgáltatása, vagy bármi más nevében vagy logójában, amit létrehozott.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Az elementary nevet és márkajelzéseket csak az elementary LLC. vagy az elementary termékekre (pl.: elementary OS) való utalásra használja.",
    "Community": "Közösség",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Közösségi termékeknek (oldalak, rajongói klubbok, stb.) javasoljuk az elementary Közösségi logó használatát:",
    "elementary Community Logo with color": "elementary színes Közösségi logó",
    "elementary Community Logo in black": "elementary fekete Közösségi logó",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Ezzel jelezheti, hogy az adott termék, az elementary közösség részét képezi, így csökkentheti az eredeti logó használatából eredő zavart.",
    "Hardware Distributors": "Hardver forgalmazók",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Biztosítani akarjuk, hogy a szoftver, ami az elementary márkát hordozza, ugyanazt az élményt nyújtsa, akkor is ha a weblapunkról lett letöltve, és akkor is ha előtelepítve lett egy hardverre.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Az elementary OS szoftverkomponensei módosíthatók és továbbadhatók a szoftver licenc által meghatározott feltételek mellett. Ugyanakkor a márkajelzéseink csak abban az esetben használhatóak, ha az alábbi feltételek közül legalább egy teljesül:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "A szoftver változatlan marad, beleértve az előretelepített alkalmazásokat, stíluslapokat és ikonkészleteket, konfigurációs fájlokat, stb., vagy",
    "The modifications are approved in writing by elementary.": "A módosításokat írásban jóváhagyja az elementary csapata.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "Megértjük, hogy a beépített illesztőprogramok, a hardvertámogatás és a saját márkajelzéseik fontosak a forgalmazók számára, ezért ezeket a módosításokat szinte mindig engedélyezzük. Ha kétség merülne fel, kérjük írjon az <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> e-mail címre.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Ha nem tudja, vagy nem akarja betartani ezeket újraelosztási feltételeket, akkor könnyedén eltávolíthatja az elementary védjegyeket:",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "Módosítsa a <code>DISTRIB_DESCRIPTION<\/code> sort ebben a fájlban: <code>\/etc\/lsb-release<\/code>.",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "Módosítsa az ikonográfiát úgy, hogy a <code>distributor-logo<\/code> ne jelenjen meg az <code>\/usr\/share\/icons\/elementary\/places\/<\/code> könyvtár egyik alkönyvtárában sem.",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "Távolítsa el a <code>plymouth-theme-elementary<\/code> és a <code>plymouth-theme-elementary-text<\/code> csomagokat.",
    "Merchandise": "Áru",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Általában nem engedélyezzük, hogy márkejelzéseink (beleértve a nevünket) megjelenjenek harmadik fél termékein.",
    "Assets &amp; More Info": "Eszközök és mégtöbb információ",
    "Download on GitHub": "Letöltés a GitHubról",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Az elementary nevének és márkajelzéseinek használatához kapcsolódó további információkért kérjük, írjon a <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> e-mail címre.",
    "Brand &sdot; elementary": "Márka &sdot; elementary"
}
