{
    "Brand": "Márka",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Az elementary márka különleges: jogilag az elementary LLC tulajdona, egy vállalkozásé, ami irányítja és támogatja az elementary termékek fejlesztését. Ugyanakkor egy rendkívül jó közösség épült köré és nem akarunk túl hatalmaskodók lenni jogi követelményekkel és alakiságokkal. Éppen ezért összegyűjtöttünk néhány iránymutatást, hogy könnyebben megítélhető legyen, hogy mikor és hogyan használható az elementary márka.",
    "Name": "Név",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Az \"elementary\" szó az elementary LLC védjegyére utal. Az \"elementary\" minden esetben kisbetűkből áll, akkor is, ha a mondat ezzel a szóval kezdődik. Bizonyos termékek nevével együtt is használható (például \"elementary OS\"), így az elementary meghatározott termékeire utalva.",
    "Brand Marks": "Márkajegyek",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "Az elementary két jelet birtokol: az \"elementary\"-logóstílust és az \"e\"-logójelzést. Mindkettő bejegyzett márkajel és az elementaryt - a vállalatot - és termékeit reprezentálja.",
    "Both should be used with the following in mind:": "Mindkettő a következőek szellemében legyen használva:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Ne nyújts, ferdítsd, forgasd vagy változtass bármi mást a jelzéseken.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Ne használd a jelzéseket egy túlzsúfolt hátteren, a szolid színeken működnek a legjobban.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "A jelzések legyenek mindig monochromatikusak; tipikusan fehér, ha sötét a háttér, vagy fekete, ha fehér a háttér.",
    "Logotype": "Logó",
    "elementary Logotype": "elementary logó",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Ha a tér megengedi, az elementary vállalatra való hivatkozásra a logó van használva. Egy termék neve előtt lehet használni, ami az elementary egy külön termékére hivatkozik.",
    "The logotype should always be used under the following guidelines:": "A logó mindig a következő irányelvek szerint legyen használva:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Ne próbáld újralétrehozni a logót. Ez egy aprólékosan megtervezett márkajelzés, nem egyszerűen leírva az \"elementary\" egy különleges betűstílussal.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Ne használd a logót kis méretekben; Ha ez nem tiszta, használd a márkajelzést helyette.",
    "Logomark": "Logó",
    "elementary Logomark": "elementary logó",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Az \"e\" logó az elementary vállalatra való hivatkozást szolgálja, ha a hely korlátozott vagy négyzetarányok szükségesek.",
    "Color": "Szín",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "Az elementary a színek használatát kombinálva alkalamazza a nevünk és jelzéseinkkel, hogy létrehozza a márkánkat. A következő palettát használjuk:",
    "Blueberry": "Áfonya",
    "Strawberry": "Eper",
    "Orange": "Narancs",
    "Banana": "Banán",
    "Lime": "Lime",
    "Grape": "Szőlő",
    "White": "Fehér",
    "Black": "Fekete",
    "Fonts": "Betűstílusok",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Webhez és nyomtatáshoz a Ralewayt használjuk fejlécekhez és az Open Sanst a testhez. Kódblokkokhoz a Roboto Monót használjuk.",
    "Third Parties &amp; Community": "Third Parties & Community",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Buzdítjuk arra a harmadik fél fejlesztőket, hogy hozzanak létre termékeket az elementary OS-re, amelyek adoptálják az elementary márka bizonyos elemeit az összhang megteremtéséért:",
    "Voice/tone": "Hang/tónus",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "De, a felhasználó összezavarásának elkerülésére korlátozásokat tettünk az elementary név és jelzések használatában:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Buzdítunk annak kimondására, hogy az alkalmazásod vagy szolgáltatásod az elementary OS-re lett tervezve, de kérjük, ne használd az elementary nevet vagy jelzéseket a vállalatod, alkalmazásod, terméket, szolgáltatásod, vagy bármilyen logó nevében, amit lérehozol.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Csak az elementary LLC-re, vagy annak termékeire (p.l. elementary OS) való hivatkozásra használd az elementary nevet és jelzéseket.",
    "Community": "Community",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:",
    "elementary Community Logo with color": "elementary Community Logo with color",
    "elementary Community Logo in black": "elementary Community Logo in black",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.",
    "Merchandise": "Reklámárú",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Általában nem engedélyezzük, hogy a brandingünk (beleértve a nevünket vagy márkajelzéseinket) harmadik fél árujában legyenek használva.",
    "Assets &amp; More Info": "Eszközök és több infó",
    "Download on GitHub": "Letöltés a GitHubon",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Az elementary nevének, brandingjének és márkajelzéseinek használatához kapcsolódó további információért kérjük, írjon e-mailt a <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> címre.",
    "Brand &sdot; elementary": "Márka ⋅ elementary"
}