{
    "Code of Conduct": "Viselkedési szabályzat",
    "Community Guidelines": "Közösségi irányelvek",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Hihetetlen élmény az elementary közösségéhez tartozni; részt venni valami nagyszerűben, együttműködni a világ minden táján élő emberekkel, és segíteni másoknak megkönnyíteni a számítógépük használatát. Ezzel azonban felelősség is jár. Vállalnia kell egy előre lefektetett szabályrendszert, amely biztosítja a legjobb környezetet minden érintett számára. Az alábbi szabályokat kell betartania a közösséggel való kapcsolattartás során, a Slacken, a GitHubon, egy elementary közösségi webhelyen, személyesen vagy bárhol máshol.",
    "I. Respect": "I. Tisztelet",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Mások tisztelete a legfontosabb. Ügyeljen arra, hogy tisztelje az embereket és véleményüket, személyes hátterüket, magánéletüket és ötleteiket. Az elementary közösségben nincs helye tiszteletlen vagy bántó megjegyzéseknek. Amikor kritikát fogalmaz meg, konstruktívan és tisztelettel tegye. A személyes támadásokat nem toleráljuk. Ha konstruktív kritikát kap, vegye figyelembe, és köszönje meg, függetlenül attól, hogy mit gondol róla.",
    "II. Content": "II. Tartalom",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "Az elementary közössége több ezer különböző életkorú, vallású és érettségi szintű felhasználóból áll. Ezzel tisztában kell lennie, mikor valamilyen tartalmat vagy megjegyzést tesz közzé. Meztelenség, túlzott közönségesség, politikai, vallási, vagy más egyéb nem megfelelő tartalom nem jelenhet meg az elementary közösségi felületein. Az elementary moderátorai mondják ki a végső szót arról, hogy mi minősül nem megfelelőnek. Ha kétségei vannak, képzelje el, hogy valamit meg akar mutatni egy szobában, ami tele van emberekkel, köztük gyerekekkel és nagymamákkal a világ minden tájáról. Ha nem tudja eldönteni, hogy közzé tehető-e az adott tartalom, inkább ne tegye.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Az elementary közösségekben megosztott képernyőképek nem tartalmazhatnak olyan témákat, amelyek más operációs rendszert utánoznak, fotókat vagy illusztrációkat, amelyek tárgyiasítanak személyeket vagy úgy általában sértik a Viselkedési irányelveket.",
    "III. Rumors and Speculation": "III. Híresztelések és spekulációk",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Bár az elementary gyorsan változó és izgalmas természete alapot adhat a pletykákra, kerüljük ezeket. A jövőbeli tervek megbeszélése rendben van, de amennyiben ez nem ellenőrzött tényen alapul, jelezze, hogy csak személyes spekulációról van szó, vagy ne beszéljen róla.",
    "IV. Helpful Discussion": "IV. Hasznos vita",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "Az elementary olyan egyének munkája által jön létre, akik szabadidejükben dolgoznak azon, hogy valami különlegeset hozzanak létre. Tartsa tiszteletben ezt és mindig próbáljon hozzájárulni, hogy a beszélgetés egészséges és hasznos legyen. Egy megbeszélésen maradjon a témánál és maradjon csendben, hacsak nincs valami hasznos mondanivalója. Ha a weblapra ír megjegyzést szintén maradjon a Napló vagy a Kérdés tárgyánál. Ha egy fejlesztőknek szánt beszélgetésben vesz részt, például: problémakövetés, pull-request, levelezőlista, IRC, vagy Slack esetében, ne terelje el a beszélgetést feleslegesen, nem a fejlesztőkre tartozó témákkal; ez csak megnöveli a naplót, azok számára, akik nem voltak jelen.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Elsődlegesen online alapú közösségként, fontos elkerülni az internet negatív aspektusait. Kerüljük a trollkodást, veszekedést kezdeményezni, vagy megjegyzést tenni kizárólag azzal a céllal, hogy valakit felbosszantsunk, gyerekes és elfogadhatatlan. A spam is elfogadhatatlan; ide értve irreleváns webhelyekre mutató linkek közzétételét, vagy ugyanazon webhelyre mutató linkek sorozatos közzétételét. Ha valaki trollkodik vagy spamel, hagyja figyelmen kívül és jelentse a felhasználót.",
    "V. Avoiding Conflict": "V. Konfliktus elkerülése",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Ha úgy érzi, hogy valaki - legyen az akár új vagy régóta közreműködő személy -, durván nyilvánult meg, udvariasan adja az illető tudtára. Álljon ki a konfliktusok elől, mielőtt azok eldurvulnának. Mindenkinek fontos szerepe van abban, hogy segítse a kommunikációnak zökkenőmentességét a mi (néha kihívásokkal teli) egyedi munkakörnyezetünkben.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Hasonlóképpen, mindig törekedjen arra, hogy szakmai, pontos és tisztelettudó legyen, mikor más személyekkel, projektekkel, vagy vállalatokkal kapcsolatba lép vagy említi őket. Ne feledje, hogy szavait vagy megnyilvánulásait talán az elementary közösség kollektív véleményének tekintik. Bár a konstruktív kritika hasznos lehet, mindig pozitív irányból közelítsen, ne reprezentálja tévesen a közösséget és ne rágalmazzon senkit - ha nem biztos a dolgában, inkább hagyja, hogy mások tévedjenek.",
    "VI. Step Down Considerately": "VI. Fontolja meg a távozást",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Az ember életének prioritásai, érdeklődési körei és szenvedélyei megváltozhatnak. . Ha egy elementary projektben vesz részt, de úgy érzi, abba szeretné hagyni, tegye ezt úgy, hogy a lehető legkevesebb zavart okozza. Amikor együtt dolgozunk, munkánk és ötleteink már nem csupán a sajátjaink; hanem az elementary közösség egészéhez tartoznak. Tájékoztassa a csapat többi tagját, ha távozni szeretne, és ha lehetséges segítsen keresni valaki mást, aki folytatni tudja a munkáját. Próbálja biztosítani, hogy munkája ott folytatódjon, ahol abbahagyta.",
    "Consequences": "Következmények",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Ha úgy dönt, hogy nem tartja be ezeket a viselkedési előírásokat, vagy más módon megzavarja a közösséget, fenntartjuk a jogot, hogy módosítsuk vagy eltávolítsuk bármely beküldött tartalmát; kikapcsoljuk vagy letiltjuk fiókját harmadik fél webhelyein; letiltjuk fiókját Slacken; vagy más módon megakadályozzuk, hogy kapcsolatba lépjen a közösséggel.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a>.</em>": "<em>Az elementary Viselkedési Szabályzat a <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0</a> licenc alatt kerül kiadásra. Bizonyos szakaszait az <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct</a> inspirálta.</em>",
    "Code of Conduct &sdot; elementary": "Viselkedési Szabályzat &sdot; elementary"
}
