{
    "Developer hero image": "Developer hero image",
    "Develop Your Ideas Into Code": "Váltsd Kóddá Az Ötleteidet",
    "Learn to design, develop, and publish apps for elementary OS": "Tanulj meg alkalmazásokat dizájnolni, fejleszteni, és közzétenni az elementary OS számára",
    "Get Started": "Az első lépések",
    "Documentation": "Dokumentáció",
    "Get a basic app running, built, and ready for distribution with our Getting Started guide.": "Hogy szerez egy alapot az alkalmazásfuttatásról, építésről és felkészítésről a disztribúcióhoz a Láss Hozzá útmutatónkkal.",
    "Design": "Megjelenés",
    "Learn about the design principles that make up apps on elementary OS.": "Tudj meg többet a tervezési irányelvekről, ami felkészíti az alkalmazásokat az elementary OS-re.",
    "Reference": "Referencia",
    "Get more info about code style, reporting issues, and proposing design changes.": "Tudj meg több információt a kódstílusról, a hibák jelentéséről és a javasolt dizájnváltoztatásokról.",
    "Build for": "Építve",
    "Loki brings a new API for Wingpanel, Launcher API support in Slingshot, new widgets like AlertView, new CSS style classes and icons, and tons more. Build feature-full apps easier than ever with Gtk 3.18 &amp; Vala 0.32, running atop Linux 4.4": "A Loki elhoz egy új API-t a Wingpanelhez, a Launcher API támogatása Slingshotban, új modulok, mint az AlertView, új CSS-stílusosztályok és ikonok, és több tonna újdonság. Funkciógazdag alkalmazások építése könnyeben, mint valaha a Gtk 3.18-al és a Vala 0.32-vel, Linux 4.4 felett futtatva.",
    "Contractor": "Contractor",
    "A desktop-wide extension service that allows apps to use functionality exposed by other apps — without prior coordination.": "Egy asztalszéles kiterjesztő szolgáltatást, ami lehetővé teszi az alkalmazásoknak, hogy használják a más alkalmazások által kidolgozott funkcionalitást - prioritás-koordináció nélkül.",
    "HIG for Contractor": "HIG a Contractorhoz",
    "Reference for Contractor": "Referencia a Contractorhoz",
    "Granite": "Granite",
    "The foundation library for elementary OS apps. Provides powerful widgets like DynamicNotebook, utilities, convenience functions, and more.": "Az alapítványi könyvtár az elementary OS alkalmazásoknak. Rendelkezik erőteljes modulokkal, mint a DynamicNotebook, eszközök, kényelmi funkciók és még több.",
    "Reference for Granite": "Referencia Granite-hez",
    "GDA": "GDA",
    "Simple, flexible database management. Supports remote and on-disk SQL databases, including SQLite. Comes with graphical and in-console SQL data browsers, a metadata extractor enabling object auto-discovery, and more.": "Egyszerű, flexibilis adatbáziskezelés. Támogatja a távoli vezérlést és az on-disk SQL-adatbázisokat, beleértve az SQLite-ot. Grafikus és in-consol SQL-adatböngészőkkel érkezik, egy metaadat-bányászóval engedélyezve az objektumok automatikus felfedezését, és még másokkal.",
    "Reference for GDA": "Referencia a GDA-nak",
    "Soup": "Soup",
    "An HTTP client/server library with synchronous and async APIs. Comes with SSL/TLS, cookies, caching, WebSockets, proxy and tunneling support, and more. Goes great with JSON-GLib.": "Egy HTTP kliens/szerver könyvtár egyidejű és aszinkron API-kkal. SSL/TLS-sel, sütikkel, gyorsítótárazással, Websocketekkel, proxy és tunneling támogatással és még többel. Jól kijön a JSON-Glibbel.",
    "Reference for Soup": "Referencia a Souphoz",
    "Reference for JSON-GLib": "Referencia a JSON-Glibhez",
    "vala": "vala",
    "Vala. Write Fast, Native, Object-Oriented Code.": "Vala. Write Fast, Native, Object-Oriented Code.",
    "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C": "Familiar to anyone who's seen C#, but maintains API/ABI compatibility with C",
    "Low memory requirements, native execution, and purpose-built for GObject": "Low memory requirements, native execution, and purpose-built for GObject",
    "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more": "Signals, properties, generics, lambdas, assisted memory management, exception handling, type inference, async/yield & more",
    "Learn More about Vala": "Tudj meg többet a Valáról",
    "Library Documentation for Vala": "Könyvtárdokumentáció a Valához",
    "Developer &sdot; elementary": "Fejlesztő ⋅ elementary"
}
