{
    "Be a Part of Something Bigger": "Legyen részese valami nagyobbnak",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Minden, amit csinálunk, száz százalékban nyílt forráskódú, és a világ minden tájáról származó emberek közösen fejlesztik. Még ha ön nem is programozó, bekapcsolódhat és közreműködhet.",
    "Funding": "Finanszírozás",
    "Translations": "Fordítások",
    "Support": "Segítség",
    "Web": "Web",
    "Desktop": "Asztal",
    "Design": "Dizájn",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Az önök segítségével, egy kis szenvedélyes önkéntesekből álló csapatból, egy apró céggé tudtunk válni. Minden kis segítség egy lépéssel közelebb visz minket ahhoz, hogy még egy teljes időben dolgozó fejlesztőt foglalkoztassunk.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "A Patreon úgy működik, mint egy folytonos, közösségi finanszírozású kampány. Válasszon egy összeget, kapjon jutalmat, és segítsen nekünk elérni céljainkat.",
    "Learn More": "Tudjon meg többet",
    "Become a Patron": "Váljon támogatóvá",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Könnyedén használhatja bankkártyát, hitelkártyát vagy PayPal-fiókját. Választhat egyszeri fizetést vagy ismétlődő kifizetési módot is.",
    "Use PayPal": "",
    "PayPal - The safer, easier way to pay online!": "",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Segítsen minket pénzügyileg, és tegyen szert exkluzív elementary holmikra, hogy megmutassa támogatását barátainak, családtagjainak vagy munkatársainak.",
    "Visit Store": "Tekintse meg üzletünket",
    "Bountysource": "Bountysource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "A Bountysource közvetlenül a fejlesztők kezébe adja pénzt, így jutalmazza őket javítások elvégzéséhez vagy új funkciók létrehozásához. Állítson be egy bounty-t azokra a problémákra, amelyek fontosak az ön számára vagy támogasson egy adott alkalmazást. Ismétlődő előfizetést is beállíthat.",
    "Bountied Bugs": "Támogatott ügyek",
    "BountySource": "BountySource",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "Az elementary OS-t a világ minden táján élő emberek készítik és használják; segítsen még jobbá tenni az élményt azzal, hogy lefordítja más nyelvekre.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "Az elementary OS és honlapunk, egyaránt a nyílt Weblate nevű online platform segítségével fordítható le.",
    "Join Chat": "Csatlakozzon a beszélgetéshez",
    "Suggest Translations": "Javasoljon fordításokat",
    "World map": "Világtérkép",
    "Question &amp; Answer": "Kérdés &amp; Válasz",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "",
    "Unanswered Questions": "Megválaszolatlan kérdések",
    "New Questions": "Új kérdések",
    "Documentation": "Dokumentáció",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "Az elementary rendelkezik egy alapvető dokumentációval a felhasználók és a fejlesztők számára egyaránt. Minden dokumentációnkat Markdown-ban írtuk, és a GitHubon tároljuk, így egy változtatást javasolni vagy új szakaszt létrehozni pofon egyszerű.",
    "Learning The Basics Guide": "Az alapok elsajátítása útmutató",
    "Developer Docs": "Fejlesztői dokumentáció",
    "Web Development": "Web fejlesztés",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "A weboldalunk HTML, CSS, PHP és JavaScript használatával készült. Mindig keresünk új embereket, akik tapasztaltak ezeken a területeken és szeretnének közreműködni, jobbátenni weblapunkat.",
    "Fork Our Website on GitHub": "Forkolja a weblapunkat GitHubon",
    "Report a Website Issue": "Jelentse a weblapunkon található hibákat",
    "Desktop Development": "Asztali környezet fejlesztés",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Az asztali környezetünket és annak összes alkalmazását Vala, GTK+, Granite, és számos más nyílt könyvtár használatával készültek. Az asztali környezetünk kódját a GitHubon tároljuk, amely egy ingyenes szolgáltatás nyílt forráskódú projektek számára.",
    "Browse Our Code": "Böngéssze a forráskódunkat",
    "Bitesized Bugs": "Ismert hibák",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Tervezőcsapatunk ötleteket formál a beküldött hibajelentésekből és javaslatokból. Ám mielőtt hozzájárulna, ajánlatos utánaolvasni a tervezési munkafolyamatunknak.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "Az elementary OS CSS-ben írt rendszer-stíluslapokat használ. Ez határozza meg, hogyan jelenik meg minden a képernyőn, gombok, panelek, menük, stb.",
    "Browse Our Stylesheet": "Tekintse meg stíluslapunkat",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "Az elementary OS vektorikonokat használ, amelyeket minden előre telepített alkalmazásban jelen vannak, és harmadik fél fejlesztőknek is elérhetőek.",
    "Browse Our Icons": "Tekintse meg ikonkészletünket",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Tervezőcsapatunk nyomon követi a \"Tervezést igényel\" megjelölésű problémákat a GitHubon. Ezek esetében további megbeszélésre, tervezésre és javaslatokra van szükség.",
    "Browse 'Needs Design' Issues": "Tekintse meg a tervezést igénylő problémákat",
    "Get Involved with elementary OS": "Vegyen részt az elementary OS készítésében"
}
