{
    "Privacy Policy": "Adatvédelmi irányelvek",
    "Do Not Track": "Ne Kövess",
    "This site honors the do-not-track setting found in most modern browsers and disables Google Analytics when it is present. We cannot automatically remove other tracking methods without severely impacting the use of the site. Should you wish to manually manage these tracking methods, reference the section on disabling cookies.": "Ez az weblap tiszteletben tartja a legtöbb modern böngészőben megtalálható ne-kövess funkciót és kikapcsolja a Google Analytics szolgáltatást, ha a követés le van tiltva. Más követési módokat nem áll módunkban kikapcsolni anélkül, hogy az jelentősen befolyásolná az oldal használatát. Amennyiben manuálisan szeretné módosítani a követési beállításokat, kérjük olvassa el a sütik letiltásáról szóló részt.",
    "Cookies": "Sütik",
    "<strong>You can choose to disable or selectively turn off any cookies or third-party cookies in your browser settings.<\/strong>": "<strong>Böngészőjében letilthatja a sütiket teljes körűen vagy szelektíven, de a harmadik féltől származó sütik letiltására is lehetősége van.<\/strong>",
    "This site uses cookies for incremental improvements. You may find the services function without them but at a reduced usability. For example, the site will not remember if you have previously paid for elementary OS; by default you will be asked to pay again.": "Ez az oldal sütiket használ a fokozatos fejlesztések érdekében. Az egyes szolgáltatások korlátozottan működhetnek ha a sütik le vannak tiltva. Például az oldal nem fog emlékezni, hogy korábban fizetett-e az elementary OS-ért; alapértelmezett beállításként ismét kérni fogja öntől, hogy fizessen.",
    "Stores cookies to log behavioral elements and analyze potential threats. For more information, see the": "Sütiket használ, hogy naplózza a viselkedési szokásokat és elemezze a lehetséges fenyegetéseket. További információkért tekintse meg a",
    "CloudFlare Privacy &amp; Security Policy": "CloudFlare Adatkezelési &amp; Biztonsági Tájékoztatóját",
    "Stores cookies to collect information—including the number of visitors to this site, from where they were referred, and the pages they visit—in an anonymous form. This information is used to help improve the site. For more information, see Google's article on": "Sütiket használ, hogy információkat gyűjtsön - beleértve az oldal látogatóinak számát, hogyan jutott a látogató az oldalra és milyen további oldalakat látogatott meg - anonimizált formában. Ezek az információk az oldal fejlesztésére szolgálnak. További információért tekintse meg az",
    "Safeguarding Your Data": "Az adatok védelme",
    "Uses cookies to remember your last order and your country so it knows what card types to offer for payments. For more information, see": "Sütiket használ, hogy emlékezzen az utolsó megrendelésére és az országra, ahol tartózkodik, így állapítja meg milyen típusú kártyákat kínáljon fel önnek a kifizetésekhez. További információkért tekintse meg a",
    "Stripe's Privacy Policy": "Stripe Adatkezelési Tájékoztatóját",
    "Manage Cookies": "Sütik kezelése",
    "As you have already visited our site, you may wish to manage cookies already set in your browser. Links to the relevant instructions can be found below.": "Mivel már meglátogatta oldalunkat, talán szeretné a böngészőjében beállítani a sütikre vonatkozó szabályokat. Az alábbi linkeken ehhez kap segítséget.",
    "Transparency": "Átláthatóság",
    "We have not placed any backdoors into our software and have not received any requests for doing so. We have also never received a National Security Letter, FISA order, or any other classified request for user information.": "A szoftverünkbe semmiféle kiskaput nem helyeztünk el, és nem kaptunk erre vonatkozó kérést. Sosem kaptunk Nemzetbiztonsági levelet, FISA utasítást, vagy bármilyen más minősített követelést a felhasználóink információi iránt.",
    "Privacy Policy &sdot; elementary": "Adatvédelmi irányelvek &sdot; elementary"
}
