{
    "Brand": "Brend",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Brend elementaryja je jedinstven: tehnički pripada elementary LLC.-ju, firmi koja vodi i podržava razvoj elementary proizvoda. Međutim, imamo izvrsnu zajednicu i ne želimo biti predominantni s pravnim zahtjevima i tehnikalijama. S tim na umu smo napisali neke smjernice kako bi bilo razumljivije kada i kako treba koristiti brend elementaryja.",
    "Name": "Naziv",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Riječ \"elementary\" se odnosi na zaštitnu marku firme elementary LLC. elementary se uvijek piše malim početnim slovom, čak i kada je na početku rečenice kao u ovom slučaju. Koristi se zajedno s nazivima proizvoda (to jest, \"elementary OS\") kako bi označavao specifičan proizvod elementaryja.",
    "Brand Marks": "Marke brenda",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary je vlasnik dvije marke: \"elementary\" logotipa i \"e\" logomarke. Obje se smatraju zaštitnim markama i predstavljaju elementary firmu i njene proizvode.",
    "Both should be used with the following in mind:": "Obje treba koristi sa sljedećim napomenama na umu:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Ne razvaličiti, izokretati, rotirati, obrtati niti na druge načine mijenjati marke.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Ne koristiti ove marke na pretjerano uređenim pozadinama; jednobojne pozadine su najbolje rješenje.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Marke se trebaju uvijek koristiti monohromatski; obično bijele ako je tamna pozadina ili crne ako je svijetla pozadina.",
    "Logotype": "Logotip",
    "elementary Logotype": "Logotip elementaryja",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logotip se koristi kada prostor dozvoljava da se spomene firma elementary. Može biti korišten prije naziva proizvoda kada se poziva na specifičan proizvod elementaryja.",
    "The logotype should always be used under the following guidelines:": "Logotip treba uvijek biti korišten u skladu sa sljedećim smjernicama:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Ne pokušavajte rekreirati logotip. Logotip je pomno dizajnirana marka brenda, a ne samo riječ \"elementary\" napisana određenim fontom.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Ne koristite logotip u malim veličinama. Ako nije jasno prikazan, radije koristite logomarku.",
    "Logomark": "Logomarka",
    "elementary Logomark": "Logomarka elementaryja",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Logomarka \"e\" se koristi kada se odnosi na firmu elementary a kada je prostor ograničen ili je potrebno osigurati omjer veličina.",
    "Color": "Boja",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary kombinira korištenje boje s našim nazivom kako bi etablirao naš brend. Koristimo sljedeću paletu boja:",
    "Strawberry": "Jagoda",
    "Strawberry 100": "Jagoda 100",
    "Strawberry 300": "Jagoda 300",
    "Strawberry 500": "Jagoda 500",
    "Strawberry 700": "Jagoda 700",
    "Strawberry 900": "Jagoda 900",
    "Orange": "Narandža",
    "Orange 100": "Narandža 100",
    "Orange 300": "Narandža 300",
    "Orange 500": "Narandža 500",
    "Orange 700": "Narandža 700",
    "Orange 900": "Narandža 900",
    "Banana": "Banana",
    "Banana 100": "Banana 100",
    "Banana 300": "Banana 300",
    "Banana 500": "Banana 500",
    "Banana 700": "Banana 700",
    "Banana 900": "Banana 900",
    "Lime": "Limeta",
    "Lime 100": "Limeta 100",
    "Lime 300": "Limeta 300",
    "Lime 500": "Limeta 500",
    "Lime 700": "Limeta 700",
    "Lime 900": "Limeta 900",
    "Blueberry": "Borovnica",
    "Blueberry 100": "Borovnica 100",
    "Blueberry 300": "Borovnica 300",
    "Blueberry 500": "Borovnica 500",
    "Blueberry 700": "Borovnica 700",
    "Blueberry 900": "Borovnica 900",
    "Grape": "Grožđe",
    "Grape 100": "Grožđe 100",
    "Grape 300": "Grožđe 300",
    "Grape 500": "Grožđe 500",
    "Grape 700": "Grožđe 700",
    "Grape 900": "Grožđe 900",
    "Cocoa": "Kakao",
    "Cocoa 100": "Kakao 100",
    "Cocoa 300": "Kakao 300",
    "Cocoa 500": "Kakao 500",
    "Cocoa 700": "Kakao 700",
    "Cocoa 900": "Kakao 900",
    "Silver": "Srebro",
    "Silver 100": "Srebro 100",
    "Silver 300": "Srebro 300",
    "Silver 500": "Srebro 500",
    "Silver 700": "Srebro 700",
    "Silver 900": "Srebro 900",
    "Slate": "Škriljevac",
    "Slate 100": "Škriljevac 100",
    "Slate 300": "Škriljevac 300",
    "Slate 500": "Škriljevac 500",
    "Slate 700": "Škriljevac 700",
    "Slate 900": "Škriljevac 900",
    "Black": "Crna",
    "Black 100": "Crna 100",
    "Black 300": "Crna 300",
    "Black 500": "Crna 500",
    "Black 700": "Crna 700",
    "Black 900": "Crna 900",
    "Fonts": "Fontovi",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Za web i štampanje, koristimo Raleway za naslove i Open sans za tijelo teksta. Za blokove koda koristimo Roboto Mono.",
    "Third Parties &amp; Community": "Treće strane i zajednica",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Ohrabrujemo programere treće strane da prilikom kreiranja proizvoda za elementary OS usvoje određene elemente brenda elementary kako bi ostvarili dosljednost:",
    "Voice/tone": "Glas/ton",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Međutim, da bi se izbjegla zabuna kod korisnika, ograničavamo korištenje naziva i marki elementaryja:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Potičemo Vas da informirate da je Vaša aplikacija dizajnirana za elementary OS, ali molimo Vas da ne koristite elementary naziv ili marke kao dio naziva Vaše firme, aplikacije, proizvoda, usluge ili u logotipovima koje kreirate.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Koristite elementary naziv i marke samo da biste označavali elementary LLC. i njene proizvode (tj. elementary OS).",
    "Community": "Zajednica",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "Proizvodi zajednice (stranice, fan klubovi itd) se potiču da koriste logotip elementary zajednice:",
    "elementary Community Logo with color": "Logotip elementary zajednice u boji",
    "elementary Community Logo in black": "Logotip elementary zajednice, crni",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "Ovo pomaže da se proizvod uspostavi kao dio šire elementary zajednice dok se istovremeno smanjuje zabuna koja može nastati korištenjem glavnog logomarka.",
    "Hardware Distributors": "Distributori hardvera",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "Želimo osigurati da kada naš softver nosi sa sobom brendiranje elementaryja iskustvo bude dosljedno bilo da se radi o preuzimanju s naše internetske stranice ili o preinstaliranom softveru na hardverskom proizvodu.",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "Softverske komponente elementary OS-a mogu biti prilagođene i redistribuirane u skladu sa uslovima softverskog licenciranja. Međutim, naše marke brenda mogu biti redistribuirane samo uz ispunjavanje jednog ili više sljedećih uslova:",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "Softver ostaje neizmijenjen, uključujući preinstalirane aplikacije, stylesheetove i ikonografiju, datoteke konfiguracije itd., ili",
    "The modifications are approved in writing by elementary.": "Prilagodbe su odobrene pisanim putem od strane elementaryja.",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> for clarification or direction.": "Razumijemo da uključivanje drivera, omogućavanje hardvera i distributorski brending su važni za distributore, tako da će takve prilagodbe skoro uvijek odobriti elementary. U slučaju dvojbe, molimo da se javite putem e-pošte na adresu <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a> kako bismo pojasnili ili usmjerili.",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "Ako niste u stanju ili ne želite da ispunite ove uslove redistribucije zaštitne marke, uklanjanje zaštitnih oznaka elementaryja iz OS-a trebalo bi biti jednostavno:",
    "Modify the <code>DISTRIB_DESCRIPTION</code> line in the file <code>/etc/lsb-release</code> to exclude our trademarks.": "Izmijenite redak <code>DISTRIB_DESCRIPTION</code> u datoteci <code>/etc/lsb-release</code> kako biste otklonili zaštićene marke.",
    "Replace the iconography such that the icon <code>distributor-logo</code> present in <code>/usr/share/icons/elementary/places/</code> in each of the provided sizes does not appear in the OS.": "Zamijenite ikonografiju tako da se ikona <code>distributor-logo</code> koja se nalazi u <code>/usr/share/icons/elementary/places/</code> u svakoj od dostupnih veličina ne pojavljuje u OS-u.",
    "Remove the packages <code>plymouth-theme-elementary</code> and <code>plymouth-theme-elementary-text</code>.": "Uklonite pakete <code>plymouth-theme-elementary</code> i <code>plymouth-theme-elementary-text</code>.",
    "Merchandise": "Artikli za fanove",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Obično ne dozvoljavamo da naše brendiranje (uključujući naš naziv i marke brenda) bude korišteno na artiklima trećih lica.",
    "Assets &amp; More Info": "Objekti i više informacija",
    "Download on GitHub": "Preuzmite na GitHubu",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.": "Za više informacija u vezi s korištenjem naziva, brendiranja i trgovinskih marki elementaryja, molimo da se javite putem e-pošte na adresu <a href=\"mailto:brand@elementary.io\">brand@elementary.io</a>.",
    "Brand &sdot; elementary": "Brend i elementary"
}
