{
    "Code of Conduct": "Pravila ponašanja",
    "Community Guidelines": "Smjernice zajednice",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to any time you’re involved with the community, be it in Slack, on GitHub, on an elementary community site, in person, or anywhere else.": "Biti uključen u zajednicu elementary je nevjerovatno iskustvo: postanete dio nečeg velikog, sarađujete s ljudima širom svijeta i pomažete ljudima da učine svoje računare fantastičnim. Međutim, s time dolazi i odgovornost da pratite unaprijed određen skup pravila koji osigurava najbolje okruženje za sve uključene. Poštivanje sljedećih pravila očekuje se u svakom trenutku kada ste u zajednici, bilo da ste na Slacku, na GitHubu, na stranici zajednice elementary, uživo ili bilo gdje drugo.",
    "I. Respect": "I Poštovanje",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Poštovanje drugih je od kritične važnosti. Poštujte ljude i njihova mišljenja, njihovo porijeklo, njihovu privatnost i njihove ideje. elementary zajednica nije mjesto za bezobzirne i uvredljive komentare, bez obzira iz kojeg razloga. Kada dajete kritiku, pristupite tome konstruktivno i uz poštovanje. Lični napadi se ne toleriraju. Kada primate konstruktivnu kritiku, uzmite je u razmatranje i zahvalite se kritičaru na njihovom doprinosu, bez obzira koje je Vaše mišljenje o tome.",
    "II. Content": "II Sadržaj",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it’s something you’d show to a room full of people including children and grandmothers from around the world. If you’re hesitant, don’t do it.": "elementary zajednicu čine hiljade korisnika različitih godina, vjerovanja i nivoa zrelosti. Iz tog razloga morate biti svjesni sadržaja koji proizvodite i primjedbi koje dajete. U odnosu na elementary ne smije se pojavljivati golotinja, izrazita vulgarnost, politički sadržaj, vjerski sadržaj i neprikladan sadržaj. U konačnici, elementary moderatori imaju zadnju riječ o tome šta se smatra neprikladnim. Ako niste sigurni, promislite je li to nešto što biste pokazali u sobi punoj ljudi, uključujuči djecu i nane iz cijelog svijeta. Ako imate dvojbi, onda nemojte to uraditi.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Snimke ekrana podijeljene u zajednicama koje moderira elementary ne smiju sadržavati teme koje oponašaju drugi operativni sistem, fotografije i ilustracije koje tretiraju pojedinca kao objekt ili sadržaj koji inače krši Pravila ponašanja.",
    "III. Rumors and Speculation": "III Glasine i špekulacije",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it’s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Iako brza i uzbudljiva priroda elementaryja doprinosi želji da se šire glasine i špekulacije, izbjegavajte to. Razgovori o planovima za budućnost su uredu, ali svaki put kada se ne radi o provjerenoj činjenici, obznanite da se radi o ličnoj špekulaciji ili nemojte razgovarati o tome. Širenje netačnih informacija može biti štetno za zajednicu, posebno ako se šire u negativnom svjetlu.",
    "IV. Helpful Discussion": "IV Konstruktivna rasprava",
    "elementary is powered by individuals coming together in their free time to create something special. It’s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as an issue tracker, pull request, mailing list, IRC, or Slack, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "elementary pokreću pojedinici koji se udružuju u svoje slobodno vrijeme kako bi kreirali nešto posebno. Važno je poštovati tu činjenicu i uvijek pokušavati da doprineste zdravoj, konstruktivnoj raspravi. Ako ste na sastanku, držite se teme i ne govorite osim ako imate nešto korisno za reći što je direktno vezano za diskusiju u toku. Ako komentirate na web-stranici, držite diskusiju relevantnom za sadržaj unosa u Journal ili teme odgovora. Ako učestvujete u diskusiji za programere poput praćenja problema, pull zahtjevi, distribucionih lista, IRC ili Slack, ne kreirajte nepotrebnu buku razgovorom o neprogramerskim temama - to samo skreće tok diskusije i zamućuje zapisnike za programere koji nisu prisutni.",
    "As a primarily online-based community, it’s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Budući da smo primarno internetska zajednica važno je izbjegavati potencijalno negativne strane Interneta. Ne trolajte, započinjanje svađa i davanje komentara s jedinom svrhom da nekoga razljutite je djetinjasto i neprihvatljivo. Neželjeni spam sadržaji su također neprihvatljivi; ovo uključuje objavu linkova na nerelevantne stranice i opetovano objavljivanje linkova s iste stranice. Ako neko trola ili objavljuje spam, ignorirajte i prijavite tog korisnika.",
    "V. Avoiding Conflict": "V Izbjegavanje sukoba",
    "If you feel someone—be it a new or longtime contributor—is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Ako osjećate da je neko, bilo da se radi o novom ili dugogodišnjem sudioniku, drzak, ljubazno skrenite toj osobi pažnju na to. Prepoznavanje problema prije nego postanu složeni je od kritične važnosti. Svako ima ulogu koju igra u pomaganju da komunikacija teče glatko u našem (ponekad izazovno) jedinstvenom radnom okruženju.",
    "Similarly, always strive to be professional, accurate, and respectful when interacting with or mentioning other projects, companies, or people. Remember that your words and interactions may be perceived as those of the greater elementary community. While constructive criticism can be helpful, always approach it from a positive direction, and never misrepresent or slander—if you are unsure, err on the side of omitting.": "Isto tako, uvijek stremite ka profesionalnom, tačnom i obzirnom kada razgovarate s drugim projektima, firmama i ljudima ili kada ih spominjete. Zapamtite da Vaše riječi i djela mogu biti shvaćeni kao riječi i djela šire elementary zajednice. Iako konstruktivna kritika može biti od pomoći, uvijek joj pristupite s pozitivne strane i nikad ne tumačite pogrešno niti klevetajte. Ako niste sigurni, pogriješite tako što ćete izostaviti.",
    "VI. Step Down Considerately": "VI Obzirno ustupanje",
    "Life priorities, interests, and passions can change. If you’re involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Životni prioriteti, interesi i strasti se mijenjaju. Ako ste uključeni u projekt povezan s elementaryjem, ali smatrate da se morate odaljiti od njega, učinite to tako da prouzrokuje što manje disrupcija. Kada radimo zajedno, naš rad i ideje nisu više samo naše, već pripadaju cijeloj elementary zajednici. Obavijestite druge članove tima da kanite odstupiti i ako je to moguće, pomozite da se pronađe neko ko bi mogao nastaviti Vaš rad. U najmanju ruku, osigurajte da Vaš rad može biti nastavljen tamo gdje ste prestali.",
    "Consequences": "Posljedice",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you’ve posted; deactivate or ban your account on third-party sites; deactivate your account in Slack; or otherwise prevent you from interacting with the community.": "Ako odaberete da ne pratite ova pravila ponašanja ili na drugi način unosite poremećaje u zajednici, zadržavamo pravo da učinimo sljedeće: izmijenimo ili uklonimo sadržaj koji ste objavili; deaktiviramo ili zabranimo Vaš račun na stranicama treće strane; deaktiviramo Vaš račun na Slacku; na druge načine spriječimo Vas da stupate u kontakt sa zajednicom.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a> license. Certain aspects have been inspired by the <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Code of Conduct<\/a>.<\/em>": "<em>elementary Pravila ponašanja su izdana pod licencom <a href=\"http:\/\/creativecommons.org\/licenses\/by-sa\/3.0\/\" target=\"_blank\" rel=\"noopener\">Creative Commons Attribution-Share Alike 3.0<\/a>. Određeni aspekti su inspirirani <a href=\"http:\/\/www.ubuntu.com\/about\/about-ubuntu\/conduct\" target=\"_blank\" rel=\"noopener\">Ubuntu Kodeksom ponašanja<\/a>.<\/em>",
    "Code of Conduct &sdot; elementary": "Pravila ponašanja &sdot; elementary"
}
