{
    "Be a Part of Something Bigger": "Budite dijelom nečeg većeg",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Sve što mi kreiramo je 100% otvorenog koda i razvijeno kolaborativno od strane ljudi širom svijeta. Čak i ako niste programer možete se uključiti i doprinijeti.",
    "Funding": "Finansiranje",
    "Translations": "Prijevodi",
    "Support": "Podrška",
    "Web": "Web",
    "Desktop": "Radna površina",
    "Design": "Dizajn",
    "With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Uz vašu pomoć smo bili u stanju izrasti iz male grupe strastvenih volontera u malenu firmu. Svaki mali čin pomoći je još jedan korak bliže ka zapošljavanju još jednog programera na puno radno vrijeme.",
    "Patreon": "Patreon",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon djeluje kao trajna kampanja grupnog finansiranja. Odaberite iznos, preuzmite nagrade te nam pomozite da ostvarimo ciljeve.",
    "Learn More": "Saznajte više",
    "Become a Patron": "Postanite patron",
    "Easily use a debit card, credit card, or PayPal account. You can choose a one-time payment or set up recurring payments.": "Jednostavno koristite debitnu karticu, kreditnu karticu ili PayPal račun. Možete izabrati jednokratnu uplatu ili uspostaviti redovne uplate.",
    "Help us financially, plus get some exclusive elementary gear to show your support to friends, family, and coworkers.": "Pomozite nam finansijski i dobit ćete ekskluzivne elementary artikle za fanove pomoću kojih svoju podršku možete pokazati i prijateljima, porodici i kolegama.",
    "Visit Store": "Posjetite trgovinu",
    "Bountysource": "BountySource",
    "Bountysource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource stavlja sredstava direktno u ruke programera tako što ih nagrađuje za izvođenje popravki ili kreiranje novih funkcionalnosti. Odredite iznos nagrade za rješavanje problema koji su Vama najvažniji ili finansirajte određenu aplikaciju. Možete uspostaviti i redovne isplate.",
    "Bountied Bugs": "Greške za čije je rješavanje objavljena nagrada",
    "BountySource": "",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS kreiraju i koriste ljudi širom svijeta. Pomozite nam svojim prijevodima na što više jezika da unaprijedimo to iskustvo.",
    "Both elementary OS and our website are openly translated using an online platform called Weblate.": "I elementary OS i naša web-stranica su otvoreno prevedeni koristeći internetsku platformu Weblate.",
    "Join Chat": "Pridruži se chatu",
    "Suggest Translations": "Predloži prijevode",
    "World map": "Karta svijeta",
    "Question &amp; Answer": "Pitanja i odgovori",
    "Stack Exchange is a Q&amp;A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "Stack Exchange je web stranica pitanja i odgovora izgrađena s ciljem pronalaženja najboljih odgovora na česta pitanja. Svako može kreirati račun i započeti s postavljanjem pitanja ili odgovaranjem.",
    "Unanswered Questions": "Pitanja bez odgovora",
    "New Questions": "Nova pitanja",
    "Documentation": "Dokumentacija",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary pruža osnovnu dokumentaciju i za korisnike i za programere. Sva naša dokumentacija je napisana u Markdownu i hostirana na GitHubu, tako da je dodavanje izmjena ili novih odjeljaka ništa lakše.",
    "Learning The Basics Guide": "Vodič za učenje osnova",
    "Developer Docs": "Dokumenti za programere",
    "Web Development": "Web razvoj",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Naša web-stranica je izrađena pomoću HTML-a, CSS-a, PHP-a i JavaScripta. Uvijek nam trebaju ljudi s iskustvom u tim oblastima koji bi htjeli doprinijeti i učiniti je još boljom.",
    "Fork Our Website on GitHub": "Forkaj našu web-stranicu na GitHubu",
    "Report a Website Issue": "Prijavite problem s web-stranicom",
    "Desktop Development": "Desktop razvoj",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on GitHub, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Naše desktop okruženje i sve njegove aplikacije su izrađene pomoću Vale, GTK+-a, Granitea i nekolicine drugih otvorenih biblioteka. Hostiramo naš kod na GitHubu, besplatnom servisu za projekte otvorenog koda. Ako dosad niste razvijali za elementary OS, preporučujemo da pogledate naš vodič za početnike.",
    "Browse Our Code": "Pregledaj naš kod",
    "Bitesized Bugs": "Manji bugovi",
    "Our Design Team turns ideas into clear issue reports and deliverable assets. Before diving in, it's recommended to read about our design workflow.": "Naš dizajnerski tim ideje pretvara u jasne izvještaje o problemima i konkretne sadržaje. Prije nego započenete, preporučujemo da pročitate o našem dizajn workflowu.",
    "elementary OS uses a system stylesheet written in CSS. It defines how everything is drawn, from buttons and toolbars to the panel and menus.": "elementary OS koristi sistemski stylesheet koji je napisan u CSS-u. On definira kako je sve predstavljeno, od dugmića i traka s alatkama do panela i menija.",
    "Browse Our Stylesheet": "Pregledajte naš stylesheet",
    "elementary OS comes with a set of vector icons that are used across all pre-installed apps and are available to third party developers too.": "elementary OS dolazi s paketom vektorskih ikonica koje se koriste u svim preinstaliranim aplikacijama i koji su također dostupni vanjskim programerima.",
    "Browse Our Icons": "Pregledajte naše ikone",
    "Our design team tracks \"Needs Design\" issues in GitHub. These might need further design discussion, wireframes, or deliverable assets.": "Naš dizajnerski tim prati upite vezane za dizajn na GitHubu. Za upite su često potrebne diskusije o dizajnu, primjeri poput wireframeova i drugih asseta.",
    "Browse 'Needs Design' Issues": "Pregledajte upite o dizajnu",
    "Get Involved with elementary OS": "Uključite se u razvoj elementary OS"
}
