{
    "Human Interface Guidelines": "Directrices de interfaz humana",
    "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will help you decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:": "These guidelines are designed to help developers and designers create a beautifully consistent experience on the elementary desktop. They were written for interface designers, graphic artists and software developers who will be working on elementary OS. They will not only define specific design elements and principles, but will also instill a philosophy that will help you decide when it is appropriate to deviate from the Guidelines. Adhering to the suggestions contained here will provide many benefits:",
    "Users will learn to use your application faster because it shares common elements that they are already familiar with.": "Los usuarios aprenderán a usar su aplicación con mayor rapidez debido a que esta reutiliza elementos con los que ya están familiarizados.",
    "Users will accomplish tasks more quickly because you will have a straight-forward interface design that isn't confusing or difficult.": "Los usuarios finalizarán tareas rápidamente como consecuencia de tener un diseño de interfaz libre de complicaciones.",
    "Your application will appear native to the desktop and share the same elegant look as default applications.": "Su aplicación parecerá nativa del escritorio y compartirá la misma apariencia elegante que las aplicaciones predeterminadas.",
    "Your application will be easier to document because an expected behavior does not require explanation.": "Su aplicación será más fácil de documentar porque un comportamiento esperado no requiere explicación.",
    "The amount of support you will have to provide, including bugs filed, will be lessened (for the reasons above).": "Disminuirán la cantidad de asistencia que deberá proporcionar y los informes de errores (por los motivos anteriores).",
    "To help you achieve these goals, these guidelines will cover basic interface elements, how to use them and put them together effectively, and how to make your application integrate well with the desktop. The most important thing to remember is that following these guidelines will make it easier to design a new application, not harder.": "Para ayudarlo a obtener estas metas, esta guía cubrirá elementos básicos de interfaz, cómo usarlos y colocarlos juntos efectivamente, y cómo integrar bien su aplicación con el escritorio. Lo más importante es recordar que seguir esta guía hará mas fácil diseñar una aplicación, no lo contrario.",
    "However, keep in mind that this is a guideline, not a rulebook. New, amazing interaction paradigms appear every day and more are waiting to be discovered. This is a living document that can and will be changed.": "Sin embargo, tenga en mente que esto es una guía, no un reglamento. Nuevos y sorprendentes paradigmas de interacción aparecen todos los días y más aguardan a ser descubiertos. Este es un documento activo que puede y será modificado.",
    "For sections that have not yet been written, please refer to": "Para las secciones que todavía no se han escrito, consulte",
    "The GNOME HIG": "las Directrices de GNOME",
    "Design Philosophy": "Filosofía de diseño",
    "The elementary HIG isn't just about a set of concrete rules; it's meant to be flexible and extensible. As such, this very first portion of the guideline is all about the guiding philosophy we employ. For a quick crash course, we like &quot;The User is Drunk&quot;:": "Las HIG de elementary no son solo un conjunto de normas concretas: su propósito es permitir la flexibilidad y la extensibilidad. Por ello, hablaremos primero de la filosofía de diseño que empleamos. A modo de introducción rápida, le presentamos «El usuario está ebrio»:",
    "What Design Is Not": "Lo que no es el diseño",
    "Before we get into all the things that make up elementary apps, there is a clarification that needs to be made. We need to understand what exactly design is about, but more importantly we want to smash two major myths:": "Antes de zambullirnos en los detalles sobre los elementos que componen las aplicaciones de elementary, es necesario realizar una aclaración. Debemos entender qué es el diseño exactamente, pero más importante incluso es romper con dos grandes mitos:",
    "<strong>Design is not something you add on after you've completed a product.</strong> Whether you realize it or not, you are constantly designing anything you build. It is an intrinsic part of creating something. Design is not just what something looks like. It's not just the colors and fonts. Design is how it works. When you decide to add a button that does a thing, that is design. You made a decision to add a button with an icon or a label and where that button went and the size and color of that button. Decisions are designs.": "<strong>El diseño no es algo que se añade después de terminar un producto.</strong> Se dé cuenta o no, siempre está diseñando todo lo que construye. Es una parte intrínseca de la creación de algo. El diseño no se refiere únicamente a lo visual; no se trata solo de colores y tipos de letra. El diseño es sobre cómo funciona. Cuando decide añadir un botón que hace algo, eso es diseño. Hizo la decisión de añadir un botón con un icono o etiqueta, dónde ponerlo y el tamaño y color de ese botón. Las decisiones son diseños.",
    "<strong>Design is not just, like, your opinion, man.</strong> Design is testable. One design will meet a specific goal better than another design. Consider different types of bicycles. A folding bicycle has a different set of design goals than a mountain bicycle. Things like weight, size, and tire tread are important factors in helping the intended user reach their goals. Because we understand that design is about solving specific problems, we must also understand that we can objectively compare the effectiveness of two designs at solving those problems.": "<strong>El diseño no es su opinión personal.</strong> El diseño se puede poner a prueba. Hay diseños que cumplirán con un objetivo mejor que otros. Considere los distintos tipos de bicicletas. Las bicicletas plegables tienen metas de diseño diferentes de las de montaña. Aspectos como el peso, el tamaño y el dibujo del neumático son factores importantes que ayudan al usuario previsto a alcanzar sus metas. Como entendemos que el diseño se trata de solucionar problemas específicos, también debemos entender que es posible comparar objetivamente la eficacia que dos diseños tienen para solucionar esos problemas.",
    "Design Is Not Veneer, Aral Balkan": "«Diseñar no es aplicar barniz.» —Aral Balkan",
    "Design is Not Subjective, Jeff Law": "«El diseño no es subjetivo.» —Jeff Law",
    "Concision": "Concisión",
    "Always work to make your app instantly understandable. The main function of your app should be immediately apparent. You can do this in a number of ways, but one of the best ways is by sticking to a principal of concision.": "Todo el tiempo trabaje para que su aplicación se entienda al instante. La función principal de la aplicación debe ser evidente. Existen varias maneras de lograr esto, y una de las mejores es apegarse al principio de la concisión.",
    "Avoid Feature Bloat": "Evite el exceso de funcionalidades",
    "It's often very tempting to continue adding more and more features into your application. However, it is important to recognize that every new feature has a price. Specifically, every time you add a new feature:": "En muchas ocasiones es tentador añadir funcionalidades nuevas en su aplicación. Sin embargo, es importante reconocer que cada funcionalidad nueva tiene su precio. En específico, siempre que se agrega una funcionalidad más:",
    "Your application gets slower, consumes more resources, and takes up more disk space.": "Su aplicación se volverá lenta, consumirá más recursos y ocupará más espacio en disco.",
    "Your application's interface becomes more cluttered and thus harder to use.": "La interfaz de la aplicación se vuelve más difícil de utilizar.",
    "More time is spent implementing this new feature, rather than perfecting an old feature.": "Se gasta más tiempo implementando esta nueva característica, en vez de perfeccionar una ya existente.",
    "More code can often mean a greater possibility for bugs.": "A menudo, entre más código haya se incrementará la probabilidad de introducir errores de programación.",
    "More features means more work on documentation, translations, etc.": "Mientras más funciones haya, más trabajo se necesitará en la documentación, las traducciones, etcétera.",
    "Think in Modules": "Pensar en módulos",
    "Build small, modular apps that communicate well. elementary apps avoid feature overlap and make their functions available to other apps either through <a href=\"#contractor\">Contractor</a> or over <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. This both saves you time as a developer (by other apps making their functions available to you), and is a courteous gesture towards other developers (by making your app's functions available to them).": "Construye aplicaciones modulares, pequeñas; que se comuniquen bien. Las aplicaciones de elementary evitan la superposición de sus funciones y estas se hacen disponibles a otras aplicaciones, ya sea mediante <a href=\"#contractor\">Contractor</a> o a través de <a href=\"http://www.freedesktop.org/wiki/Software/dbus\" title=\"View D-Bus docs from FreeDesktop.Org\">D-Bus</a>. Esto te ahorra tiempo como desarrollador (por otras aplicaciones que hacen sus funciones disponibles para ti), y es un gesto de cortesía hacia otros desarrolladores (hacer que las funciones de tu aplicación estén disponibles para ellos)",
    "Avoid Configuration": "Evite la configuración",
    "If possible, completely avoid presenting any settings or configuration in your app. Providing settings is usually an easy way out of making design decisions about an app's behavior. But just like with problems of feature bloat, settings mean more code, more bugs, more testing, more documentation, and more complexity.": "Dentro de lo posible, evite proporcionar opciones en la aplicación. Añadir opciones es frecuentemente, una forma fácil para evitar tomar decisiones sobre el comportamiento de una aplicación. Sin embargo, igual que con el problema de exceso de funcionalidades, las opciones equivalen a más código, más errores, más pruebas, más documentación necesaria y, en general, más complejidad.",
    "Build for the &quot;Out of The Box&quot; Experience": "Cree una primera experiencia favorable",
    "Design with sane defaults in mind. elementary apps put strong emphasis on the out of the box experience. If your app has to be configured before a user is comfortable using it, they may not take the time to configure it at all and simply use another app instead.": "Tenga en mente valores predeterminados sensatos al diseñar. Las aplicaciones de elementary hacen hincapié en la primera experiencia de uso. Si su aplicación necesita ser configurada antes de que los usuarios puedan familiarizarse con esta, es posible que no se molesten en hacerlo y sencillamente empleen otro programa en su lugar.",
    "Ask the Operating System": "Solicitar datos al sistema operativo",
    "Get as much information automatically as possible. Instead of asking a user for their name or their location, ask the system for this information. This cuts down on the amount of things a user has to do and makes your app look intelligent and integrated.": "Recupere, de forma automatizada, tanta información como sea posible. En lugar de solicitar a los usuarios que proporcionen su nombre o ubicación, obtenga los datos del sistema. Esto  ahorra tiempo a los usuarios y hará a su aplicación parecer inteligente e integrada.",
    "Do You Really Need It?": "¿En verdad lo necesita?",
    "Ask yourself if the configuration option you are adding is really necessary or makes sense to a user. Don't ever ask users to make engineering or design decisions.": "Pregúntese si la opción que está por añadir es en verdad necesaria o si tiene sentido para un usuario. Jamás pida que los usuarios realicen decisiones de ingeniería o diseño por sí mismos.",
    "When You Absolutely Have To": "Cuando definitivamente tiene que hacerlo",
    "Keep things contextual. Instead of tucking away preferences in a configuration dialog, think about displaying them in context with the objects they affect (much like how shuffle and repeat options appear near your music library).": "Mantenga las opciones en su contexto. En lugar de separar las preferencias en un cuadro de configuración, piense en mostrarlas en su contexto junto a aquello que afecta (muy similar a cómo las opciones de reproducción aleatoria y repetición aparecen cerca de la biblioteca de música).",
    "If your app needs to be configured before it can be used (like a mail client), present this configuration inside the main window much like a <a href=\"#welcome-screen\">Welcome Screen</a>. Once again, make sure this is really necessary set-up. Adding unnecessary configuration screens stops users from doing what they wanted to do when they opened your app in the first place.": "Si su aplicación necesita configuración antes de poder utilizarla (p. ej., un cliente de correo electrónico), exponga las opciones directamente en la ventana principal de forma parecida a una <a href=\"#welcome-screen\">pantalla de bienvenida</a>. Asegúrese de que las opciones sean absolutamente necesarias; el añadir pantallas de configuración innecesarias disuade a los usuarios de hacer aquello que querían cuando abrieron la aplicación.",
    "See Also:": "Véase también:",
    "<a href=\"http://limi.net/checkboxes-that-kill\">Checkboxes That Kill Your Product</a> by Alex Limi": "<a href=\"http://limi.net/checkboxes-that-kill\">«Casillas de comprobación que acaban con su producto»</a>. —Alex Limi",
    "<a href=\"http://zachholman.com/posts/shit-work/\">Don't Give Your Users Shit Work</a> by Zach Holman": "<a href=\"http://zachholman.com/posts/shit-work/\">«No dé trabajo miserable a sus usuarios»</a>. —Zach Holman",
    "<a href=\"http://stef.thewalter.net/installer-anti-pattern.html\">The Wizard Anti-Pattern</a> by Stef Walter": "<a href=\"http://stef.thewalter.net/installer-anti-pattern.html\">«El antipatrón de los asistentes»</a>. —Stef Walter",
    "Minimal Documentation": "Un mínimo de documentación",
    "Most users don't want to read through help docs before they can use your app. Instead, they expect that your app will be intuitive and simple for them to understand without assistance.": "La mayoría de los usuarios no esperan leer archivos de ayuda antes de que puedan usar su aplicación. Al contrario, esperan que esta sea intuitiva y sencilla de entender sin ayuda.",
    "Use Understandable Copy": "El texto debe ser fácil de entender",
    "Avoid technical jargon and assume little-to-no technical knowledge. This lets your app be &quot;self-documenting.&quot;": "Avoid technical jargon and assume little-to-no technical knowledge. This lets your app be \"self-documenting.\"",
    "Provide non-technical explanations instead of cryptic error messages. If something goes wrong, a simplified explanation of what happened and how to fix it should be presented. ": "Proporcione explicaciones no técnicas en vez de mensajes de error crípticos. Si algo falla, debe aparecer una explicación simplificada de lo que ocurrió y de cómo corregirlo.",
    "For more information, see <a href=\"#writing-style\">Writing Style</a>.": "Para más información, consulte <a href=\"#writing-style\">Estilo de escritura</a>.",
    "User Workflow": "Flujo de trabajo del usuario",
    "Visible design is a large part of the user experience, but so is the user's workflow, or how they interact with an app. In this section, we cover a few important steps of a typical workflow:": "El diseño atractivo es una gran parte de la experiencia del usuario, pero también lo es el flujo de trabajo del usuario, o la forma en que interactúa con una aplicación. En esta sección, cubrimos algunos pasos importantes de un flujo de trabajo típico:",
    "<strong>First-Launch Experience</strong>: What the user sees the first time they use your app.": "<strong>La experiencia de la primera apertura</strong>: lo que los usuarios observan la primera vez que utilizan su aplicación.",
    "<strong>Normal Launch</strong>: What happens when opening your app on a day-to-day basis.": "<strong>Apertura normal</strong>: lo que sucede cuando se abre su aplicación en un día típico.",
    "<strong>Closing</strong>: What happens when closing your app.": "<strong>Cierre</strong>: lo que sucede cuando se cierra la aplicación.",
    "<strong>Background Tasks</strong>: How your app manages to do things invisibly in the background.": "<strong>Tareas en segundo plano</strong>: lo que su aplicación hace para realizar tareas transparentemente en segundo plano.",
    "First-Launch Experience": "Experiencia de la primera apertura",
    "Required Configuration": "Configuración necesaria",
    "When a user first launches an app, they should be able to get down to business as quickly as possible. If configuration is not absolutely required for the first use, they should not be required to configure anything. If configuration is required (like in Postler), they should be presented with a clean and simple <a href=\"#welcome-screen\">welcome screen</a> within the app (again, like Postler). Avoid separate configuration dialogs when launching.": "Cuando un usuario abre por primera vez una aplicación, lo ideal sería que esta esté lista para utilizarse tan pronto como sea posible. Si no se necesita configurarla antes de utilizarla, debe evitarse presentar ninguna opción. Si, por el contrario, la aplicación necesita configurarse (p. ej., Geary), utilícese una <a href=\"#welcome-screen\">pantalla de bienvenida</a> en la ventana principal y evítense los cuadros de diálogo de configuración al arrancar.",
    "Speed of Launch": "Velocidad de apertura",
    "Your app's first launch is the user's first impression of your app; it's a chance to really show off its design and speed. If your app has to configure things in the background before visibly launching, it gives the user the impression that the app is slow or will take a long time to start up. Instead, focus on making the application window appear fast and ready to be used, then do any background tasks behind the scenes. If the background task is blocking (ie. the user is unable to perform certain tasks until it's complete), show some type of indication that a background process is happening and make the blocked user interface items insensitive (see: <a href=\"#widget-concepts\">Widget Concepts</a>).": "Primer lanzamiento de sus aplicaciones es la primera impresión del usuario de su aplicación; es una oportunidad para mostrar realmente su diseño y la velocidad. Si su aplicación tiene que configurar las cosas en el fondo antes de ponerse en marcha de forma visible, se le da al usuario la impresión de que la aplicación es lenta o tomará mucho tiempo para poner en marcha. En su lugar, se centran en hacer que la ventana de la aplicación aparezca rápido y listo para ser utilizado, a continuación, realice las tareas de fondo detrás de las escenas. Si la tarea de fondo se está bloqueando (. Es decir, el usuario no puede realizar ciertas tareas hasta que sea completo), muestran algún tipo de indicación de que un proceso de fondo está sucediendo y crea los elementos de la interfaz de usuario bloqueado de forma insensibles (ver: <a href=\"#widgets-concepts\">Widget Concepts</a>).",
    "Welcoming the User": "Bienvenida al usuario",
    "If there is no content to show the user, provide actions they can act upon by using a simple <a href=\"#welcome-screen\">welcome screen</a>. Let them open a document, add an account, import a CD, or whatever makes sense in the context of the app.": "If there is no content to show the user, provide actions they can act upon by using a simple <a href=\"#welcome-screen\">welcome screen</a>. Let them open a document, add an account, import a CD, or whatever makes sense in the context of the app.",
    "Resetting the App": "Restablecimiento de la aplicación",
    "If a user explicitly &quot;resets&quot; the app (ex. by deleting all songs in a music library or removing all mail accounts in a mail client), it should return to its first-launch state.": "Si los usuarios «restablecen» explícitamente la aplicación (p. ej., al eliminar todas las canciones de una fonoteca o al quitar todas las cuentas en un cliente de correo), esta debe volver al estado que tenía cuando se abrió por primera vez.",
    "Normal Launch": "Apertura normal",
    "When a user launches an app, they're performing an explicit action and expecting a fast, oftentimes immediate response. You should focus on three key areas for app launching: speed, obviousness of what to do next, and state.": "Cuando un usuario inicia una aplicación, está realizando una acción explícita y la espera  rápido, a menudo la respuesta inmediata. Usted debe centrarse en tres áreas clave para el lanzamiento de la aplicación: la velocidad, la evidencia de qué hacer a continuación, y el estado.",
    "Speed": "Velocidad",
    "As has been said before, speed, especially when launching an app, is very important. There should be as little delay as possible in between the time a user decides to launch an app and the instant they can begin using it. If your app requires a splash screen, you're doing it wrong.": "Como se ha dicho antes, la velocidad, especialmente al iniciar una aplicación, es muy importante. Debe ser el plazo más corto posible entre el tiempo que un usuario decide lanzar una aplicación, y en el instante en que puede comenzar a utilizarlo. Si su aplicación requiere una pantalla de presentación, lo estás haciendo mal.",
    "Obviousness": "Obviedad",
    "When a user launches your app, they should know exactly what to do next. This is achieved by following the other interface guidelines (ensuring your app is consistent with other apps) and by offering up explicit actions from the get go. If the app typically displays &quot;items,&quot; such as songs or emails, let the user get at those items by displaying them when the app opens. If there are no previously-opened items, you should offer to open or create a new item (such as a document) by using a <a href=\"#welcome-screen\">welcome screen</a>.": "Cuando un usuario ejecute su aplicación debe saber exactamente qué hacer después. Esto se consigue siguiendo las pautas de otras interfaces (asegurándose de que su aplicación sea coherente con otras) y dando opciones específicas desde el principio. Si la aplicación muestra normalmente \"elementos\" como canciones o correos electrónicos, permita que el usuario pueda acceder a ellos mediante mostrarlos cuando se abra la aplicación. Si no hay elementos abiertos previamente debería dar la posibilidad de abrir o crear un nuevo elemento (como un documento) usando una <a href=\"#welcome-screen\">pantalla de bienvenida</a>.",
    "State": "Estado",
    "If the user has previously used your app, it's typically best to restore the state of the app when opening it again. This means the app comes up to right where the user left off so they can pick up their work again. For a music player, this means opening up with the view where the user left it and the song paused where the user closed the app. For a document editor, this would mean opening up with the same document scrolled to the same spot with the cursor in the same spot on the page.": "Si el usuario ya ha utilizado la aplicación, generalmente es mejor restaurar el estado de la aplicación cuando se abre de nuevo. Esto significa que la aplicación inicia justo donde el usuario la dejó para que puedan tomar su trabajo de nuevo. Para un reproductor de música, esto significa que la apertura iniciara con la vista en la que el usuario la dejo y la canción en pausa cuando el usuario cerró la aplicación. Para un editor de documentos, esto significaría que la apertura sera con el mismo desplazado del documento hasta el mismo punto con el cursor en el mismo lugar en la página.",
    "Always Provide an Undo": "Siempre permita deshacer",
    "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should let the user undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:": "Sometimes a user will perform an action which could possibly be destructive or traditionally irreversible. Rather than present the user with a warning, apps should let the user undo the action for an appropriate amount of time. Some prime examples of when this behavior is useful are:",
    "<strong>Closing an app</strong>. Rather than warning the user, automatically save their work and the app's state so they can return exactly where they left off. See <a href=\"#closing\">Closing</a>.": "<strong>Cierre de una aplicación</strong>. En vez de mostrar un aviso, guarde automáticamente el trabajo de los usuarios y el estado de la aplicación, de modo que puedan volver al punto exacto en el que la dejaron. Véase <a href=\"#closing\">Cierre</a>.",
    "<strong>Deleting an item</strong>. Instead of asking the user if they are sure, make the item &quot;disappear&quot; from the app, but provide an easy and intuitive way to undo the delete.": "<strong>Eliminación de un elemento</strong>. En lugar de preguntar al usuario si está seguro; hacer que el elemento \"desaparezca\" de la app, pero proporcionando una forma fácil e intuitiva para deshacer la eliminación.",
    "<strong>Sending an email</strong>. Rather than asking the user if they want to send an email, let them undo or edit the message a short time after &quot;sending.&quot;": "<strong>Sending an email</strong>. Rather than asking the user if they want to send an email, let them undo or edit the message a short time after \"sending.\"",
    "<strong>Editing a photo</strong>. Instead of asking the user if they want to destructively apply an edit, let them undo the edit and always keep the original backed up.": "<strong>Editing a photo</strong>. Instead of asking the user if they want to destructively apply an edit, let them undo the edit and always keep the original backed up.",
    "This behavior should only as a last resort be implemented by providing a buffer time between when the app shows the user what happened and actually performing the action. To keep the experience responsive, the app should always look as if it performed the action as soon as the user initiates it. ": "Este comportamiento, sólo como último recurso, debe ser implementado proporcionando un tiempo de seguridad entre que la app muestra al usuario lo que ha pasado y lleva a cabo realmente la acción. Para mantener interactiva la experiencia, la aplicación debe aparentar siempre que ha realizado la acción en cuanto el usuario la inicie.",
    "This behavior strikes the best balance of keeping out of the user's way while making sure they don't do something unintended. It's important to keep the undo action unobtrusive yet simple and intuitive; a common way of doing so is by using an info bar, though other methods may also be appropriate.": "Este comportamiento rompe con el equilibrio perfecto de no entrometerse en las acciones del usuario pero asegurándose de que no hacen nada no intencionado. Es importante que la acción de deshacer pase desapercibida, pero que a la vez sea simple e intuitiva; una manera común de hacer esto es usando una barra de información, aunque otros métodos pueden ser apropiados.",
    "See also: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Read the article on A List Apart\">Never Use a Warning When you Mean Undo</a> by Aza Raskin": "Véase también: <a href=\"http://www.alistapart.com/articles/neveruseawarning/\" title=\"Leer el artículo en A List Apart\">«No lance advertencias cuando se puede deshacer una acción»</a>. —Aza Raskin",
    "Always Saved": "Guardado perenne",
    "Users should feel confident when using elementary; they should know that everything they see is saved and up to date.": "Los usuarios deben sentirse seguros usando elementary; deben saber que todo lo que ven está guardado y actualizado.",
    "Apps in elementary should operate around an always-saved state. This means that changes the user makes are instantly applied and visible and that making the user manually save things is a legacy or specialized behavior.": "Las aplicaciones en elementary deberían funcionar según el principio de «guardado perenne». Esto significa que las modificaciones que realicen los usuarios deben aplicarse y visualizarse instantáneamente; hacer que los usuarios guarden manualmente archivos u opciones debe ser una acción especializada u obsoleta.",
    "For example, a Song Info dialog should update the track information instantly without a user having to press a save button, user preferences should be applied as soon as the user manipulates the relevant widget, and closing an app should mean that reopening it will return to where the user left off.": "Por ejemplo, un panel de información de una canción debe actualizar la información de la pista instantáneamente sin que el usuario tenga que pulsar ningún botón de guardado; los ajustes del usuario deben ser aplicados en el momento que estos se manipulan; y una app cerrada debe reabrirse justo donde el usuario la dejó.",
    "Closing": "Cierre",
    "When a user closes an app, it's typically because they're done using it for now and they want to get it out of the way.": "Cuando una usuario cierra una aplicación, normalmente es porque ha terminado de utilizarla y quiere quitársela de en medio.",
    "Saving State": "Guardar el estado",
    "Apps should save their current state when closed so they can be reopened right to where the user left off. Ideally closing and reopening an app should be indistinguishable from the traditional concept of minimizing and unminimizing an app; that is, all elements should be saved including open documents, scroll position, undo history, etc.": "Las aplicaciones deben guardar su estado actual al cerrarlas, de manera que puedan volver a abrirse justo donde el usuario las dejó. Lo ideal sería que cerrar y reabrir una aplicación fueran idénticos a los conceptos tradicionales de minimizar y maximizar una aplicación; lo que es lo mismo, que todos los elementos fueran guardados incluyendo documentos abiertos, posición en la pantalla, el historial de cambios, etc.",
    "Background Tasks": "Tareas en segundo plano",
    "If it makes sense for an app to complete background tasks after the window is closed, the tasks should be completed soon after the window is closed. If the app performs repeat background tasks (such as a mail client), the background tasks should be handled by a separate daemon that does not rely on the app itself being open.": "Si para una aplicación tiene sentido completar la tarea en segundo plano despúes de que la ventana es cerrada, la tarea debería completarse tan pronto la ventana es cerrada. Si la aplicación realiza varias tareas en segundo plano (como el cliente de correo), la tareas en segundo plano deberían ser manejadas por un daemon separado que no depende de la aplicación en sí después de abierta.",
    "Closing the App Window": "Cierre de la ventana de la aplicación",
    "It is not desirable for an app window to simply minimize rather than close when the user attempts to close it. Instead, the app window should be &quot;hidden&quot;. If it makes sense to continue a process in the background (such as downloading/transferring, playing music, or executing a terminal command) the app backend should continue with the task and close when the task is finished. If it's not immediately apparent that the process has completed (as with the file download/transfer or terminal command), the app may show a notification informing the user that the process has completed. If it is apparent, as with the music, no notification is necessary.": "No es deseable para una ventana de aplicación minimizar simplemente cuando el usuario intenta cerrarla. En cambio, la ventana de la aplicación debe estar \"oculta\". Si tiene sentido seguir un proceso en segundo plano (como la descarga / transferencia, escuchar música, o ejecutar un comando de terminal) la aplicación debe continuar con la tarea en segundo plano y se cierra cuando se termina la tarea. Si no es inmediatamente evidente que el proceso se ha completado (como ocurre con la descarga del archivo / transferencia o comando de terminal), la aplicación puede mostrar una notificación que informa al usuario de que el proceso se ha completado. Si es evidente, como con la música, la notificación no es necesaria.",
    "Re-Opening the App Window": "Reapertura de la ventana de la aplicación",
    "If the user re-opens the app while the background process is still executing, the app should be exactly where it would be if the window had been open the whole time. For example, the terminal should show any terminal output, the music player should be on the same page it was when closed, and the browser should come back to the page it was on previously. For more details, see the discussion of app state on a <a href=\"#normal-launch\">Normal Launch</a>.": "Si el usuario vuelve a abrir una aplicación mientras el proceso de fondo se sigue ejecutando, la aplicación debería aparecer exactamente donde estaría si la ventana hubiera estado abierta todo el tiempo. Por ejemplo, la terminal debería mostrar cualquier salida de terminal, el reproductor de música debería estar en la misma página que cuando se cerró, y el navegador debería contener la página en la que estaba anteriormente. Para más detalles, vea el debate sobre estado de aplicación en <a href=\"#normal-launch\">Ejecución normal</a>.",
    "See also: <a href=\"http://design.canonical.com/2011/03/quit/\">That's It, We're Quitting</a> by Matthew Paul Thomas": "Véase también: <a href=\"http://design.canonical.com/2011/03/quit/\">«Bien, terminamos»</a>. —Matthew Paul Thomas",
    "Desktop Integration": "Integración con el escritorio",
    "An important advantage that developers have when choosing the elementary platform is the ability to seamlessly integrate their application with the default desktop. Outlined below are the several ways in which you can make your application feel beyond native in elementary. This section will cover things like:": "Una ventaja importante con la que cuentan los desarrolladores al escoger la plataforma de elementary es la posibilidad de integrar sin interrupciones su aplicación con el escritorio por defecto. A continuación se describen los diferentes métodos con los que puede hacer que su aplicación parezca porpia de elementary.\nEn esta sección veremos cosas como:",
    "<strong>Creating an App Launcher</strong>. The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. This section details how to create these launchers.": "<strong>Creating an App Launcher</strong>. The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. This section details how to create these launchers.",
    "<strong>MIME handling</strong>. If your application can open and save files, place entries for those file types in the application database and the document type (MIME) database. This lets the file manager and other applications automatically launch your application when they encounter files your application can handle.": "<strong>MIME handling</strong>. If your application can open and save files, place entries for those file types in the application database and the document type (MIME) database. This lets the file manager and other applications automatically launch your application when they encounter files your application can handle.",
    "<strong>Contractor</strong>. elementary provides an easy new way for applications to share files with each other. This will make your application more useful and extend its functionality without adding hundreds of lines of code.": "<strong>Contractor</strong>. elementary ofrece una forma nueva y sencilla para que las aplicaciones permitan compartir archivos con otros. Esto hará que su aplicación sea más útil y añadirá funcionalidad sin tener que agregar cientos de líneas de código.",
    "<strong>Using System Indicators</strong>. elementary uses indicator applets in the panel that let your application provide persistent notifications. This section discusses not only how to use that area, but when it is or isn't appropriate to use it.": "<strong>Using System Indicators</strong>. elementary uses indicator applets in the panel that let your application provide persistent notifications. This section discusses not only how to use that area, but when it is or isn't appropriate to use it.",
    "<strong>Integrating with the Dock</strong>. elementary ships with a great dock that supports the Unity Launcher API. This lets your application provide notification badges, progress indicators, and more.": "<strong>Integrating with the Dock</strong>. elementary ships with a great dock that supports the Unity Launcher API. This lets your application provide notification badges, progress indicators, and more.",
    "App Launchers": "Lanzadores de aplicaciones",
    "The primary method of discovering and using your app will be through an app launcher found in Slingshot or in the dock. In order to provide these launchers you must install an appropriate .desktop file with your app. This includes giving your launcher an appropriate name, placing it in the correct category, assigning it an icon, etc.": "El principal método de descubrimiento y uso de su app será a través de un lanzador en Slingshot o en el dock. Para proporcionar estos lanzadores, debe instalar un archivo .desktop junto con su app. Esto incluye darle a su lanzador un nombre apropiado, colocarlo en la categoría adecuada, asignarle un icono, etc.",
    ".desktop files follow the freedesktop.org <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Desktop Entry Specification</a>. They should be installed in <em>/usr/share/applications</em>. Users may create their own launchers by putting .desktop files in <em>~/.local/share/applications</em>.": "Los archivos .desktop siguen las  <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\" title=\"View the spec on FreeDesktop.Org\">Especificaciones de Acceso al Escritorio -en inglés-</a> de freedesktop.org. Deben ser instaladas en <em>/usr/share/applications</em>. Los usuarios pueden crear sus propios lanzadores poniendo archivos .desktop en <em>~/.local/share/applications</em>.",
    "The contents of .desktop files should follow this formula:": "Los contenidos de los archivos .desktop deben seguir este modelo:",
    "<em><strong>Title</strong> is a(n) <strong>GenericName</strong> that lets you <strong>Comment</strong>.</em>": "<em><strong>Title</strong> es un <strong>GenericName</strong> que te permite <strong>Comment</strong>.</em>",
    "Title": "Título",
    "You should not include descriptive words in your title. For example, Dexter is called &quot;Dexter,&quot; not &quot;Dexter Address Book.&quot; Midori is just &quot;Midori,&quot; not &quot;Midori Web Browser.&quot; Instead, use the GenericName attribute of your app's .desktop file for a generic name, and the Comment attribute for a longer descriptive phrase.": "You should not include descriptive words in your title. For example, Dexter is called \"Dexter,\" not \"Dexter Address Book.\" Midori is just \"Midori,\" not \"Midori Web Browser.\" Instead, use the GenericName attribute of your app's .desktop file for a generic name, and the Comment attribute for a longer descriptive phrase.",
    "GenericName": "GenericName",
    "If your app is easily categorized or described with a generic name, you should use that for the GenericName attribute in your app's .desktop file. If you can say, &quot;My app is a(n) <strong>____</strong>,&quot; then whatever fits in that blank could be the generic name. For example, Maya is a calendar, so its generic name is &quot;Calendar.&quot;": "Si su app es fácilmente clasificada o descrita con un nombre genérico, debe usarlo para el atributo GenericName del archivo .desktop de su app. Si usted dice \"Mi app es un(a) <strong>_____</strong>\", entonces lo que vaya en ese hueco debe ser el nombre genérico. Por ejemplo, Maya es un calendario, así que su nombre genérico es \"Calendario\".",
    "You should not include articles (the, a, an) or the words &quot;program,&quot; &quot;app,&quot; or &quot;application&quot; in your app's generic name.": "No incluya artículos (el, la, un, una) ni las palabras «programa» o «aplicación» en el nombre genérico de su aplicación.",
    "The generic name should be in <a href=\"#title-case\">title case</a> and may be used around the system to better describe or categorize your app. ": "En inglés, utilice el <a href=\"#title-case\">estilo de mayúsculas para títulos</a> —norma que en español no se aplica— para el nombre genérico, que se utilizará en varios sitios del sistema operativo para describir o categorizar su aplicación.",
    "Comment": "Comment",
    "The system uses an app's Comment attribute (found in the .desktop file) to succinctly inform a user what can be done with the app. It should be a short sentence or phrase beginning with a verb and containing the primary nouns that your app deals with. For example, the following are appropriate comments:": "The system uses an app's Comment attribute (found in the .desktop file) to succinctly inform a user what can be done with the app. It should be a short sentence or phrase beginning with a verb and containing the primary nouns that your app deals with. For example, the following are appropriate comments:",
    "Maya: <strong>Browse and schedule events</strong>": "Maya: <strong>Explore y programe eventos</strong>",
    "Noise: <strong>Listen to music</strong>": "Noise: <strong>Escuche música</strong>",
    "Lingo: <strong>Look up definitions</strong>": "Lingo: <strong>Busque definiciones</strong>",
    "Mail: <strong>Send and receive mail</strong>": "Mail: <strong>Send and receive mail</strong>",
    "Scratch: <strong>Edit text files</strong>": "Scratch: <strong>Edite archivos de texto</strong>",
    "Files: <strong>Browse and manage your files</strong>": "Archivos: <strong>Explore y gestione archivos</strong>",
    "An app's comment should be in <a href=\"#sentence-case\">sentence case</a>, not include terminal punctuation (periods, exclamation points, or question marks), and should be as short as possible while describing the <em>primary</em> use case of the app.": "El comentario de la aplicación debe escribirse en <a href=\"#sentence-case\">estilo de oración</a>, sin incluir puntuación final (punto, signo de admiración o de interrogación) y muy conciso, describiendo el caso de uso <em>principal</em> de la aplicación.",
    "Categories": "Categorías",
    "The following categories may be used to aid with searching or browsing for your app:": "Las siguientes categorías se pueden utilizar para ayudar con la búsqueda o la navegación para su aplicación:",
    "AudioVideo  ": "AudioVideo",
    "Audio": "Audio",
    "Video": "Video",
    "Development": "Development",
    "Education": "Education",
    "Game": "Game",
    "Graphics": "Graphics",
    "Network ": "Network",
    "Office": "Office",
    "Science": "Science",
    "Settings": "Settings",
    "System": "System",
    "Utility": "Utility",
    "For more info, see the FreeDesktop.Org <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">menu entry</a> spec.": "Para más información, vea FreeDesktop.Org <a href=\"http://standards.freedesktop.org/menu-spec/latest/apa.html\">menu entry</a> spec.",
    "Keywords": "Palabras clave",
    "You may also include keywords in your launcher to help users find your app via search. These follow the convention of &quot;X-GNOME-Keywords&quot; (for in the app launcher) and &quot;X-AppInstall-Keywords&quot; (for in the app installer). For example, web browser might include &quot;Internet&quot; as a keyword even though it's not in the app's name, generic name, or description. As a result, a user searching for &quot;Internet&quot; will find the app. Here are some more examples:": "Puede incluir palabras clave en su lanzador para facilitar a los usuarios que encuentren su aplicación a través de búsquedas. Estas siguen las convenciones de las \"X-GNOME-Keywords\" (para el lanzador de aplicaciones) y \"X-AppInstall-Keywords\" (para el instalador de aplicaciones). Por ejemplo, un navegador web podría incluir \"Internet\" como palabra clave aunque no forme parte del nombre de la aplicación, el nombre genérico o la descripción. Como consecuencia, si un usuario busca \"Internet\" encontrará la aplicación. Aquí hay algunos ejemplos más:",
    "Mail: <strong>Email;Gmail</strong>": "Mail: <strong>Email;Gmail</strong>",
    "Midori: <strong>Internet;WWW;Explorer</strong>": "Midori: <strong>Internet;WWW;Navegador;Explorador</strong>",
    "Files: <strong>Folders;Browser;Explorer;Finder;Manager</strong>": "Archivos: <strong>Carpetas;Navegador;Explorador;Finder;Gestor</strong>",
    "Terminal: <strong>Command;Prompt;cmd;Emulator</strong>": "Terminal: <strong>Orden;Intérprete;cmd;Emulador</strong>",
    "Scratch: <strong>Notepad;IDE;Plain</strong>": "Scratch: <strong>Bloc de notas;IDE;Texto sencillo</strong>",
    "System Settings: <strong>Control;Panel</strong>": "Configuración del sistema: <strong>Control;Panel</strong>",
    "Shotwell: <strong>Camera;Picture</strong>": "Shotwell: <strong>Cámara;Fotografía</strong>",
    "Keywords should be single words (in <a href=\"#title-case\">title case</a>) separated by semicolons.": "Keywords should be single words (in <a href=\"#title-case\">title case</a>) separated by semicolons.",
    "See also: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Desktop Entry Specification</a> from FreeDesktop.org": "Vea también: <a href=\"http://standards.freedesktop.org/desktop-entry-spec/latest/index.html\">Especificación de entrada al escritorio</a> de FreeDesktop.org",
    "Contractor": "Contractor",
    "Contractor is a service and a protocol for exposing services easily between apps. It lets apps interact with other apps and services without hardcoded support for them. You simply add <a href=\"https://launchpad.net/contractor\">Contractor</a> support, and then any service registered with Contractor is now available for your app to use. Your app can integrate with Contractor in two different ways:": "Contractor is a service and a protocol for exposing services easily between apps. It lets apps interact with other apps and services without hardcoded support for them. You simply add <a href=\"https://launchpad.net/contractor\">Contractor</a> support, and then any service registered with Contractor is now available for your app to use. Your app can integrate with Contractor in two different ways:",
    "Register one of its functions as a service that can be used from other apps": "Register one of its functions as a service that can be used from other apps",
    "Implement the contractor menu or otherwise access contractor to receive a list of services that can handle the data your app manages": "Implementar el menú contractor o, de otra manera accede al contractor para recibir una lista de los servicios que pueden manejar los datos que su aplicación gestiona.",
    "Displaying Results from Contractor": "Mostrar resultados de Contractor",
    "Contractor results are typically presented to users in menu form. Keep the following in mind when presenting Contractor results:": "Contractor results are typically presented to users in menu form. Keep the following in mind when presenting Contractor results:",
    "If the item acted upon is one of many items visible, such as in an icon view, be sure to display results in a way that is directly related to the item such as in a context menu.": "Si el elemento ha actuado sobre uno de los muchos elementos visibles, como en un icono de vista, asegúrese de mostrar los resultados de una forma que este directamente relacionada con el artículo, tal como en un menú de contexto.",
    "If the item acted upon is the only item currently visible, such as a web page or a contact in Dexter, contractor can be displayed in a toolbar menu.": "Si el item actúa sobre el único elemento visible actualmente, como una página web o un contacto en Dexter, contractor puede mostrarse en un menú de la barra de herramientas.",
    "Never display the target app's name. The menu string is the intended display name for that app. Doing so can lead to redundant messages such as, &quot;Set image as wallpaper (wallpaper)&quot; and it is always irrelevant to a user's needs.": "Jamás muestre el nombre de la aplicación de destino. El texto que aparece en el menú es el nombre destinado para este propósito. Si lo hace pueden aparecer mensajes redundantes, como «Establecer imagen como fondo de escritorio (Escritorio)»; además, este es un detalle irrelevante para los usuarios.",
    "Dock Integration": "Integración con el <i>dock</i>",
    "Integrate your app with Pantheon's dock communicate to communicate its status to the user at a glance.": "Integrate your app with Pantheon's dock communicate to communicate its status to the user at a glance.",
    "Progressbars": "Barras de progreso",
    "Make progress bars unambiguous by referring to a single, specific task. For example, use progress bars to indicate the status of lengthy processes like file transfers and encoding. Do not use progress bars to compound the progress of different types of action.": "Make progress bars unambiguous by referring to a single, specific task. For example, use progress bars to indicate the status of lengthy processes like file transfers and encoding. Do not use progress bars to compound the progress of different types of action.",
    "<strong>Good Example</strong>: Installation progress in AppCenter": "<strong>Good Example</strong>: Installation progress in AppCenter",
    "<strong>Bad Example</strong>: Combined progress of downloading an album, burning a CD, and syncing a mobile device in Noise": "<strong>Incorrecto</strong>: progreso combinado de la descarga de un álbum, la grabación de un CD y la sincronización con un dispositivo móvil en Noise",
    "Badges": "Insignias",
    "A badge shows a count of actionable items managed by your app. Its purpose is to inform the user that there are items that require user attention or action without being obtrusive. This is a passive notification. A badge should not show totals or rarely changing counters. If the badge is not easily dismissed when the user views your app, it is likely that this is not a good use of a badge.": "A badge shows a count of actionable items managed by your app. Its purpose is to inform the user that there are items that require user attention or action without being obtrusive. This is a passive notification. A badge should not show totals or rarely changing counters. If the badge is not easily dismissed when the user views your app, it is likely that this is not a good use of a badge.",
    "<strong>Good Example</strong>: Unread messages in Mail": "<strong>Good Example</strong>: Unread messages in Mail",
    "<strong>Bad Example</strong>: Total number of Photos in Shotwell": "<strong>Incorrecto</strong>: cantidad total de fotos en Shotwell",
    "System Indicators": "Indicadores del sistema",
    "Indicators are small icons that live on the top panel. They give users a place to glance for a quick indication of various settings or events. Clicking the icon shows a small menu with related actions available to the user.": "Los indicadores son iconos pequeños ubicados en el panel superior. Estos permiten a los usuarios obtener información rápida sobre distintas configuraciones y sucesos. Al pulsar en uno de estos iconos aparece un menú que incluye acciones relacionadas con este y que los usuarios pueden manipular.",
    "Does Your App Need an Indicator?": "Does Your App Need an Indicator?",
    "The indicator area is prone to clutter and inconsistent paradigms. Given that users will probably install many third-party apps, we must be careful about the number of indicators we show and how they behave. Keep in mind that only a very small set of applications need or benefit from an indicator. Avoid adding an indicator if:": "The indicator area is prone to clutter and inconsistent paradigms. Given that users will probably install many third-party apps, we must be careful about the number of indicators we show and how they behave. Keep in mind that only a very small set of applications need or benefit from an indicator. Avoid adding an indicator if:",
    "<strong>The indicator will only appear while your app's main window is open.</strong> LibUnity already provides a great API for showing application statuses on your app's icon in the dock. Only use an indicator if it will show while your app's main window is closed.": "<strong>El indicador sólo aparecerá mientras la ventana principal de la aplicación este abierta.</strong> LibUnity ya proporciona una gran API para mostrar estados de aplicaciones en el icono de la aplicación en el puerto. Utilice sólo un indicador si se muestra mientras la ventana principal de la aplicación este cerrada.",
    "<strong>You want a persistent/smaller launcher.</strong> ​Launchers are already stored in the dock in a way that gives the user control over persistence and size. The indicator area should never be used for an app launcher. If you want to add special actions to your launcher, Quicklists should be used, not an indicator.": "<strong>¿Quieres un persistente/pequeño lanzador.</strong> Lanzadores ya están almacenados en el puerto de una manera que da al usuario control sobre la persistencia y el tamaño. El área del indicador no debe utilizarse nunca para un lanzador de aplicaciones. Si desea agregar acciones especiales para su lanzador, listas rápidas se deben utilizar, no un indicador.",
    "<strong>The application is for IM, IRC, e-mail, news-reading, or music playback.</strong> Instead, integrate the application with the existing messaging or sound menus.": "<strong>La aplicación es para IM, IRC, correo electrónico, noticias, lectura, o la reproducción de música.</strong> En cambio, integrar la aplicación con la mensajería existente o de menú de sonido.",
    "See also: <a href=\"http://design.canonical.com/2010/04/notification-area/\">Farewell to the Notification Area</a> by Matthew Paul Thomas": "See also: <a href=\"http://design.canonical.com/2010/04/notification-area/\">Farewell to the Notification Area</a> by Matthew Paul Thomas",
    "Container Widgets": "<i>Widgets</i> contenedores",
    "Windows": "Ventanas",
    "Windows form the foundation of your app. They provide a canvas with basic, built-in actions such as &quot;closing&quot; and &quot;resizing&quot;. Although users may see windows as being all the same, elementary OS has several distinct window types. It's important to understand the types of windows available to you, window behavior in general, and behavior that is specific to a certain window type. This section will cover the different types of windows available in elementary OS. Although each type of window is a bit different, think of them all as a subclass of a window. Unless otherwise stated, they all behave as an average window.": "Windows form the foundation of your app. They provide a canvas with basic, built-in actions such as \"closing\" and \"resizing\". Although users may see windows as being all the same, elementary OS has several distinct window types. It's important to understand the types of windows available to you, window behavior in general, and behavior that is specific to a certain window type. This section will cover the different types of windows available in elementary OS. Although each type of window is a bit different, think of them all as a subclass of a window. Unless otherwise stated, they all behave as an average window.",
    "<strong>View Windows</strong> are the most literal kind of &quot;Window&quot; available. They show content such as presentations, web pages, documents, etc., and act as a sort of frame around them. Accordingly, applications typically use multiple view windows to display different instances of content. A &quot;tabbed&quot; view can organize applications that produce many windows.": "<strong>View Windows</strong> are the most literal kind of \"Window\" available. They show content such as presentations, web pages, documents, etc., and act as a sort of frame around them. Accordingly, applications typically use multiple view windows to display different instances of content. A \"tabbed\" view can organize applications that produce many windows.",
    "<strong>App Windows</strong> are the main windows of apps that are not document-based. Applications rarely use more than a single instance of these windows.": "<strong>App Windows</strong> are the main windows of apps that are not document-based. Applications rarely use more than a single instance of these windows.",
    "<strong>Dialogs and Alerts</strong> are temporary windows that require a response from a user. Dialogs and Alerts are especially unique types of windows with much stricter guidelines for their use and visual style. They typically belong to App or View windows and are often modal. We'll discuss what modality means in a bit.": "<strong>Diálogos y Alertas</strong> son ventanas temporales que requieren una respuesta del usuario. Los Diálogos y Alertas son especialmente tipos únicos de ventanas con directrices muy estrictas para su uso y estilo visual. Estas ventanas pertenecen típicamente a las ventanas App o View y frecuentemente son modales. Discutiremos el significado de modal en un momento.",
    "Window Titles": "Títulos de ventanas",
    "When dealing with window titles, consider that their main use is in distinguishing one window from another. A good window title will provide a description that helps a user make a selection. Keep that in mind as you consider the following:": "Cuando se trate de títulos de la ventana , considere que su uso principal es para distinguir una ventana de otro . Un buen título de la ventana proporcionará una descripción que ayuda a los usuarios a hacer una selección. Tenga esto en cuenta al considerar el siguiente ",
    "A view window should display the name of the content being viewed. For example, Midori's window title reflects the title of the current web page. When looking for a specific window among multiple instances of an app, simply showing the application's name is not helpful.": "A view window should display the name of the content being viewed. For example, Midori's window title reflects the title of the current web page. When looking for a specific window among multiple instances of an app, simply showing the application's name is not helpful.",
    "A window's title should not show the vendor name or version number of the app. Adding the version number or vendor name clutters the title and doesn't help to distinguish a window. Additionally, this information is already available from your app's About window.": "A window's title should not show the vendor name or version number of the app. Adding the version number or vendor name clutters the title and doesn't help to distinguish a window. Additionally, this information is already available from your app's About window.",
    "Dialogs and alerts should not display a window title. They are distinctive enough in their visual style and are often modal.": "Los cuadros de diálogo y las alertas no deben mostrar títulos de ventana. Están estilizados visualmente de modo que no lo necesitan y, por lo general, son modales.",
    "If you need to display more than one item in the title, separate the items with an em dash (—) with space on either side. The helps keep the title clean when you need to show more information.": "Si necesita mostrar más de un artículo en el título, separar los elementos con un guión largo (- ) con el espacio a cada lado . Le ayudará a mantener el título limpio cuando usted necesita para mostrar más información.",
    "Don’t display pathnames in window titles—only the current destination. For instance, it is hard to distinguish between two similar paths when they are displayed in full. If you only show the destination, the distinction is clear.": "Don’t display pathnames in window titles—only the current destination. For instance, it is hard to distinguish between two similar paths when they are displayed in full. If you only show the destination, the distinction is clear.",
    "Dialogs": "Cuadros de diálogo",
    "Dialog warning icon": "Icono de advertencia de diálogo",
    "Primary text providing basic information and a suggestion": "Texto primario proporcionando información básica y una sugerencia",
    "Secondary text providing further details. Also includes information that explains any unobvious consequences of actions.": "Texto secundario proporcionando detalles adicionales. También incluye información que explica cualquier consecuencia no evidente de las acciones.",
    "Cancel": "Cancelar",
    "Suggested Action": "Acción Sugerida",
    "Alert Text": "Texto de alerta",
    "An alert contains both primary and secondary text.": "Las alertas contienen texto primario y secundario.",
    "The primary text contains a brief summary of the situation and offer a suggested action. This text should use the CSS class <code>primary</code>.": "El texto primario contiene un breve resumen de la situación, y sugiere una acción. Este texto debería usar la clase CSS <code>primary</code>.",
    "The secondary text provides a more detailed description of the situation and describes any possible side effects of the available actions. It's important to note that a user should only need the primary text to make a decision and should only need to refer to the secondary text for clarification. This text should be placed one text line height beneath the primary text using the default font size and weight.": "El texto secundario explica a detalle la situación y describe cualquier efecto secundario que pueda resultar como consecuencia de las acciones disponibles. Cabe mencionar que los usuarios solo deberían necesitar el texto primario para hacer una decisión; el texto secundario solo aclara las cosas. Este texto se ubica debajo del primario, separado de este por un salto de línea, y mostrado en el tamaño y peso de letra predeterminado.",
    "Make both the primary and secondary text selectable. This makes it easy for the user to copy and paste the text to another window, such as an email message.": "Haga que los textos primario y secundario puedan seleccionarse. Esto permitirá a los usuarios copipegarlo para, por ejemplo, enviarlo en un mensaje de correo electrónico.",
    "Button Order": "Orden de los botones",
    "All dialogs should contain an affirmative button that performs the action suggested in the primary text. This button goes on the far right side of the window.": "Todos los dialogos deben contener un botón afirmativo que realice la acción sugerida en el texto primario. Este botón va en el extremo derecho de la ventana.",
    "For dialogs that are displayed in response to user action (such as &quot;Quit&quot;), provide a &quot;Cancel&quot; button directly to the left of the affirmative button.": "En los cuadros de diálogo que aparecen como consecuencia de una acción realizada por los usuarios (como «Salir»), proporcione un botón de «Cancelar» justo a la izquierda del botón de acción afirmativa.",
    "If your dialog has alternative actions, list them to the left of the &quot;Cancel&quot; button.": "Si su cuadro de diálogo contiene más acciones, ubíquelas a la izquierda del botón «Cancelar».",
    "If you wish your dialog to contain a &quot;Help&quot; button, this should be placed to the far left of the window.": "Si desea agregar un botón de «Ayuda» al cuadro de diálogo, colóquelo en la esquina inferior izquierda, en el extremo opuesto al resto de los botones.",
    "&quot;OK&quot; is not Okay": "«Aceptar» no es adecuado",
    "When presenting a dialog to a user, always use explicit action names like &quot;Save...&quot; or &quot;Shut Down&quot;. Consider how &quot;OK&quot; lets users proceed without understanding the action they are authorizing. Not all users will read the question or information presented to them in a dialog. Using specific action names will make it harder for a user to select an unintended action and may even encourage them to read the presented information before making a selection.": "When presenting a dialog to a user, always use explicit action names like \"Save...\" or \"Shut Down\". Consider how \"OK\" lets users proceed without understanding the action they are authorizing. Not all users will read the question or information presented to them in a dialog. Using specific action names will make it harder for a user to select an unintended action and may even encourage them to read the presented information before making a selection.",
    "Preference Dialogs": "Cuadros de diálogo de preferencias",
    "Preference dialogs should be made Transient, but not Modal. When a user makes a change in a preference dialog, the change should be immediately visible in the UI. If the dialog is modal, the user may be blocked from seeing (and especially from interacting with) the change. This means they will have to close the dialog, evaluate the change, then possibly re-open the dialog. By making the dialog transient, we keep the dialog on top for easy access, but we also let the user evaluate and possibly revert the change without having to close and re-open the preference dialog.": "Preference dialogs should be made Transient, but not Modal. When a user makes a change in a preference dialog, the change should be immediately visible in the UI. If the dialog is modal, the user may be blocked from seeing (and especially from interacting with) the change. This means they will have to close the dialog, evaluate the change, then possibly re-open the dialog. By making the dialog transient, we keep the dialog on top for easy access, but we also let the user evaluate and possibly revert the change without having to close and re-open the preference dialog.",
    "See also:": "Véase también:",
    "<a href=\"http://uxmovement.com/buttons/why-ok-buttons-in-dialog-boxes-work-best-on-the-right/\">Why 'Ok' Buttons In Dialog Boxes Work Best On The Right</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-ok-buttons-in-dialog-boxes-work-best-on-the-right/\">«Por qué el botón “Aceptar” funciona mejor a la derecha»</a>. —UX Movement",
    "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The Ok Button Is No Longer Okay</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">«Por qué el botón “Aceptar” no es aceptable»</a>. —UX Movement",
    "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">Should I use Yes/No or Ok/Cancel on my message box?</a> on UX StackExchange": "<a href=\"http://ux.stackexchange.com/questions/9946/should-i-use-yes-no-or-ok-cancel-on-my-message-box\">«¿Debería utilizar “Sí/No” o “Aceptar/Cancelar” en mi cuadro de diálogo?»</a>. —UX StackExchange",
    "<a href=\"http://uxmovement.com/buttons/where-to-place-icons-next-to-button-labels/\">Where to Place Icons Next to Button Labels</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/where-to-place-icons-next-to-button-labels/\">«Dónde ubicar los iconos junto a etiquetas de botones»</a>. —UX Movement",
    "Popovers": "Globos",
    "Popovers are like a contextual dialog. They display transient content directly related to something that was clicked on and close when clicked out of, like menus.": "Los globos son parecidos a los cuadros de diálogo en el sentido de que ambos muestran contenido transitorio que se relaciona directamente con un objeto que se pulsó; además, se cierran al pulsar fuera de ellos, como los menús.",
    "A popover should be used when a user wants to perform a quick action without getting out of the main UI. Some examples of where a popover could be used are adding a contact from an email, adding a bookmark in a browser, or displaying downloads or file transfers.": "Utilice globos cuando los usuarios quieran realizar una acción rápida sin perder de vista la interfaz gráfica principal. Por ejemplo, al añadir un contacto a partir de un mensaje de correo, al agregar un marcador en el navegador, o al mostrar las descargas o transferencias de archivos.",
    "Popovers should not be used when displaying only a simple list of items; instead, use a menu. Likewise, don't use a popover if the user would spend more than a few seconds in it; instead, use a dialog. Remember that popovers are contextual and should directly relate to the UI element from which they spawn.": "No use globos para mostrar simples listas de elementos —para eso son los menús—. Tampoco los utilice si los usuarios pasarán mucho tiempo en ellos —son mejores los cuadros de diálogo en ese caso—. Recuerde que los globos son contextuales y deben relacionarse directamente con el elemento de la IU que los genera.",
    "Toolbars": "Barras de herramientas",
    "A Toolbar is useful for providing users with quick access to an app's most used features. Besides Buttons, a Toolbar is one of the most frequently used UI elements. It may seem like a simple container, but it is important to remain consistent in its use and organization.": "A Toolbar is useful for providing users with quick access to an app's most used features. Besides Buttons, a Toolbar is one of the most frequently used UI elements. It may seem like a simple container, but it is important to remain consistent in its use and organization.",
    "Ordering Toolbar Items": "Ordenar los elementos de la barra de herramientas",
    "Toolbar items should be organized with the most significant objects on the left and the least significant on the right, with the AppMenu always on the far right of the Toolbar. If you have many toolbar items it may be appropriate to divide them into groups with space in between each group. Keep in mind that when viewed with RTL languages, your toolbar layout will be flipped.": "Los elementos de la barra de herramientas se deberían organizar con los objetos más significativos a la izquierda y los menos significativos en la derecha, con el Menú de la Aplicación siempre en el extremo derecho de la barra de herramientas. Si tienes muchos elementos en la barra de herramientas, puede ser apropiado dividirlos en grupos con espacio entre cada grupo. Ten en cuenta que cuando se ve con idiomas RTL, el diseño de la barra de herramientas se volteará.",
    "UI Toolkit Elements": "Elementos del kit de herramientas de IU",
    "elementary uses consistent user interface (UI) elements to bring a unified and predictable experience to users, no matter what app they're using. When used properly, this ensures a small (or nonexistent) learning curve for your app.": "elementary utiliza elementos de interfaz de usuario (IU) coherentes entre sí para que los usuarios reciban una experiencia confiable y predecible, sin importar qué aplicación estén usando. Al realizar esto adecuadamente, se reduce (o nulifica incluso) la curva de aprendizaje para la aplicación.",
    "Widget Concepts": "Conceptos de los <em>widgets</em>",
    "Before we get into all the widgets available in elementary OS, we need to cover some basic concepts that apply to all widgets. Employing these concepts correctly will create a more seamless experience for your users and help you avoid sifting through bug reports!": "Antes de enfatizar en todas las herramientas disponibles en elementary OS, necesitamos cubrir algunos conceptos básicos que se aplican a todas las herramientas. Emplear estos conceptos correctamente creara una experiencia mas sencilla para los usuarios y ayudara tener que recurrir a reportes de errores",
    "Controls That Do Nothing": "Controles que no hacen nada",
    "A very common mistake for developers to make is creating controls that seemingly do nothing. Keep in mind that we want to present an environment where users feel comfortable exploring. A curious user will interact with a control expecting there to be some immediate reaction. When a control seemingly does nothing, this creates confusion and can be scary (Think,  &quot;uh-oh I don't know what happened!&quot;). In some cases, controls that do nothing are simply clutter and add unnecessary complexity to your UI.": "Un error muy común que los desarrolladores de hacer es crear controles que aparentemente no hacen nada. Tenga en cuenta que queremos dar a conocer un entorno donde los usuarios se sientan cómodos explorando. Un usuario curioso va a interactuar con un control y esperar que haya algún tipo de reacción inmediata. Cuando un control aparentemente no hace nada, esto crea confusión y puede dar miedo (Piensa, \"uh-oh No sé lo que pasó!\"). En algunos casos, los controles que no hacen nada son simplemente el desorden y añaden una complejidad innecesaria a su interfaz de usuario.",
    "Consider the &quot;clear&quot; button present in <a href=\"#search-fields\">search fields</a>. This button only appears when it is relevant and needed. Clicking this button when the field is already clear essentially does nothing. ": "Considere el botón \"clear\" presente en <a href=\"#search-fields\">en campos de búsqueda</a>. Este botón sólo aparece cuando es pertinente y necesario. Al hacer click en este botón cuando el campo ya está vacio, esencialmente no hace nada.",
    "Sensitivity": "Sensibilidad",
    "Sometimes it doesn't make sense for a user to interact with a widget until some pre-requisite is fulfilled. For example, It doesn't make sense to let a user click a browser's &quot;Forward&quot; button unless there is forward history available. In this case, you should make the &quot;Forward&quot; button insensitive or a user may click it, expecting a result, and be confused when nothing happens.": "Sometimes it doesn't make sense for a user to interact with a widget until some pre-requisite is fulfilled. For example, It doesn't make sense to let a user click a browser's \"Forward\" button unless there is forward history available. In this case, you should make the \"Forward\" button insensitive or a user may click it, expecting a result, and be confused when nothing happens.",
    "It's usually better to make a widget insensitive than to hide it altogether. Making a widget insensitive informs the user that the functionality is available, but only after a certain condition is met. Hiding the widget gives the impression that the functionality is not available at all or can leave a user wondering why a feature has suddenly &quot;disappeared&quot;.": "Por lo general es mejor desactivar un control a ocultarlo por completo. Al desactivar un control, los usuarios saben que la funcionalidad está disponible, pero solo si se cumple una condición. Al ocultar el control se da la impresión de que la funcionalidad no está disponible y puede dar lugar a que los usuarios se pregunten por qué «ha desaparecido» de repente.",
    "Hidden Widgets": "<i>Widgets</i> ocultos",
    "When a widget only makes sense in a certain context (not as an indicator of an action to be performed) sometimes it does make more sense to hide it. Take hardware requirements for example: It may not make sense to show multi-display options if the system only has a single display. Making multi-display options insensitive is not really a helpful hint on this system. Another exemption to this rule is a widget that a user will only look for in context, like the clear button example above. Finally, Keep in mind that insensitive items will still be recognized by screen readers and other assistive tech, while hidden widgets will not.": "Cuando un widget sólo tiene sentido en un contexto determinado (no como un indicador de una acción a realizar) a veces no tiene más sentido para ocultarlo. Tome los requisitos de hardware, por ejemplo: Puede que no tenga sentido para mostrar las opciones de múltiples pantallas si el sistema sólo tiene una sola pantalla. Haciendo opciones de múltiples pantallas minúsculas no es realmente una sugerencia en este sistema. Otra excepción a esta regla es un widget que un usuario sólo buscará en su contexto, como el ejemplo de botón de borrado anteriormente. Por último, tenga en cuenta que los artículos minúsculas todavía serán reconocidos por los lectores de pantalla y otra tecnología de asistencia, mientras que los widgets ocultos no.",
    "Spacing": "Espaciamiento",
    "Windows should have a 12px (minimum) space between any widgets and the window's border.": "Las ventanas deben tener un 12px  de espacio (mínimo) entre cualquiera de los widgets y el borde de la ventana.",
    "Labels should be 12px (minimum) from their widgets.": "Las etiquetas deben ser de 12px (mínimo) para los widgets.",
    "If there are section headers present, labels should be indented.": "Si hay encabezados de secciones, las etiquetas deben sangrarse.",
    "Horizontal spacing between buttons is 6px.": "El espaciamiento horizontal entre los botones es de 6 px.",
    "Alignment": "Alineación",
    "Widgets should be &quot;Justified&quot; so that they align on both the left and right sides. Do not include &quot;descriptor&quot; widgets such as icons or labels in this justification.": "Elementos deben estar \"Justificados\" de manera que queden alineados al lado izquierdo y derecho. No incluya elementos \"descriptor\" tales como iconos o etiquetas en esta justificación.",
    "Labels should be right aligned with respect to each other when possible.": "En la medida de lo posible, alinee las etiquetas a la derecha.",
    "Section headers should be left aligned with respect to each other.": "Los encabezados de la sección deben ser alineados a la izquierda con respecto a cada uno de los otros.",
    "See also: <a href=\"http://uxmovement.com/forms/form-label-proximity-right-aligned-is-easier-to-scan\">Form Label Proximity: Right Aligned is Easier to Scan</a> by UX Movement": "Véase también: <a href=\"http://uxmovement.com/forms/form-label-proximity-right-aligned-is-easier-to-scan\">Proximidad de etiquetas en formularios: alineadas a la derecha son más fáciles de explorar</a>. —UX Movement",
    "Infobars": "Barras de información",
    "Infobars provide contextual information and actions to the user with varying levels of severity.": "Las barras de información proporcionan información contextual y acciones para el usuario con diferentes niveles de severidad.",
    "It is important to determine the severity or type of infobar to use. There are four types of infobars available:": "Es importante determinar la severidad o el tipo de la barra de información a utilizar. Hay cuatro tipos de barras de información disponible:",
    "<strong>Information</strong>: Supplemental information and an optional action the user may perform. Shows as white in the UI.": "<strong>Información</strong>: Información complementaria y una acción opcional que el usuario puede realizar. Muestra en blanco la interfaz de usuario.",
    "<strong>Question</strong>: A non-critical question for the user. An answer of some sort is expected, but it's not urgent or severe. Shows as blue in the UI.": "<strong>Pregunta</strong>: Una pregunta no crítica para el usuario. Se espera una respuesta de algún tipo, pero no es urgente o grave. Mostrar como azul en la UI",
    "<strong>Warning</strong>: Lets the user know something unexpected or bad may happen and provides an action to resolve it. Displays as yellow in the UI.": "<strong>Advertencia</strong>: Le permite al usuario saber que algo inesperado o malo puede ocurrir y le proporciona una acción para resolverlo. Mostrar como amarillo en la UI.",
    "<strong>Error</strong>: Informs the user of an error that has occurred and requires a user action to resolve it. Reserved for critical situations. Displays as red in the UI.": "<strong>Error</strong>: Informa al usuario que se ha producido un error y requiere de una acción del usuario para resolverlo. Reservado para situaciones críticas. Muestralo en rojo en la interfaz de usuario.",
    "Welcome Screen": "Pantalla de bienvenida",
    "The Welcome Screen is a friendly way to help users get started with your app.": "La pantalla de bienvenida es una buena manera de ayudar a que los usuarios se familiaricen con su aplicación.",
    "Usage": "Uso",
    "Typically a Welcome Screen is used for apps like Noise or Scratch where you have to import or create objects in a library before you can interact with them. This provides your users with a clear path to getting started and points out any immediate steps they must take before your app becomes useful.": "Normalmente, la pantalla de bienvenida se utiliza en aplicaciones como Noise o Scratch, en las que es necesario importar o crear objetos antes de poder interactuar con ellos. De esta manera, los usuarios saben con rapidez cómo comenzar a usar la aplicación y qué pasos hay que seguir.",
    "If your app lets users clear its library, make sure that it returns to the Welcome Screen instead of an empty list.": "If your app lets users clear its library, make sure that it returns to the Welcome Screen instead of an empty list.",
    "Labeling": "Uso de etiquetas",
    "The Welcome Screen consists of two sets of labels:": "La pantalla de bienvenida contiene dos conjuntos de etiquetas:",
    "The first set explains the situation and what the Welcome Screen will help you accomplish. As an example, Noise's Welcome Screen explains that your music library is empty and that in order for the library view to become useful, we must add songs to it.": "El primer conjunto explica la situación y qué te ayudará a lograr la pantalla de bienvenida. Por ejemplo, la pantalla de bienvenida de Noise te explica que tu bibliteca de música está vacía y que para hacer que la vista de biblioteca sea útil debemos añadirle música.",
    "The second set of labels consists of the actions that will assist a user in getting started with your app. To use Noise as an example again, one possible action is setting your music folder to an alternate location. First we name the action, &quot;Set Music Folder&quot;. Then, we describe what the action does, &quot;Find your Music folder and import its contents.&quot;": "El segundo conjunto de etiquetas consta de las acciones que ayudarán al usuario a empezar a usar la aplicación. Usando Noise como un ejemplo de nuevo, una posible acción es establecer la carpeta de música en otra ubicación. Primero nombramos la acción, \"Establecer la carpeta de música\". Luego describimos qué hace esa acción, \"Encontrar la carpeta de música e importar sus contenidos\"",
    "Iconography": "Iconografía",
    "Grouped with each action is an icon that helps to quickly visualize it. Most of the time these will be Action icons, but you can use Places icons when importing or setting a location and even Apps icons if you must open a configuration utility.": "Cada acción incluye un icono para facilitar su visualización rápida. En la mayoría de los casos se utilizan iconos de acciones, pero también es posible utilizar iconos de lugares, para acciones como importar; e incluso iconos de aplicaciones, para abrir utilidades de configuración.",
    "Source List": "Lista de orígenes",
    "A source list may be used as a high-level form of navigation. Source lists are useful for showing different locations, bookmarks, or categories within your app.": "Se pueden utilizar las listas de orígenes como navegación de nivel principal. Estas listas son útiles para mostrar ubicaciones, marcadores o categorías dentro de su aplicación.",
    "Sections": "Secciones",
    "A source list may be separated into different collapsible sections, each with its own heading. For example, a file manager might have a section for bookmarked locations, a section for storage devices attached to the computer, and a section for network locations. These sections help group related items in the source list and lets the user hide away sections they might not use.": "A source list may be separated into different collapsible sections, each with its own heading. For example, a file manager might have a section for bookmarked locations, a section for storage devices attached to the computer, and a section for network locations. These sections help group related items in the source list and lets the user hide away sections they might not use.",
    "Avoid nesting expandable sections within a source list if possible; if you find yourself wanting to do this, you may need to rethink the sections.": "Evite anidar secciones expandibles dentro de una lista de fuentes, si es posible; si usted desear hacer esto, es posible que tenga que replantearse las secciones.",
    "Hierarchy": "Jerarquía",
    "Hierarchy is important with source lists, both within the widget itself and within the broader scope of your app.": "La jerarquía es importante con las listas de fuentes, tanto dentro del propio widget como dentro del ámbito más amplio de su aplicación.",
    "Sections in the source list should be sorted from most important at the top to least important at the bottom. If you're having a hard time deciding the relative importance of each section, think about which section a user is likely to use more often. Sorting the sections this way ensures that the most important items are always visible, even if the source list is too short to fit all of the items, though of course items at the bottom will still be accessible via scrolling.": "Secciones en la lista de origen deben ser ordenadas por más importante en la parte superior a la menos importante en la parte inferior. Si usted está teniendo dificultades para decidir la importancia relativa de cada sección, piense en qué sección un usuario es probable que utilice con más frecuencia. Clasificación de los tramos de esta manera se asegura de que los elementos más importantes son siempre visibles, aunque la lista de fuentes es demasiado corta para encajar todos los elementos, aunque de artículos de golf en el fondo seguirá siendo accesible a través de desplazamiento.",
    "A source list goes at the left side of a window (or right side for right-to-left languages). Because the user reads in this direction, the sidebar is reinforced as being before (and therefore at a higher level than) the app's contents. ": "Las listas de orígenes se colocan en el lado izquierdo de las ventanas (o el derecho si se utiliza un idioma cuya dirección de escritura es de derecha a izquierda). Debido a que los usuarios leen en esta dirección, se fortalece la noción de que la barra lateral pertenece a un nivel anterior (superior) que el contenido de la aplicación.",
    "Buttons": "Botones",
    "Buttons are an incredibly important widget to understand since your app will undoubtedly contain them. ": "Es muy importante entender el funcionamiento y la utilización de los botones, ya que, sin duda, su aplicación incluirá algunos.",
    "Tool Buttons": "Botones de herramientas",
    "Tool Buttons are almost always icon-only and do not provide a button border. They should not be accompanied by a label.": "Botones de Herramientas son casi siempre icon-only y no proporcionan una frontera botón. No deben ir acompañados de una etiqueta.",
    "Tooltips": "Información sobre herramientas",
    "All Tool Buttons should have tooltips, since they do not contain a label. This assists users with disabilities as well as giving a translation for an unrecognized icon. Tooltips should be done in Sentence Case.": "Todos los botones de herramientas deben tener información sobre herramientas, ya que no contienen una etiqueta. Esto ayuda a los usuarios con discapacidad, así como dar una traducción de un icono reconocido. Información sobre herramientas se deben hacer en el asunto Sentencia.",
    "Like text button labels, a tooltip should clearly describe what will happen when the button is pressed.": "Al igual que las etiquetas de los botones de texto, los recuadros emergentes deben describir claramente lo que sucederá cuando se presione el botón.",
    "Text Buttons": "Botones con texto",
    "Text Button labels should be done in Title Case.": "Las etiquetas de los botones con texto deben escribirse en inglés con el estilo de título.",
    "Like menu items, Text Button labels should consist of an Action or a Location but not a status. Make sure that a button's label clearly describes what will happen when it is pressed.": "Como los elementos de un menu, las etiquetas de los Botones deben consistir en una Acción o Localización pero no en un estado. Asegúrate que la etiqueta del botón describa claramente que pasa cuando los pulsas.",
    "&quot;Remove Account&quot;, &quot;Transfer to Jim's Laptop&quot;, and &quot;Import 20 Songs&quot; are good labels.": "«Eliminar cuenta», «Transferir al portátil de José» e «Importar 20 canciones» son etiquetas adecuadas.",
    "&quot;OK&quot;, &quot;Get more storage!&quot;, and &quot;Low Battery&quot; are not good button labels. The &quot;Get more storage!&quot; label has incorrect capitalization and unnecessary punctuation. The other two labels do not indicate what will happen as a result of clicking the button.": "\"OK\", \"Get more storage!\", and \"Low Battery\" are not good button labels. The \"Get more storage!\" label has incorrect capitalization and unnecessary punctuation. The other two labels do not indicate what will happen as a result of clicking the button.",
    "Since Text buttons have a clear and explicit label, it's usually unnecessary to give them a tooltip.": "Como los botones de texto contienen una etiqueta clara y explícita, normalmente es innecesario añadirles un mensaje emergente.",
    "Linked Buttons": "Botones enlazados",
    "Linked Buttons are used to group actions that are either similar in nature or mutually exclusive. For example, they could group text options like Bold, Italic, and Underline. Or they can be used to group mutually exclusive states like Grid, List, or Column view.": "Los botones Vinculados se utilizan para las acciones de grupo que ya sea de naturaleza similar o mutuamente excluyentes. Por ejemplo, podrían ser opciones de texto en grupo, como negrita, cursiva y subrayado. O pueden ser utilizados para agrupar estados mutuamente excluyentes como Cuadrícula, Lista o vista de columna.",
    "Linked Buttons should never contain colored icons. Only 16px symbolic icons OR text. Do not mix icons and text.": "Los botones enlazados no deben nunca contener iconos coloridos; únicamente iconos monocromáticos de 16 × 16 px <emph>o</emph> texto. No combine iconos y texto.",
    "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">Why The OK Button Is No Longer Okay</a> by UX Movement": "<a href=\"http://uxmovement.com/buttons/why-the-ok-button-is-no-longer-okay/\">«Por qué el botón “Aceptar” no es aceptable»</a>. —UX Movement",
    "AppMenu": "AppMenu",
    "The AppMenu is an optional menu which is opened using the gear-shaped icon on the far-right of an app's toolbar. It provides relevant menu items in place of the traditional &quot;File, Edit, View...&quot; menu bar.": "El AppMenu es un menú opcional que se abre mediante el icono de la rueda dentada en el extremo derecho de la barra de herramientas de una aplicación. Este menú sustituye a la barra de menús tradicional y, por tanto, contiene las mismas órdenes.",
    "You should first consider if your app needs this widget. While most apps may have one, your app may not necessarily need an AppMenu.": "Debe considerar en primer lugar si su aplicación necesita este <i>widget</i>. Aunque que la mayoría de las aplicaciones tengan uno, eso no significa que deba utilizarlo.",
    "When adding items to your AppMenu, consider the following:": "Tome en cuenta estas consideraciones antes de añadir elementos al AppMenu:",
    "Items should be relevant and useful. It's not acceptable to duplicate items that are found in your main UI here.": "Cualquier elemento debe ser relevante y útil. No es aceptable duplicar elementos que ya se encuentran en la IU principal.",
    "If the app includes a &quot;preferences&quot; window, it should be available from the AppMenu.": "Si la aplicación incluye una ventana de preferencias, esta debe ser accesible desde el AppMenu.",
    "There should be an item for the &quot;About&quot; dialog which contains links to the project's bug tracker, help, etc.": "Debe haber un elemento que abra el cuadro de diálogo «Acerca de», que contiene enlaces a la ayuda y sitios web relacionados con la aplicación.",
    "If an AppMenu is displayed, a menu bar should not be, and vice-versa.": "Si una aplicación utiliza un AppMenu, no debe haber una barra de menús; y viceversa.",
    "Search Fields": "Campos de búsqueda",
    "Apps that support the searching or filtering of content should include a search field on the right side of the app's toolbar. This gives users a predictable place to see whether or not an app supports searching, and a consistent location from which to search. Gtk+ provides a convenient complex widget for this purpose called <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.SearchEntry\">Gtk.SearchEntry</a>.": "Las aplicaciones que soportan la búsqueda o filtrado de contenidos deben incluir un campo de búsqueda en la parte derecha de la barra de herramientas de la aplicación. Esto ofrece a los usuarios un lugar predecible para ver si, si o no una aplicación soporta la búsqueda, y una ubicación coherente que va a buscar. Gtk + proporciona un widget complejo conveniente para este propósito llamado <a href=\"http://valadoc.elementary.io/#!api=gtk+-3.0/Gtk.SearchEntry\">Gtk.SearchEntry</a>.",
    "Distinguish Between Search and Find": "Distinguir entre Buscar y Encontrar",
    "Search is for filtering the contents of a library, i.e. Music or Videos, to the matching items. Search is typically initiated when typing anywhere in a library view.": "La búsqueda es para filtrar el contenido de una biblioteca, es decir, música o videos, a los elementos que coincidan. Buscar se inicia típicamente al escribir en cualquier lugar en una vista de biblioteca.",
    "Find is for highlighting matching instances of a string, i.e. in a text editor, web page, or Terminal. It is triggered by a keyboard shortcut (Ctrl+F) or with a search icon. The find bar appears in a revealer below the headerbar with relevant actions such as find next, find previous, highlight all, etc. The revealer may also contain other relevant actions such as replace or go to line.": "Encontrar es poner de relieve los casos coincidentes de una cadena, es decir, en un editor de texto, página web, o Terminal. Es provocada por una combinación de teclas (Ctrl+F) o con un icono de búsqueda. La barra de búsqueda aparece en un revelador por debajo de la la barra de título con las acciones pertinentes, tales como encontrar siguiente, Buscar anterior, resalte todo, etc. El revelador puede contener también otras acciones pertinentes, tales como reemplazar o ir a la línea.",
    "Behavior": "Comportamiento",
    "If it is possible to include search functionality within your app, it is best to do so. Any list or representation of multiple pieces of data should be searchable using a search field that follows these rules:": "Siempre que sea posible, es mejor incluir la funcionalidad de búsqueda dentro su aplicación, Cualquier lista o representación de múltiples piezas de datos deberían poder ser encontradas usando un campo de búsqueda que siga estas reglas:",
    "Results should be instantly shown as you type. This helps your app to appear faster and is more useful than having to hit &quot;Enter&quot; and wait. Exceptions may be made if the data is not stored locally.": "Los resultados deberían aparecer instantáneamente, al escribir. Esto aumenta la velocidad percibida de su aplicación y elimina la necesidad de presionar la tecla «Intro» y esperar. Es válido prescindir de esta funcionalidad si los datos no están almacenados localmente.",
    "In most cases, the search should be case-insensitive; users should not be expected to provide the exact capitalization. A good compromise is &quot;smart case&quot; where case is respected whenever the user intentionally types lower and upper case letters.": "En la mayoría de los casos, la búsqueda debe ignorar la distinción entre mayúsculas y minúsculas; no debe esperar a que los usuarios tengan que escribirlas exactamente.",
    "Search fields should contain hint text that describes what will be search. You can set this using the entry property <a href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Entry.placeholder_text\">&quot;placeholder_text&quot;</a>.": "Los campos de búsqueda deben contener texto indicio de que describe lo que será la búsqueda. Puede establecer esta propiedad mediante el <a entrada href=\"http://www.valadoc.org/#!api=gtk+-3.0/Gtk.Entry.placeholder_text\"> </a> \"placeholder_text\".",
    "Most search fields should use the format &quot;Search OBJECTS&quot; where OBJECTS is something to be searched, like Contacts, Accounts, etc.": "La mayoría de campos de búsqueda deben utilizar el formato «Buscar OBJETOS», donde «OBJETOS» puede ser «contactos», «cuentas», etcétera.",
    "If the search field interacts with a search service, the hint text should be the name of that service such as &quot;Google&quot; or &quot;Yahoo!&quot;": "Si el campo de búsqueda interactúa con un servicio de búsqueda, la etiqueta debe ser el nombre del servicio, como «Google» o «Yahoo!»",
    "Checkboxes &amp; Switches": "Casillas de verificación e interruptores",
    "Checkboxes": "Casillas de verificación",
    "Checkboxes present a way for users to select items from a list.": "Las casillas de verificación presentan una forma a los usuarios para seleccionar elementos de una lista.",
    "Use checkboxes when users are making a selection of items.\nMake sure that a user can toggle the state of the checkbox by clicking on the label associated with the checkbox.": "Utilice las casillas de verificación cuando los usuarios realicen una selección de elementos.\nAsegúrese de que los usuarios puedan conmutar el estado de la casilla al pulsar en la etiqueta asociada a esta.",
    "Labels associated with Checkboxes should usually be nouns or nounal phrases.": "Las etiquetas asociadas con casillas de verificación generalmente deben ser sustantivos o frases con sustantivos.",
    "Switches": "Interruptores",
    "Switches present a way for users to toggle certain features or behaviors &quot;on&quot; or &quot;off&quot;.": "Los interruptores permiten a los usuarios «encender» o «apagar» una funcionalidad o comportamiento.",
    "Don't use switches to include related items as part of a list, instead use a checkbox. Think of switches as acting on independent services and checkboxes as including objects in a list. This is an important distinction to make.": "No utilice switches para incluir elementos relacionados como parte de una lista, en lugar de utilizar una casilla de verificación. Piense en los switches como actuando sobre los servicios y casillas de verificación como la inclusión de objetos en una lista independiente. Esta es una distinción importante que hacer.",
    "Notice that the option &quot;Record from microphone&quot; is a great candidate for a switch. You are enabling and disabling this recording service.": "Observe que la opción \"Grabar desde el micrófono\" es un gran candidato para un interruptor. Es activar y desactivar este servicio de grabación.",
    "However, if there are two options &quot;Record system sounds&quot; and &quot;Record from microphone&quot; you are now dealing with a list of related items to include as part of a larger recording service (who's on and off state is independent of what services it includes). In this case, a checkbox is more appropriate to denote this inclusion.": "Sin embargo, si hay dos opciones \"sistema de de grabación de sonidos\" y \"Grabar desde el micrófono\" que ahora están tratando con una lista de artículos relacionados para incluir como parte de un servicio de grabación más grande (que está dentro y fuera del estado es independiente de qué servicios se incluye ). En este caso, una casilla de verificación es más apropiado para referirse a esta inclusión.",
    "When possible, directly call out the service you are acting on. Do not use words that describe the state that the widget is describing like &quot;Enable Multitouch&quot;, &quot;Use Multitouch&quot;, or &quot;Disable Multitouch&quot;. This can create a confusing situation logically. Instead, simply use the noun and write &quot;Multitouch&quot;.": "Cuando sea posible, llame directamente el servicio que está actuando en. No utilice palabras que describen el estado que el widget está describiendo como \"Habilitar Multitouch\", \"Uso Multitouch\", o \"Desactivar Multitouch\". Esto puede crear una situación confusa lógicamente. En lugar de ello, basta con utilizar el sustantivo y escribir \"Multitouch\".",
    "See also: <em><a href=\"http://uxmovement.com/forms/ways-to-make-checkboxes-radio-buttons-easier-to-click/\">3 Ways to Make Checkboxes, Radio Buttons Easier to Click</a></em> by UX Movement": "Véase también: <em><a href=\"http://uxmovement.com/forms/ways-to-make-checkboxes-radio-buttons-easier-to-click/\">Tres maneras de facilitar la pulsación de casillas y botones de opción</a></em>. —UX Movement",
    "Notebooks": "Cuadernos",
    "Notebooks are a type of widget that lets apps show one of multiple pages (also colloquially referenced as &quot;tab bars&quot;).": "Notebooks are a type of widget that lets apps show one of multiple pages (also colloquially referenced as \"tab bars\").",
    "Static Notebook": "Cuaderno estático",
    "A Static Notebook is a small set of unchanging tabs, commonly seen in preferences or settings screens. The tabs appear as linked buttons centered at the top of the content area. A Static Notebook should typically contain two to five tabs.": "Un Cuaderno estática es un pequeño conjunto de pestañas que no cambian, comúnmente visto en las preferencias o ajustes de las pantallas. Las pestañas aparecen como botones vinculados centrados en la parte superior del área de contenido. Un Cuaderno estático normalmente debe contener dos a cinco pestañas.",
    "Dynamic Notebook": "Cuaderno dinámico",
    "A Dynamic Notebook is a way for an app to provide user-managable tabbing functionality, commonly seen in web browsers. The tabs appear attached to the toolbar on their own tab bar above the relevant content. Tabs are able to be rearranged and closed and a &quot;new tab&quot; button is at the left ot the notebook widget.": "Un Cuaderno dinámico es una forma de que una aplicación para proporcionar la funcionalidad de tabulación usuario manejable, comúnmente visto en los navegadores web. Las pestañas aparecen unidos a la barra de herramientas en su propia barra de pestañas encima del contenido relevante. Aquí son capaces de ser reorganizadas y cerradas y un botón de \"nueva pestaña\" está a la izquierda  del widget notebook.",
    "Iconography is a key part of elementary OS. Icons make up the majority of the UI that your user will be actively engaging with; they're what bring the system to life and cater to the powerful recognition engine of the human brain.": "La iconografía es un elemento clave de elementary OS. Los iconos constituyen una gran parte de la interfaz que el usuario utiliza, le dan vida al sistema y activan el potente mecanismo de reconocimiento del cerebro humano.",
    "Shape": "Forma",
    "Your icon should have a distinctive shape/silhouette to improve its recognition. This shape should not be too complicated, but the icon should not always be a rounded rectangle.": "Para mejorar la identificación de su icono, este debería tener una forma o silueta distintiva. Esta forma no debe ser demasiado complicada, pero el icono no debería ser siempre un rectángulo redondeado.",
    "Warning dialog icon": "Icono de diálogo de advertencia",
    "Chat icon": "Icono de chat",
    "Photos icon": "Icono de fotos",
    "Videos icon": "Icono de videos",
    "Online accounts icon": "Icono de cuentas en linea",
    "Terminal icon": "Icono de terminal",
    "Metaphors": "Metáforas",
    "If you're creating an icon for a hardware device or a file type (such as those for MimeType or Device icons), its shape is typically a visual representation of its real-world counterparts. For example, the icon for a camera is a stylized camera.": "La forma típica de los iconos para dispositivos de <i>hardware</i> y tipos de archivo depende de sus contrapartes del mundo real. Por ejemplo, el icono para representar una cámara se inspira en una cámara real.",
    "Camera icon": "Icono de cámara",
    "Hard disk icon": "Icono de disco duro",
    "Mouse icon": "Icono de ratón de computadora",
    "Package icon": "Icono de paquete",
    "HTML Text icon": "Icono de texto HTML",
    "Computer icon": "Icono de computadora",
    "Action Icons": "Iconos de acción",
    "Action icons are used to represent common user actions, such as &quot;delete&quot;, &quot;play&quot;, or &quot;save&quot;. These icons are mostly found in app toolbars, but can be found throughout the OS.": "Los iconos de acción son usados para representar acciones comunes del usuario, tal como \"eliminar\", \"reproducir\", o \"guardar\".\nEstos iconos se encuentran principalmente en las barras de herramientas de las aplicaciones, pero pueden ser encontradas en todo el sistema operativo.",
    "Previous icon": "Icono de previo",
    "Next icon": "Icono de siguiente",
    "Document export icon": "Icono de exportar documento",
    "Print icon": "Icono de impresión",
    "Save icon": "Icono de guardar",
    "Delete icon": "Icono de borrar",
    "Cut icon": "Icono de cortar",
    "Undo icon": "Icono de revertir",
    "Inverse icon": "Icono de invertir",
    "Play icon": "Icono de reproducción",
    "New tag icon": "Icono de etiqueta nueva",
    "Menu icon": "Icono de menú",
    "If your app makes use one of these common actions, reference its corresponding icon instead of creating your own. This ensures a consistent user experience and aids in user recognition of common functions.": "Si su aplicación hace uso de una de estas acciones comunes, referencia en su icono correspondiente en lugar de crear el suyo propio. Esto asegura una experiencia de usuario consistente y ayuda en el reconocimiento del usuario de funciones comunes.",
    "If your app has a unique action, you may need to create your own. When doing this, try to follow the look and feel of existing action icons, and include it along with your app.": "Si su aplicación tiene una acción única, es posible que deba crear una propio. Al hacer esto, trate de seguir el aspecto de los iconos de acción existentes, e incluir junto con su aplicación.",
    "Icon Sizes": "Tamaños de iconos",
    "elementary OS uses <strong>six</strong> main icon sizes throughout the OS and it's best to include all six as part of your application.": "elementary OS usa <strong> seis </strong> principales tamaños de icono en todo el sistema operativo y lo mejor es incluir los seis como parte de su aplicación.",
    "16 pixel Terminal icon": "Icono de Terminal de 16 pixeles",
    "24 pixel Terminal icon": "Icono de Terminal de 24 pixeles",
    "32 pixel Terminal icon": "Icono de Terminal de 32 pixeles",
    "48 pixel Terminal icon": "Icono de Terminal de 48 pixeles",
    "64 pixel Terminal icon": "Icono de Terminal de 64 pixeles",
    "128 pixel Terminal icon": "Icono de Terminal de 128 pixeles",
    "Design each icon for the size it's meant to be viewed at. In other words, do not design one icon and resize it to fill the remaining sizes, the best result is when each icon is designed individually. For more information about this practice (called &quot;pixel-fitting&quot;) and its importance, we recommend reading <a href=\"http://dcurt.is/pixel-fitting\">Dustin Curtis' article, Pixel-fitting</a>.": "Diseña cada icono para el tamaño para el que será visto. En otras palabras, no diseñes un icono y lo redimensiones para cubrir el resto de los tamaños, el mejor resultado se obtiene cuando cada icono se diseña individualmente. Para más información acerca de esta práctica (llamada \"pixel-fitting\") y su importancia, recomendamos leer el artículo de Dustin Curtis <a href=\"http://dcurt.is/pixel-fitting\"> Pixel-fitting</a>.",
    "Color Palette": "Gama de colores",
    "Color, don't be afraid to use it! Many of the elementary icons use vibrant colors; it's best to reserve muted tones and greys for boring system icons.": "Color, ¡no temas usarlo! Muchos de los iconos de Elementary usan colores vivos; es mejor reservar los tonos grises y neutros  para los aburridos iconos de sistema.",
    "Mail icon": "Icono de correo",
    "RSS Reader icon": "Icono de lector RSS",
    "Web browser icon": "Icono de navegador web",
    "Network icon": "Icono de red",
    "Calendar icon": "Icono de calendario",
    "Colors do have their connotations, so be cognisant of this when picking them. For instance: red is usually associated with error or &quot;danger&quot; and orange with warnings. But you can use these color connotations to help convey your icon's meaning, such as green for &quot;go&quot;.": "Los colores tienen sus propias connotaciones, así que sé consciente de ello cuando a la hora de seleccionarles. Por ejemplo, el rojo es usualmente asociado a errores o \"peligro\" y el naranja a advertencias. Pero puedes usar estas connotaciones cromáticas para ayudar a transmitir significado en tus iconos, tal como el verde implica \"adelante\".",
    "Symbolic Icons": "Iconos Simbólicos",
    "Symbolic icons are common system icons, that symbolize files, devices, or directories and are also used to represent common actions like cut, copy, and save.": "Los Iconos Simbólicos son iconos comunes del sistema, que simbolizan archivos, dispositivos o directorios, y también se utilizan para representar acciones comunes, como cortar, copiar y guardar.",
    "Each symbolic icon is a reduced form of its full-color counter part. This minimal design ensures readability and clarity even at small sizes.": "Cada icono simbólico es una forma reducida de su contraparte de colores. Este diseño minimalista garantiza lectura y claridad  incluso en tamaños pequeños.",
    "Symbolic vs. colored icon": "Icono Simbólico vs. de colores",
    "Colored vs. Symbolic Icons": "Iconos de colores vs. Simbólico",
    "The use of full-color and symbolic icons is not interchangeable, both have appropriate uses.": "El uso de iconos de colores y simbólicos no es intercambiable, ambos tienen usos apropiados.",
    "Full color icons are best used for:": "Los Iconos de colores se usan mejor para:",
    "application icons": "iconos de aplicación",
    "files and mimetypes": "archivos y tipos MIME",
    "device icons": "iconos de dispositivo",
    "places": "lugares",
    "Symbolic icons are best used:": "Los Iconos Simbólicos se usan mejor para:",
    "on buttons": "en botones",
    "in lists or text fields": "en listas o campos de texto",
    "for status indicators": "para indicadores de estado",
    "when the background is dynamic or semi-transparent, for example: media overlays": "cuando el fondo es dinámico o semitransparente, por ejemplo: superposición de medios",
    "Composition": "Composición",
    "There are three aspects to note when designing an elementary icon:": "Hay tres aspectos a notar durante el diseño de un icono de elementary:",
    "Its baseline (highlighted in": "Su base (marcada en",
    "blue": "azul",
    ") to ensure that all icons of one size line up along the bottom when in a row (much like text).": ") para asegurar que todos los iconos de un mismo tamaño sean enfilados a lo largo del fondo cuando están en una línea (como en el caso de texto).",
    "Its mean line height (": " La altura de su línea principal (",
    "green": "verde",
    "), also known as the center line of your canvas.": "), tambié conocida como el centro de tu canvas.",
    "The x-height (shown in": "La altura-x (mostrada en (",
    "red": "rojo",
    ") or &quot;how tall&quot; your icon is.": ") o \"la altura\" del icono. ",
    "Composition breakdown of elementary Videos icon": "Descomposición del icono de Videos de elementary",
    "Composition breakdown of elementary Terminal icon": "Descomposición del icono del Terminal de elementary",
    "Keeping these lines in mind while designing, means you can place elements along them so icons appear more consistent when put together. For example, notice how some elements in both the Terminal and Videos icon above relate to the mean line.": "Mantener estas líneas en cuenta al diseñar , significa que usted puede colocar elementos a lo largo de ellos para iconos aparecen más consistente cuando se ponen juntos . Por ejemplo , observe cómo algunos elementos , tanto en el icono Terminal y Videos anteriormente se refieren a la línea media",
    "Common Measurements": "Medidas comunes",
    "If you're designing a square-shaped icon, like the one for Terminal seen above, then consider using these common measurements (in pixels) for each icon.": "Si usted está diseñando un icono en forma de cuadrado, como el de la Terminal se ha visto, y luego considerar el uso de estas mediciones comunes (en píxeles) para cada icono.",
    "Canvas Size": "Tamaño del lienzo",
    "Base Line": "Línea de base",
    "x-Height": "Altura de x",
    "Mean Line Height": "Línea de altura media",
    "16x16": "16 × 16",
    "24x24": "24 × 24",
    "32x32": "32 × 32",
    "48x48": "48 × 48",
    "64x64": "64 × 64",
    "128x128": "128 × 128",
    "Exceptions": "Excepciones",
    "However there are exceptions. Many icons (especially mimetype icons) have ascending and descending elements, which are those elements that extend beyond the base line and x-height line (shown here in": "Sin embargo, hay excepciones. Muchos iconos (especialmente los iconos Mimetype) tienen ascendentes y descendentes elementos, que son los elementos que van más allá de la línea de base y línea x altura (que se muestra aquí en",
    "orange": "Naranja",
    "Composition exception example in elementary Video icon": "Ejemplo de excepción de composición en el icono de Video de elementary",
    "Composition exception example in elementary Terminal icon": "Ejemplo de excepción de composición en el icono del Terminal de elementary",
    "Rounder components will generally require some overshoot, to compensate for the optical illusion that makes them look smaller than their rectangular counterparts.": "Componentes más redondos generalmente requieren algún exceso, para compensar la ilusión óptica que hace que se vean más pequeños que sus contrapartes rectangulares.",
    "Outlines &amp; Contrast": "Contornos y contraste",
    "All elementary icons have a thin outline (stroke) to improve their contrast. The width of this stroke is <strong>one</strong> pixel for all icons, at every size.\nThe color of the outline is a darker variant (30% darker) of the primary color of the icon. For instance, in the calendar icon below, the green header has a stroke of a darker green.": "Todos los iconos de elementary poseen un contorno delgado para mejorar su contraste. La anchura de este contorno es de <strong>un</strong> píxel en todos los iconos, sin importar su tamaño.\nEl color del contorno es un tono más oscuro (un 30 % más) del color principal del icono. Por ejemplo, en el icono del calendario que se muestra a continuación, el encabezamiento verde está delineado con una línea de un tono verde más oscuro.",
    "Example of contrast in elementary Calendar icon": "Ejemplo de contraste en el icono del calendario de elementary",
    "Example of contrast in elementary Settings icon": "Ejemplo de contraste en el icono de configuración de elementary",
    "To further improve contrast, strokes are also semi-transparent. This ensures that icons appear sharp against a variety of backgrounds. Also, if the element is near-white, this stroke acts as a border and contains, rather than overlaps, its corresponding element. See the above icon for an example of this.": "Para mejorar aún más el contraste, los trazos son también semitransparente. Esto asegura que los iconos aparecen nítidos contra una variedad de fondos. Además, si el elemento es casi blanco, Este movimiento actúa como un borde y contiene, en lugar de superposiciones, su elemento correspondiente. Ver el icono de arriba para un ejemplo de esto.",
    "Shadows &amp; Highlights": "Sombras y resaltes",
    "If you picture an icon sitting on a shelf, facing you, with a light source above it, you may see a small fuzzy shadow near the bottom. Also, since the edges of an object tends to reflect more light due to your position relative to it and to the light source, they will have a highlight. Both these effects are something elementary icons emulate in their design to lend them a degree of realism.": "Si usted representa un icono en un estante, mirando hacia usted, con una fuente de luz por encima de ella, puede ver una pequeña sombra borrosa cerca del fondo. Además, dado que los bordes de un objeto tiende a reflejar más luz debido a su posición en relación a la misma y de la fuente de luz, tendrán un punto culminante. Ambos efectos son algo iconos elementales emular en su diseño a prestarles un grado de realismo.",
    "Edge Highlight": "Resalte del borde",
    "To apply the edge highlight effect to your icon, draw a subtle, <strong>1 pixel</strong>, inner stroke as a highlight. This outline is slightly brighter at the top and the bottom than it is at the edges.": "Para aplicar el efecto más destacado borde a su icono, dibujar un sutil, <strong> 1 pixel </strong>, trazo interior como un punto culminante. Este esquema es ligeramente más brillante en la parte superior y la parte inferior de lo que es en los bordes.",
    "Edge highlight example in elementary Music icon": "Ejemplo de borde resaltado en el icono de música de elementary",
    "Drop Shadow": "Sombra paralela",
    "To draw the shadow, you'll start by drawing a rectangle. Then fill it with a linear gradient that is perpendicular to the bottom margin of the icon. The gradient has three stops, the first and last of which have zero opacity. Then this entire shape is set to <strong>60% opacity</strong>.": "Para dibujar la sombra, usted comenzará a dibujar un rectángulo. Luego lo rellenamos con un gradiente lineal que es perpendicular a la margen inferior del icono. El gradiente tiene tres escalas la primera y la última de las cuales tienen cero opacidad. Entonces toda esta forma se establece en <strong> 60% de opacidad </strong>.",
    "Next create two smaller rectangles to &quot;bookend&quot; the larger. Fill each with a gradient identical to the first, but make it radial instead. Center the radial gradient in the middle of a short edge with each stop directly out to the nearest edge—see below for an example. Both these rectangles are also set to <strong>60% opacity</strong>.": "A continuación crear dos rectángulos más pequeños a \"sujetalibros\" la de mayor tamaño. Llenar cada uno con un gradiente idéntica a la primera, pero que sea radial en su lugar. Centre el degradado radial en medio de un borde corto con cada parada directamente a la más cercana borde véase más abajo para ver un ejemplo. Estos dos rectángulos también están listos para <strong> 60% de opacidad </strong>.",
    "Pictogram Shadow": "Sombra del pictograma",
    "If your icon has a pictogram, such as the play triangle in the icon below, you can give it a drop shadow to make it stand out from the background of the icon.": "Si el icono tiene un pictograma, como el triángulo de play en el icono de abajo, puede dar una sombra para hacer que destaque sobre el fondo del icono.",
    "To do this, first duplicate the pictogram, fill it with solid black and set it to <strong>15% opacity</strong>. Next, shift it 1 pixel down and place it below the pictogram. Create a copy of this shadow and give it a 1 pixel stroke (also black) and adjust this element to <strong>7% opacity</strong>.": "Para ello, primero duplicar el pictograma, llenarlo con negro sólido y ponerlo a <strong> 15% de opacidad </strong>. A continuación, desplazarlo 1 píxel hacia abajo y colóquela debajo del pictograma. Crear una copia de esta sombra y darle un golpe 1 píxel (también negro) y ajustar este elemento a <strong> 7% de opacidad </strong>.",
    "Icon Materials": "Materiales de los iconos",
    "You are free to add gloss (extra highlights) to your icon but this is only a good idea if you're emulating a surface that is more-reflective in real life (such as plastic, glass, etc.) For instance, a sheet of paper is not glossy therefore a icon emulating paper would not be either.": "Usted es libre de añadir brillo (puntos destacados adicionales) a su icono, pero esto es sólo una buena idea si usted está emulando una superficie que es más reflexivo en la vida real (como plástico, vidrio, etc.) Por ejemplo, una hoja de papel no es brillante, por tanto, un icono de la emulación de papel no deberia serlo tampoco.",
    "Dos and Don'ts": "Recomendaciones",
    "Below are some &quot;do and don't&quot; examples to consider when creating icons for your app.": "A continuación se presentan algunas cosas que debe y que no debe hacer al crear iconos para su aplicación.",
    "Your icon should not be overly complicated. Keep in mind that since there are smaller sizes, the elements that make up your icon should be distinguishable when at those sizes.": "Su icono no debe ser excesivamente complicado. Tenga en cuenta que ya existen tamaños más pequeños, los elementos que componen su icono debe ser distinguible cuando tenga esos tamaños.",
    "Your icon should make use of transparent elements, and should not simply be full-frame images. Where you can, distinguish your icon with subtle yet appealing visuals.": "Utilice elementos transparentes en su icono y deje márgenes de píxeles transparentes alrededor. Cuando sea posible, añada efectos visuales sutiles pero atractivos para realzar su icono.",
    "Don't make a thin icon. Your icon's weight should be comparable to that of other icons. An overly thin icon won't stand out well on many backgrounds.": "No hacer un icono de la nada. El tamaño de su icono debe ser comparable a la de otros iconos. Un icono excesivamente fina no destacará bien en muchos fondos.",
    "If you would like to give your icon a tilted perspective, it should tilt backward (not forward).": "Si desea dar a su icono de una perspectiva inclinada, se debe inclinar hacia atrás (no hacia adelante).",
    "Text": "Texto",
    "Although elementary primarily uses graphics as a means of interaction, text is also widely used for things like button labels, tooltips, menu items, dialog messages, and more. Using text consistently and clearly both in terminology and format is an extremely important part of designing your app and helps add to the overall cohesiveness of the elementary platform.": "Aunque elementary utiliza principalmente gráficos como medio de interacción, el texto es también ampliamente utilizado para cosas como las etiquetas de los botones, información sobre herramientas, elementos de menú, mensajes de diálogo, y más. El uso de texto de forma consistente y claramente en la terminología y formato es una parte extremadamente importante en el diseño de su aplicación y ayuda a añadir a la cohesión de la plataforma elementary.",
    "<strong>Writing Style</strong>. Keep your text understandable and consistent with the rest of elementary.": "<strong>Estilo de escritura</strong>. Haga que su texto resulte fácil de entender y sea coherente con el resto de elementary.",
    "<strong>Language</strong>. Keep other languages in mind.": "<strong>Idioma</strong>. Tenga en cuenta otros idiomas.",
    "<strong>Capitalization</strong>. What, when, and where to capitalize.": "<strong>Uso de mayúsculas</strong> (en inglés, principalmente). Qué, cuándo y dónde usarlas.",
    "<strong>Punctuation</strong>. Avoid common mistakes and follow convention.": "<strong>Puntuación</strong>. Evite errores comunes y siga las convenciones recomendadas para su idioma.",
    "<strong>Using Ellipsis</strong>. When, where, and why to use ellipsis.": "<strong>Uso de puntos suspensivos</strong>. Dónde, cuándo y por qué utilizarlos.",
    "<strong>Naming Menu Items</strong>. Keep your menus clear and consistent.": "<strong>Nombre de los elementos de los menús</strong>. Manténgalos claros y coherentes.",
    "Writing Style": "Estilo de escritura",
    "Use the following rules to keep your text understandable and consistent:": "Siga las reglas presentadas a continuación para mantener el texto comprensible y coherente:",
    "Be Brief": "Sea breve",
    "Don't give the user a bunch of text to read; a lengthy sentence can appear daunting and may discourage users from actually reading your messaging. Instead, provide the user with short and concise text.": "No dé demasiado texto a los usuarios: los párrafos grandes desaniman la lectura. Escriba textos concisos y breves.",
    "<strong>Bad</strong>: It doesn't look like you have any music in your library. You can use Noise to organize your music, add more, and listen to the music you already have. To get started, click on the &quot;Add&quot; button, then follow the prompts. Once you're done, your Music will be displayed here.": "<strong>Incorrecto</strong>: No parece que cuente con ninguna canción en la colección. Puede usar Noise para organizar música, añadir más y escuchar la que ya posee. Para comenzar pulse en el botón «Añadir» y siga las indicaciones. Cuando termine, la música aparecerá aquí.",
    "<strong>Better</strong>: Get Some Tunes. Noise can't seem to find your contacts. [Buttons to import or create contacts]": "<strong>Mejor</strong>: Obtenga algo de música. Noise no puede encontrar ninguna pista. [Botones para importar o añadir música]",
    "Think Simple": "Piense con sencillez",
    "Assume the user is intelligent, but not technical. Avoid long, uncommon words and focus on using common, simple verbs, nouns, and adjectives. Never use technical jargon.": "Asuma que los usuarios son inteligentes pero no técnicos. Evite palabras largas y raras; en cambio, emplee verbos, sustantivos y adjetivos sencillos y comunes. Jamás use la jerga técnica.",
    "<strong>Bad</strong>:37 audio format files have been successfully imported into the songs database.": "<strong>Incorrecto</strong>: 37 archivos en formato de audio han sido importados correctamente en la base de datos de canciones.",
    "<strong>Better</strong>: Successfully added 37 songs.": "<strong>Mejor</strong>: Se añadieron 37 canciones correctamente.",
    "Get To The Bottom Line": "Vaya al grano",
    "Put the most important information at the beginning of your text. If the user stops reading, they'll still have what they need in mind.": "Coloque la información más importante al principio. Así, si los usuarios no terminan de leer, tendrán en mente los datos necesarios.",
    "<strong>Bad</strong>: Your network connection might be down because Lingo could not find any definitions. Check it and try again.": "<strong>Incorrecto</strong>: Podría haber problemas con su conexión a Internet porque Lingo no pudo encontrar ninguna definición. Revísela e inténtelo de nuevo.",
    "<strong>Better</strong>: No definition found. Check your network connection and try again.": "<strong>Mejor</strong>: No se encontró la definición. Revise la conexión a Internet e inténtelo de nuevo.",
    "Don't Repeat Yourself": "No se repita",
    "Repetition can be annoying and adds unnecessary length to your messaging.": "La repetición es molesta y alarga innecesariamente los mensajes.",
    "<strong>Bad</strong>: Your email address, johndoe@email.com, has been added. To access johndoe@email.com, click on &quot;johndoe@email.com&quot; above.": "<strong>Incorrecto</strong>: Su dirección de correo electrónico, juanito@correo.com, se ha añadido. Para acceder a juanito@correo.com, pulse en el enlace «juanito@correo.com» ubicado más arriba.",
    "<strong>Better</strong>: Your email address has been added. To access it, click &quot;johndoe@email.com&quot; above.": "<strong>Mejor</strong>: Se añadió la dirección de correo electrónico. Para acceder a ella, pulse en el enlace «juanito@correo.com» ubicado más arriba.",
    "Use Visual Hierarchy": "Utilice una jerarquía visual",
    "Visual hierarchy aids users in reading and comprehending your text as well as knowing what is most important. Use headings and other text styles appropriately.": "La jerarquía visual ayuda a los usuarios a leer y entender el texto y, al mismo tiempo, saber qué es lo más importante. Utilice los encabezamientos y otros estilos de texto adecuadamente.",
    "<strong>Bad</strong>:": "<strong>Incorrecto</strong>:",
    "No files are open. Open a file to begin editing.": "No hay archivos abiertos. Abra un archivo para comenzar la edición.",
    "<strong>Better</strong>:": "<strong>Mejor</strong>:",
    "No files are open.": "No hay archivos abiertos.",
    "Open a file to begin editing.": "Abra un archivo para comenzar la edición.",
    "Language": "Idioma",
    "While much of elementary is developed in English, there are many users who do not know English or prefer their native language. While putting text into your app, keep the following in mind:": "Aunque mucho del desarrollo original de elementary se lleva a cabo en inglés, debemos considerar a los muchos usuarios que prefieren usar su lengua materna. Tenga en mente lo siguiente cuando añada texto a su aplicación:",
    "<strong>Make it translatable.</strong> Always, always make your text translatable using the built-in methods. It can't be translated if you don't make it translatable. Include punctuation in translatable strings.": "<strong>Hágalo traducible.</strong> Siempre, siempre permita la traducción del texto mediante los métodos incorporados. Si no marca una cadena de texto como traducible, los traductores no podrán verla. Incluya toda la puntuación en las cadenas traducibles, ya que no siempre es igual a la inglesa.",
    "<strong>Avoid culture-specific references.</strong> Remember that users of another language are going to be using your app. Specific metaphors or references will likely be lost on or downright confusing to other those users. Instead, use universal text.": "<strong>Evite referencias culturales específicas.</strong> Recuerde que los usuarios de otros idiomas van a usar su aplicación. Las metáforas o referencias específicas seguramente se acaben perdiendo o confundan a estos otros usuarios. En su lugar use un lenguaje universal.",
    "<strong>Keep differences in mind.</strong> Remember that other languages and cultures often use different currencies, date formats, punctuation, and more. Always keep these things in mind when developing your app's text, and use the system-provided methods for translating these items when possible.": "<strong>Tenga en cuenta las diferencias.</strong> Recuerde que a veces otros idiomas y culturas usan monedas, formatos de fecha y puntuación distintos, entre otros. Siempre tenga esto en cuenta a la hora de desarrollar el texto de su app y use los métodos proporcionados por el sistema para la traducción de estos elementos cuando sea posible.",
    "<strong>Right-to-left.</strong> It's easy to forget about right-to-left (RTL) languages if you're so used to using left-to-right. Make sure your app still works well when used with RTL layouts, and always use RTL-compatible widgets when developing your app.": "<strong>Derecha a izquierda.</strong> Es fácil olvidarse de idiomas que escriben de derecha a izquierda (RTL, de sus siglas en inglés right-to-left) si está acostumbrado a escribir de izquierda a derecha. Asegúrese de que su app sigue funcionando bien cuando se usan diseños RTL y use siempre widgets compatibles con RTL cuando esté desarrollando su aplicación.",
    "Capitalization": "Uso de mayúsculas",
    "All textual user interface items, including labels, buttons, and menus, should use one of two capitalization styles: sentence case or title case.": "En inglés, todos los componentes textuales de una interfaz de usuario, incluyendo las etiquetas, los botones y los menús, deben utilizar uno de dos estilos de uso de mayúsculas: «oración» (<i>Sentence case</i>) y «título» (<i>Title Case</i>). Es muy importante hacer énfasis que esto solo aplica al texto que escriba en inglés; en español no existen estos estilos y no deben calcarse.",
    "Sentence Case": "Estilo de oración",
    "Sentence case means you capitalize like in a standard sentence or phrase.": "El «estilo de oración» significa que las mayúsculas se utilizan como es normal en cualquier oración o frase.",
    "Only the first letter of the phrase and the first letter of proper nouns are capitalized.\nUsed for labels and descriptive text.": "Solo se escribe en mayúsculas la primera letra de la oración y la primera letra de los nombres propios.\nEste estilo se utiliza en las etiquetas y los bloques de texto descriptivo.",
    "ex. &quot;Always open MPEG files with Marlin&quot; next to a checkbox.": "Ejemplos: <i>Always open MPEG files with Marlin</i> como etiqueta de casilla de verificación.",
    "ex. &quot;Read news feeds&quot; for the description of an RSS reader.": "<i>Read news feeds</i> como descripción de un lector de RSS.",
    "ex. &quot;This folder is empty&quot; in a file manager.": "<i>This folder is empty</i> en un gestor de archivos.",
    "Title Case": "Estilo de título",
    "Title case means you capitalize like a book or article title.": "El «estilo de título» es como se acostumbra escribir el título de canciones, libros y artículos en inglés.",
    "Capitalize the first and last words.\nAll nouns, pronouns, adjectives, verbs, adverbs, and subordinate conjunctions (as, because, although) are capitalized.\nUsed for titles, buttons, menus, and most other widgets.": "Las palabras primera y última llevan mayúscula inicial.\nTambién la llevan todos los sustantivos, pronombres, adjetivos, adverbios y conjunciones subordinadas (<i>as, because, although</i>).\nEste estilo se usa en títulos, botones, menús y muchos otros <i>widgets</i>.",
    "ex. &quot;Open File&quot; title in a dialog.": "Ejemplos: <i>Open File</i> como título de un cuadro de diálogo.",
    "ex. &quot;Delete 13 Songs&quot; on a button.": "<i>Delete 13 Songs</i> como nombre de un botón.",
    "ex. &quot;Search Contacts...&quot; in a search bar.": "<i>Search Contacts…</i> en un cuadro de búsqueda.",
    "Notes/Exceptions": "Notas y excepciones",
    "Proper nouns should always be capitalized properly; this means that, for example, Google should always be shown as &quot;Google,&quot; elementary should always be shown as &quot;elementary,&quot; and MPEG should always be shown as &quot;MPEG.&quot; If you're unsure how a certain pronoun should be officially capitalized, refer to the documentation of the pronoun in question.": "Los nombres propios siempre deben seguir el uso de mayúsculas oficial para cada cual. Esto significa que Google siempre debe escribirse «Google», elementary siempre debe mostrarse como «elementary», eBay siempre debe ser «eBay» y MPEG, un acrónimo, debe aparecer como «MPEG».",
    "Punctuation": "Puntuación",
    "Proper typography is important throughout elementary OS. Not just for consistency within the OS, but for following proper convention and presenting ourselves as a serious, professional platform.": "Es importante utilizar correctamente la ortotipografía en todo elementary OS. No únicamente por coherencia, sino también para presentarnos como una plataforma seria y profesional.",
    "Prevent Common Mistakes": "Evite errores comunes",
    "Only use <strong>one space</strong> after a period.": "Escriba únicamente <strong>un espacio</strong> después de un punto.",
    "i.e. “This is a sentence. This is another sentence.”": "o sea: «Esta es una oración. Esta es otra oración.»",
    "Use a proper ellipsis character (…) rather than three dots.": "Utilice el carácter de los puntos suspensivos verdadero (…) y no tres puntos consecutivos.",
    "Use <code>\\u0133</code> in your code.": "Utilice <code>\\u0133</code> en su código.",
    "See <a href=\"#using-ellipses\">Using Ellipses</a> for usage details.": "Véase <a href=\"#using-ellipses\">Uso de puntos suspensivos</a> para obtener detalles sobre su utilización.",
    "For quotes, use proper <strong>left and right double quotation characters</strong> (“ and ”).": "Utilice las <strong>comillas tipográficas correctas para su idioma</strong> (inglés: “ y ”; español: « y »).",
    "Use <code>\\u201C</code> and <code>\\u201D</code> in your code.": "Utilice <code>\\u201C</code> y <code>\\u201D</code> en su código.",
    "In contractions and possession, use a <strong>right single quotation mark</strong> (’) as an apostrophe.": "Para indicar el posesivo y las contracciones, use el <strong>apóstrofo tipográfico</strong> (’).",
    "Use <code>\\u2019</code> in your code.": "Utilice <code>\\u2019</code>en su código.",
    "Use <strong>real math symbols</strong> for subtraction (−), multiplication (×), and division (÷) signs.": "Utilice los <strong>símbolos matemáticos reales</strong> para restas (−), multiplicaciones (×) y divisiones (÷).",
    "Use <code>\\u2212</code>,  <code>\\u00D7</code>,  and <code>\\u00F7</code> in your code.": "Utilice <code>\\u2212</code>,  <code>\\u00D7</code> y <code>\\u00F7</code> en el código.",
    "Use correct <strong>copyright symbols</strong> (©).": "Utilice el <strong>símbolo de derechos de autor</strong> real (©).",
    "Use <code>\\u0169</code> in your code.": "Utilice <code>\\u0169</code> en su código.",
    "Use <strong>superscripts</strong> where needed (e.g. 1<sup>st</sup>).": "Añada <strong>letras voladas</strong> donde sean necesarias (p. ej., 1.<sup>er</sup>).",
    "Hyphens &amp; Dashes": "Guiones y rayas",
    "Hyphen (-)": "Guion (-)",
    "Use <code>\\u2010</code> in code. Used for:": "Utilice <code>\\u2010</code> en el código. Este símbolo se usa para:",
    "Joining words (e.g. non-breaking).": "Unir palabras compuestas (p. ej., <i>non-breaking</i>)",
    "<em>If the word cannot be split along lines (e.g. UTF-8), use a non-breaking hyphen (- <code>\\u2011</code>).</em>": "<em>Si las partes de la palabra o acrónimo no debe separarse entre líneas (p. ej., «UTF-8»), use un guion duro (- <code>\\u2011</code>).</em>",
    "En Dash (–)": "Semirraya (–)",
    "Use <code>\\u2013</code> in code. Used for:": "Utilice <code>\\u2013</code> en el código. Este símbolo se usa para:",
    "Number ranges (e.g. 5–12). <em>Do not put a space on either side.</em>": "Indicar intervalos numéricos (p. ej., «5–12»). <em>No añada espacios alrededor de la semirraya.</em>",
    "Em Dash (—)": "Raya (—)",
    "Use <code>\\u2014</code> in code. Used for:": "Utilice <code>\\u2014</code> en el código. Este símbolo se usa para:",
    "Interjections (e.g. the party—which was scheduled for Thursday—was delayed).": "Oraciones parentéticas (p. ej., <em>the party—which was scheduled for Thursday—was delayed</em>).",
    "<em>Do not put a space on either side.</em>": "<em>En inglés, no añada espacios alrededor de las rayas.</em>",
    "Quote offsets.": "Compensaciones de desplazamientos.",
    "<em>New line, space to the right.</em>": "<em>Nueva linea, spacio a la derecha</em>",
    "If in doubt, refer to <a href=\"http://practicaltypography.com/\">Butterwick's Practical Typography</a>.": "En caso de dudas, consulte <em><a href=\"http://practicaltypography.com/\">Practical Typography</a></em>, de Matthew Butterick.",
    "These rules apply to the English language; other languages may have their own conventions which should be followed by translators.": "Las reglas anteriores aplican al idioma inglés. Cada lengua utiliza sus propias normas que los traductores deberán seguir.",
    "Using Ellipses": "Uso de puntos suspensivos",
    "The ellipsis character (…) is used in the interface for two primary reasons: informing the user of an additional required information and letting the user know text has been shortened.": "Los puntos suspensivos (…) se utilizan en la interfaz de usuario por dos motivos: informar al usuario de que se necesita información adicional e indicar que se ha abreviado el texto.",
    "Additional Information": "Información adicional",
    "An ellipsis should be used to let a user know that more information or a further action is required before their action can be performed. Usually this means that the user should expect a new interface element to appear such as a new window, dialog, toolbar, etc in which they must enter more information or make a selection before completing the intended action. This is an important distinction because a user should typically expect an instant action from buttons and menu items while this prepares them for an alternate behavior. More specifically, an ellipsis should be used when the associated action:": "Los puntos suspensivos se debe utilizar para permitir que un usuario que se requiere más información o una acción adicional antes de que pueda llevar a cabo su acción. Por lo general, esto significa que el usuario debe esperar un nuevo elemento de la interfaz que aparezca como una ventana nueva, de diálogo, barra de herramientas, etc en las que deben introducir más información o hacer una selección antes de completar la acción prevista. Esta es una distinción importante porque un usuario normalmente debe esperar una acción inmediata de botones y elementos de menú mientras que esto los prepara para un comportamiento alternativo. Más específicamente, una elipsis debe utilizarse cuando la acción asociada:",
    "<strong>Requires specific input from the user.</strong> For example, Find, Open, and Print commands all use ellipses because the user must select or input the item to find, open, or print. An easy way to remember this is to think of a question requiring and answer: Find what? Open what? Print what?": "<strong> Requiere entrada específica del usuario. </strong> Por ejemplo, Encontrar, Abrir, Imprimir y manda a todos los puntos suspensivos de uso debido a que el usuario debe seleccionar o introducir el tema de encontrar, abrir o impresión. Una manera fácil de recordar esto es pensar en una pregunta que requiere y de la respuesta: Encontrar qué? ¿Abrir qué? ¿Imprimir que?",
    "<strong>Is performed in a new window or dialog.</strong> For example, Preferences, Report a Problem, and Customize Toolbar all use ellipses because they open a new window (sometimes another app) or dialog in which the user makes a selection or inputs other information. Consider that the absence of an ellipsis implies the app will handle the action immediately. This means that the app will automatically generate a report or customize its own toolbar. Using an ellipsis makes the important distinction that the user will be writing the report or selecting which toolbar items to show.": "<strong> Se realiza en una nueva ventana o diálogo. </strong> Por ejemplo, Preferencias, Informe de un problema, y Personalizar barra de herramientas todas las elipses de uso, ya que abren una nueva ventana (a veces otra aplicación) o de diálogo en el que el usuario realiza una selección o entradas otra información. Tengamos en cuenta que la ausencia de una elipsis implica la aplicación se encargará de la acción de inmediato. Esto significa que la aplicación va a generar automáticamente un informe o personalizar su propia barra de herramientas. El uso de puntos suspensivos hace la distinción importante que el usuario va a escribir el informe o seleccionar qué barra de herramientas elementos para mostrar.",
    "<strong>Warns the user of a potentially dangerous action.</strong> For example, Log Out, Restart, and Shut Down all use ellipses because they display an alert that asks the user to confirm or cancel a potentially harmful action. Again, this is the user clicking a button or menu item that requires them to input more information or make a selection before the action is completed.": "<strong> Advierte al usuario de una acción potencialmente peligroso. </strong> Por ejemplo, Salir, Reiniciar y Apagar todas las elipses de uso porque muestran una alerta que le pide al usuario que confirme o cancele una acción potencialmente perjudicial. Una vez más, este es el usuario hace clic en un elemento de botón o menú que les obliga a introducir más información o realizar una selección antes de completar la acción.",
    "Shortened Text": "Texto acortado",
    "Ellipses should be used when shortening text that cannot fit in any specific place. For example, if a playlist's name is longer than the space available in the sidebar, truncate it and use an ellipsis to signify its truncation. There are two ways to use an ellipsis when shortening text:": "Ellipses should be used when shortening text that cannot fit in any specific place. For example, if a playlist's name is longer than the space available in the sidebar, truncate it and use an ellipsis to signify its truncation. There are two ways to use an ellipsis when shortening text:",
    "End truncation. If the important or distinctive text is at the beginning of the string, truncate it at the end and append an ellipsis.": "Truncación final. Si el texto importante o texto distintivo esta al comienzo de la cadena, truncar al final y añadir una elipsis.",
    "Middle truncation. When the end of the text is more important or distinctive, truncate the text in the middle and replace the truncated text with an ellipsis.": "Truncación media. Cuando el fin del texto es más importante o distintivo, cortar el texto por la mitas y reemplazar el texto truncado con una elipse.",
    "If you're unsure, it's best to use middle truncation as it keeps both the beginning and end of the string in tact. It's also important that you do not ship your app with any truncated text; truncation should only be the result of a user action such as resizing a sidebar or entering custom text.": "Si no está seguro, lo mejor es utilizar el truncamiento intermedio, ya que mantiene el principio y final de la cadena intacta. También es importante que usted no envíe su aplicación con cualquier texto truncado; El truncamiento sólo debe ser el resultado de una acción del usuario, como cambiar el tamaño de una barra lateral o introducir texto personalizado.",
    "When Not to Use Ellipsis": "Cuándo no usar los puntos suspensivos",
    "In an entry's placeholder text. An ellipsis is not necessary here and adds no value.": "En el texto indicador de un campo de entrada. Los puntos suspensivos son superfluos y no añaden valor.",
    "For a submenu item. The right arrow already indicates that this entry spawns a submenu and is not an action.": "En elementos de menús que despliegan un submenú. La flecha ya indica que el elemento contiene subelementos y que no es una acción.",
    "Be sure to use the actual ellipsis character (…) rather than three consecutive period (.) characters.": "Asegúrese de que utiliza el carácter de los puntos suspensivos real (…) y no tres puntos consecutivos (.)",
    "Naming Menu Items": "Nombrar elementos de menú",
    "Menu items should have names that are either actions or locations, never descriptions. Make sure menu items are concise, but also fully describe the action that will be performed when they are clicked.": "Los elementos de menú deben tener nombres  ya sea acciones o lugares, nunca descripciones. Asegúrese de que los elementos de menú son concisos, pero también describen plenamente la acción que se realiza cuando se hace clic.",
    "&quot;Find in Page...&quot; is acceptable as it clearly describes the action that will be performed when the item is clicked. &quot;Software Up to Date&quot; is not acceptable. What happens if I click this item? Where will it take me? What will it do? The outcome is uncertain.": "«Buscar en la página…» es un nombre aceptable porque describe la acción que se realizará cuando se pulse en el elemento. «Programa actualizado» no es aceptable. ¿Qué sucederá cuando se pulse en el elemento? ¿Adónde llevará? ¿Qué hará? El resultado no es obvio."
}