{
    "Installation": "Instalación",
    "Download elementary OS": "Descargar elementary OS",
    "If you haven't already, you will need to <a href=\"\/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page<\/a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si aún no lo has hecho, necesitarás <a href=\"\/\" target=\"_blank\" rel=\"noopener\">descargar elementary OS desde nuestra página web<\/a>. Deberás copiar el archivo ISO descargado en una unidad USB mediante las instrucciones que se indican a continuación.",
    "Recommended System Specifications": "Requisitos del sistema recomendados",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Si bien no tenemos unos requisitos mínimos del sistema estrictos, recomendamos al menos las siguientes especificaciones para tener una buena experiencia:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Procesador Intel i3 de doble núcleo a 64 bits o similar",
    "4 GB of system memory (RAM)": "4 GB de memoria del sistema (RAM)",
    "Solid state drive (SSD) with 15 GB of free space": "Unidad de estado sólido (SSD) con 15 GB de espacio libre",
    "Internet access": "Acceso a Internet",
    "1024×768 display": "Pantalla de 1024×768",
    "Back Up Your Data": "Realiza una copia de seguridad de tus datos",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Asegúrate de hacer una copia de seguridad de tus datos importantes en una ubicación externa, como un servicio en línea o un disco duro externo. Al instalar un sistema operativo nuevo pueden perderse los datos existentes.",
    "Choose your current Operating System": "Selecciona tu sistema operativo actual",
    "Select the operating system you are currently using to view tailored installation instructions.": "Selecciona el sistema operativo que estás usando para ver las instrucciones específicas de instalación.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Ubuntu": "Ubuntu",
    "Creating an Install Drive": "Creación de una unidad de instalación",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called Rufus.": "Necesitaras una unidad USB con al menos 2 GB de espacio disponible y un programa llamado Rufus.",
    "Download Rufus": "Descargar Rufus",
    "Rufus - select ISO": "Rufus - Selección de ISO",
    "Open Rufus": "Abrir Rufus",
    "Insert your USB drive and select it in the &quot;Device&quot; list": "Inserta la unidad USB y selecciónala en la lista «Dispositivos»",
    "Select &quot;Disk or ISO image&quot; in the &quot;Boot selection&quot; list": "Selecciona el disco o imagen ISO en la lista de arranque del sistema",
    "Click &quot;SELECT&quot; to choose the ISO that you downloaded previously.": "Selecciona la imagen ISO que ha descargado previamente.",
    "We generate a checksum (or hash sum) for elementary OS images so you can verify your downloaded file. This ensures that you've received the full, complete download and that your install image is not corrupted in any way. Click": "Se genera una verificación en las imágenes de elementary para poder comprobarlas. Esto asegura que ha descargado el archivo completo y que no está corrupto. Seleccionar",
    "the checksum icon": "el icono de verificación",
    "next to &quot;SELECT&quot; and verify that the text next to &quot;SHA256&quot; matches the following hash:": "",
    "If the hashes match, click &quot;START&quot; and wait for the process to finish.": "",
    "Booting from the Install Drive": "Arranque desde la unidad de instalación",
    "In order to start the installation process, you must boot your computer from the install drive.": "Arranque el equipo a partir de la unidad de instalación para comenzar con el proceso de instalación.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Si tu equipo sigue encendido, inserta la unidad de instalación y reinicialo.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12<\/kbd>, but sometimes <kbd>Esc<\/kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La mayoría de los equipos permiten temporalmente cambiar el orden de arranque mediante la pulsación de una tecla concreta, habitualmente <kbd>F12<\/kbd>, en otras ocasiones <kbd>Esc<\/kbd> u otra tecla de función. Consulte la indicación en la pantalla o la documentación de su equipo.",
    "Press <kbd>F12<\/kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Presione <kbd>F12<\/kbd> (o la tecla correspondiente) y seleccione el dispositivo de instalación; normalmente su nombre es «USB-HDD» u otro que contenga el término «USB». Si selecciona el soporte incorrecto, probablemente el equipo arrancará con normalidad; en ese caso reinicialo de nuevo y elija otro dispositivo en el menú de arranque.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "En cuanto elija la unidad de arranque correcta, verá la pantalla de inicio de elementary OS. Siga las instrucciones que le guiarán a través del resto del proceso.",
    "Verify your Download": "Comprueba la descarga",
    "Verifying your download is an important, but optional step. We generate a checksum (or hash sum) for elementary OS images and we recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that your install image is not corrupted in any way.": "Es importante, pero no obligatorio, que compruebes la integridad del archivo descargado. Generamos sumas de verificación (o <em>hash<\/em>) para las imágenes de elementary OS y recomendamos que revise que la suma de su descarga coincida con la suma correspondiente antes de intentar una instalación. Esto asegura que el archivo está completo y sin daños.",
    "Running the following command in your Terminal:": "Ejecuta la siguiente orden en el Terminal:",
    "Should produce the output:": "La consola debe mostrar:",
    "Note: This is assuming that you have downloaded the .iso file to your Downloads folder.\nIn case you have downloaded it elsewhere, please specify the correct path to the downloaded file, as shown below": "Nota: se asume que has descargado el archivo .iso en la carpeta «Descargas». De no ser así, especifique la ruta correcta del archivo descargado, como se muestra a continuación",
    "To create an elementary OS install drive on macOS you'll need a USB flash drive that is at least 2 GB in capacity and an app called &quot;Etcher&quot;.": "Para crear una unidad de instalación de OS elemental en macOS, necesitará una unidad flash USB que tenga al menos 2 GB de capacidad y una aplicación llamada &quot;Etcher&quot;.",
    "Download Etcher": "Descargar Etcher",
    "etcher steps": "Instrucciones de Etcher",
    "Insert the spare USB drive, and select the ISO file you've just downloaded.": "Inserte el dispositivo USB y seleccione el archivo ISO descargado.",
    "Open &quot;Etcher&quot; and select your downloaded elementary OS image file using the &quot;Select image&quot; button.": "Abra Etcher y seleccione la imagen de elementary OS mediante el botón «Seleccionar imagen».",
    "Etcher should automatically detect your USB drive, but check to see if it has selected the correct target.": "Etcher debería detectar automáticamente el dispositivo USB, pero compruebe que se haya seleccionado el destino correcto.",
    "Start the flashing process by clicking the &quot;Flash!&quot; button. It will take a moment to get started.": "Inicie el proceso de grabación pulsando el el botón «Flash» (‘Aplicar’). Deje transcurrir unos minutos.",
    "When complete it will be safe to remove the drive and attempt to boot to install elementary OS.": "Cuando finalice, podrá quitar el soporte con seguridad e intentar arrancar a través de este para instalar elementary OS.",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "El siguiente cuadro de diálogo puede aparecer durante el proceso de aplicación; ignórelo.",
    "Not readable warning": "Advertencia ilegible",
    "After you hear the chime, press and hold <kbd>Option<\/kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Tras escuchar el pitido, mantenga presionada la tecla <kbd>Opción<\/kbd>. A continuación, seleccione la unidad de arranque apropiada. Es normal que, en algunos casos, la unidad aparezca identificada incorrectamente como «Windows».",
    "Boot Errors": "Errores en el arranque",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn elementaryos-0.4.1-stable.20180214.iso to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Si su Mac no reconoce su unidad de instalación USB de elementary OS en el menú de inicio, es posible que necesite crear un DVD de instalación de  elementary OS. Para crear uno, inserte un DVD en blanco, pulse con el botón derecho en el archivo ISO en el Finder y seleccione & quot; 1 Grabar elementaryos-0.4.1-stable.20180214.iso a un Disco & quot; 2. Cuando se complete la acción, reinicie nuevamente el ordenador desde el DVD de instalación.",
    "Running the following command in your terminal:": "Ejecute el siguiente comando en la consola:",
    "should produce the output:": "Debería producir la salida:",
    "You'll need a USB flash drive with at least 2 GB of free space and a program called UNetbootin.": "Necesitará un soporte USB con al menos 2 GB de espacio disponible y un programa llamado UNetbootin.",
    "Download UNetbootin": "Descargar UNetbootin",
    "Open UNetbootin from the Dash. It will open a window like the one below:": "Abra UNetbootin desde el Tablero. Se abrirá una ventana como la siguiente:",
    "UNetbootin": "UNetbootin",
    "Select &quot;Diskimage&quot;": "Seleccione &quot;Imagen de disco&quot;",
    "Click &quot;…&quot; to select the ISO that you downloaded previously.": "Pulse en «…» para seleccionar la ISO que ha descargado anteriormente.",
    "Unplug all USB memory devices apart from the one you want to use.": "Desconecte todos los dispositivos de almacenamiento USB excepto el que quiere utilizar.",
    "Click &quot;OK&quot; and wait for the process to finish.": "Pulse en «Aceptar» y espere a que el proceso finalice.",
    "After Installation": "Después de la instalación",
    "Take this time to read the <a href=\"\/docs\/learning-the-basics\">getting started<\/a> guide to learn about your new operating system.": "Dedica algunos minutos para leer la <a href=\"\/es\/docs\/learning-the-basics\">guía de primeros pasos<\/a> para aprender acerca de tu nuevo sistema operativo."
}
