{
    "Installation": "Instalación",
    "Download elementary OS": "Descargar elementary OS",
    "If you haven't already, you will need to <a href=\"/\" target=\"_blank\" rel=\"noopener\">download elementary OS from our home page</a>. You will need to copy the downloaded ISO file to a USB flash drive using the instructions below.": "Si aún no lo ha hecho, necesitará <a href=\"/\" target=\"_blank\" rel=\"noopener\">descargar elementary OS desde nuestro sitio web</a>. Necesitará copiar el archivo ISO descargado a una unidad USB siguiendo las instrucciones de abajo.",
    "Frequently-Asked Questions": "Preguntas frecuentes",
    "See the <a href=\"{#release_faq}\">frequently-asked questions for this release</a>.": "Mire las <a href=\"{#release_faq}\">preguntas frecuentes sobre esta versión</a>.",
    "Recommended System Specifications": "Requisitos recomendados del sistema",
    "While we don't have a strict set of minimum system requirements, we recommend at least the following specifications for the best experience:": "Aunque no tengamos un conjunto estricto de requisitos mínimos del sistema, recomendamos como mínimo las siguientes especificaciones para la mejor experiencia:",
    "Recent Intel i3 or comparable dual-core 64-bit processor": "Procesador Intel i3 reciente o comparable, de doble núcleo y procesador de 64 bits",
    "4 GB of system memory (RAM)": "4 GB de memoria del sistema (RAM)",
    "Solid state drive (SSD) with at least 32 GB of free space": "Unidad de estado sólido (SSD) con al menos 32 GB de espacio libre",
    "Internet access": "Acceso a Internet",
    "Built-in or wired mouse/touchpad and keyboard": "Ratón o panel táctil y teclado",
    "1024×768 minimum resolution display": "Pantalla con una resolución mínima de 1024×768",
    "You will also need a spare USB flash drive with at least 4 GB of storage for installation.": "También necesitará una memoria USB externa con al menos 4 GB de almacenamiento para la instalación.",
    "<strong>We do not recommend virtual machines as they don't perform as well as a full install.</strong> If you are attempting to install in a virtual machine, enable EFI if possible but understand you may encounter other issues.": "<strong>No recomendamos las máquinas virtuales, ya que no funcionan tan bien como una instalación completa.</strong> Si está intentando instalar en una máquina virtual, habilite EFI si es posible. Pero es probable que encuentre otros problemas.",
    "Back Up Your Data": "Haga una copia de seguridad de sus datos",
    "Make sure to back your important data up to an external location such as a cloud service or an external hard drive. Installing a new operating system may overwrite your existing data.": "Asegúrese de copiar sus datos importantes en una ubicación externa, como un servicio en línea o una unidad de disco duro externa. La instalación de un sistema operativo nuevo puede sobrescribir los datos existentes.",
    "Step-by-step Guide": "Guía paso a paso",
    "Follow the video above, or select the operating system you are currently using to view tailored installation instructions below.": "Siga el video que se encuentra arriba, o seleccione el sistema operativo que está utilizando actualmente para ver instrucciones de instalación personalizadas a continuación.",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Verify Your Download": "Verifique su descarga",
    "Verifying your download is an important step: we generate a &quot;checksum&quot; for elementary OS images and recommend that you verify that your download matches that checksum before trying to install. This ensures that you've received the full, complete download and that it is not corrupted.": "Verificar su descarga es un paso importante: Nosotros generamos una &laquo;suma de comprobación&raquo;, para las imágenes ISO de elementary OS. Recomendamos que antes de instalar verifique que su imagen descargada sea igual a nuestra comprobación, esto asegura que ha descargado la imagen correctamente.",
    "Assuming you downloaded elementary OS to your Windows Downloads folder, open the Command Prompt in Windows and run the following command:": "Asumiendo que descargó elementary OS en la carpeta de Descargas de Windows, abra el símbolo del sistema en Windows y ejecute el siguiente comando:",
    "It should produce the output:": "Debería generar este resultado:",
    "If the checksum does not match, you may need to re-download your copy of elementary OS and ensure it completes downloading before re-verifying it.": "Si la suma de comprobación no coincide, es posible que deba volver a descargar una copia de elementary OS y asegurarse de que se complete la descarga antes de volver a verificarla.",
    "Creating an Install Drive": "Crear una unidad de instalación",
    "To create an elementary OS install drive you'll need a USB flash drive that is at least 4 GB in capacity and an app called &quot;Etcher&quot;.": "Para crear una unidad de instalación de elementary OS, necesitará una unidad de memoria USB que tenga al menos 4 GB de capacidad y una aplicación llamada &laquo;Etcher&raquo;.",
    "Download Etcher": "Descargar Etcher",
    "etcher steps": "pasos de etcher",
    "Open Etcher, then:": "Abra Etcher:",
    "Plug in your spare USB flash drive": "Conecte su unidad de memoria USB",
    "Select your downloaded .iso file using the &quot;Select image&quot; button": "Seleccione su archivo .iso descargado usando el botón &laquo;Seleccionar imagen&raquo;",
    "Etcher should automatically detect your USB drive; if not, select the correct drive": "Etcher debería detectar automáticamente su unidad USB; si no, seleccione la unidad correcta",
    "Click the &quot;Flash!&quot; button. It may take a moment to get started.": "Haga clic en el botón &laquo;Flash!&raquo;. Puede que sea necesario esperar un momento para que comience.",
    "Once complete, continue to boot from the install drive.": "Una vez terminado, inicie la computadora desde la unidad de instalación.",
    "Booting From the Install Drive": "Iniciando desde la unidad de instalación",
    "In order to start the installation process, you must boot your computer from the install drive.": "Para iniciar el proceso de instalación, debe iniciar la computadora desde la unidad de instalación.",
    "Assuming that your computer is still on, start by inserting your install drive and restarting your computer.": "Suponiendo que su computadora sigue encendida, comience insertando la unidad de instalación y reinicie el equipo.",
    "Most computers will briefly allow you to change the boot order for this boot only by pressing a special key — usually <kbd>F12</kbd>, but sometimes <kbd>Esc</kbd> or another function key. Refer to the screen or your computer's documentation to be sure.": "La mayoría de las computadoras le permitirán cambiar brevemente el orden de inicio para hacerlo solo presione una tecla especial — usualmente <kbd>F12</kbd>, pero a veces <kbd>Esc</kbd> u otra tecla de función. Consulte la pantalla o la documentación de su computadora para estar seguro.",
    "Press <kbd>F12</kbd> (or the appropriate key) and select the install drive—usually &quot;USB-HDD&quot; or something containing the word &quot;USB&quot;, but the wording may vary. If you choose the incorrect drive, your computer will likely continue to boot as normal. Just restart your computer and pick a different drive in that menu.": "Presione <kbd>F12</kbd> (o la tecla apropiada) y seleccione la unidad de instalación, generalmente &quot;USB-HDD&quot; o alguna que contenga la palabra \"USB\", pero la redacción puede variar. Si elige la unidad incorrecta, es probable que su ordenador continúe arrancando normalmente. Simplemente reinicie su ordenador y elija una unidad diferente en ese menú.",
    "Shortly after selecting the appropriate boot drive, you should be presented with the elementary OS splash screen. You may now follow the on-screen instructions which will guide you through the rest of the process.": "Poco después de seleccionar la unidad de arranque adecuada, debería aparecer la pantalla de presentación de elementary OS. Ahora puede seguir las instrucciones en pantalla que lo guiarán en el resto del proceso.",
    "Assuming you downloaded elementary OS to your macOS Downloads folder, open the Terminal app in macOS and run the following command:": "",
    "The following dialog may appear during the flashing process, it is safe to ignore.": "El siguiente cuadro de diálogo puede aparecer durante el proceso de actualización, puede ignorarlo.",
    "Not readable warning": "Advertencia no legible",
    "After you hear the chime, press and hold <kbd>Option</kbd>. Then, select the appropriate boot drive. Note that it may be incorrectly identified as &quot;Windows&quot;, but this is normal.": "Después de escuchar el timbre, mantenga presionada la tecla <kbd>Opción</kbd>. Luego, seleccione la unidad de arranque adecuada. Tenga en cuenta que puede estar identificado incorrectamente como «Windows», pero esto es normal.",
    "Boot Errors": "Errores de arranque",
    "If your Mac doesn't recognize your elementary OS USB Install Drive in the boot menu, you may need to create an elementary OS Install DVD instead. To create one, insert a blank DVD, right click on the ISO file in Finder, and select &quot;Burn {#release_filename} to Disc&quot;. When complete, attempt to boot again from the Install DVD.": "Si su Mac no reconoce la unidad de instalación USB de elementary OS en el menú de inicio, es posible que deba crear un DVD de instalación de elementary OS en su lugar. Para crear uno, inserte un DVD en blanco, haga clic derecho en el archivo ISO en Finder y seleccione «Grabar {#release_filename} un Disco». Cuando termine, intente reiniciar desde el DVD de instalación.",
    "Running the following command in your terminal:": "Ejecutar la orden siguiente en el terminal:",
    "After Installation": "Después de la instalación",
    "Take this time to read the <a href=\"/docs/learning-the-basics\">getting started</a> guide to learn about your new operating system.": "Dedique un momento a leer la <a href=\"/docs/learning-the-basics\">guía de primeros pasos</a> para aprender a utilizar su nuevo sistema operativo."
}
