{
    "Learning the Basics": "Aprenda los conceptos básicos",
    "Learn about the elementary OS desktop and how to navigate windows, workspaces, and more.": "Aprenda sobre el escritorio de elementary OS y cómo navegar entre las ventanas, los espacios de trabajo y más.",
    "Desktop": "Escritorio",
    "The elementary OS desktop consists of two elements: the Panel and the Dock. You can customize the desktop wallpaper by secondary-clicking the desktop—right click on a mouse, or two-finger tap on a touchpad. You can also change the desktop's look and behavior from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong>.": "El escritorio de elementary OS consiste de dos elementos: el Panel superior y el Dock inferior. Puede personalizar el fondo de escritorio haciendo clic secundario en el escritorio, para esto puede hacer clic derecho en el ratón, o tocar el panel táctil con dos dedos. También puede cambiar el aspecto y el comportamiento del escritorio desde <strong><a href=\"#system-settings\">Configuración del Sistema</a></strong> → <strong>Escritorio</strong>.",
    "Panel": "Panel",
    "At the top of the desktop is the Panel. On the left is the Applications Menu, in the center are the date and time, and on the right are the System Indicators.": "En la parte superior del escritorio está el Panel. A la izquierda se encuentra el Menú de Aplicaciones, en el centro está la información de la fecha y la hora, finalmente a la derecha se encuentran los indicadores del sistema.",
    "Applications Menu": "Menú de Aplicaciones",
    "Date &amp; Time": "Fecha y hora",
    "System Indicators": "Indicadores del sistema",
    "The Panel": "El Panel",
    "To open or search for installed apps, select <strong>Applications</strong> on the Panel. You can page through your apps by scrolling on a mouse, swiping with two fingers on a touchpad, or by using the pager dots at the bottom. You can also use the view switcher at the top to switch between showing your apps in a grid or a categorized list.": "Para abrir o buscar alguna aplicación previamente instalada, seleccione <strong>Aplicaciones</strong> en el Panel. Puede navegar a través de las aplicaciones usando la rueda del ratón, deslizando dos dedos en el panel táctil, o también usando los puntos de indicador de página ubicados en la parte inferior. También puede usar el botón de cambiar vista para alternar el tipo de visualización de las aplicaciones, eligiendo entre una vista de las aplicaciones en cuadrícula o una vista en forma de lista categorizada.",
    "Start typing in the Applications Menu to search your apps by name or by keyword. Searching will also display app actions and System Settings. For example, by searching you can:": "Empiece a escribir en el Menú de Aplicaciones para buscar sus aplicaciones por nombre o por palabra clave. La búsqueda también mostrará las diferentes acciones que la aplicación posee y la Configuración del Sistema. Por ejemplo, al realizar una búsqueda, puede:",
    "<strong>Shut Down</strong> or <strong>Restart</strong> your device": "<strong>Apagar</strong> o <strong>Reiniciar</strong> su equipo",
    "<strong>Compose Message</strong> with Mail": "<strong>Redactar un mensaje</strong> utilizando Correo",
    "Open a <strong>New Incognito Window</strong> in Web": "Abrir una <strong>Nueva ventana en modo incógnito</strong> en Web",
    "Calculate quick math operations like <strong>23 * 5</strong>": "Calcular rápidamente operaciones matemáticas como por ejemplo: <strong>23 * 5</strong>",
    "Take a <strong>Screenshot of the Current Window</strong>": "Tomar una <strong>captura de pantalla de la ventana actual</strong>",
    "Find specific settings like <strong>Keyboard → Layout → Compose Key</strong>": "Buscar configuraciones específicas como <strong>Teclado → Distribución → Tecla de composición</strong>",
    "To open the Applications Menu with the keyboard, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Space</kbd>.": "Para abrir el Menú de Aplicaciones con el teclado, presione <kbd title = \"la tecla Super, Windows, o Command\">&#8984;</kbd> <kbd>Espacio</kbd>.",
    "The Date &amp; Time indicator at the center of the Panel displays the current date and time. Click or tap anywhere on the date or time to display a calendar and upcoming events. Double-click a day or select an event to open it in the full Calendar app.": "El indicador de fecha y hora en el centro del Panel muestra la fecha y hora actual. Haga clic o toque con un dedo en el panel táctil en cualquier lugar donde se muestre la fecha o la hora dentro del panel, para mostrar un calendario y los próximos eventos que tenga registrados. Haga doble clic en un día o seleccione un evento para abrir la aplicación completa de Calendario.",
    "The System Indicators at the right of the Panel display the status of device, i.e. network connections, battery, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "Los indicadores del sistema a la derecha del Panel muestran el estado del dispositivo, como por ejemplo, las conexiones de red, el estado de la batería, la entrada y salida de audio, las notificaciones, etc. Seleccionar un indicador en específico expondrá más información y acciones relacionadas con su selección.",
    "Hovering an indicator with the mouse cursor also displays quick information and the middle-click or three finger tap shortcut for the indicator. For example:": "Pasar el cursor del ratón sobre un indicador también mostrará información emergente. Al hacer clic con el botón central del ratón o tocar con tres dedos el panel táctil, el indicador ofrecerá atajos y acciones rápidas del mismo. Por ejemplo:",
    "Sound: Mute": "Sonido: silenciar",
    "Bluetooth: Turn Bluetooth on or off": "Bluetooth: encender o apagar el Bluetooth",
    "Power: Toggle percentage of battery remaining in the Panel": "Batería: activar o desactivar la visibilidad del porcentaje de batería restante del equipo en el panel",
    "Notifications: Toggle Do Not Disturb mode": "Notificaciones: activar o desactivar el modo «No molestar«",
    "Session: Prompt to shut down": "Sesión: solicitar apagar el equipo",
    "Dock": "Dock",
    "At the bottom of the desktop is the Dock for quick access to your favorite and currently-opened apps.": "En la parte inferior del escritorio se encuentra el <em>Dock</em> para acceder rápidamente a sus aplicaciones favoritas y las que se encuentren abiertas.",
    "To add an app to the Dock, drag and drop it from the Applications Menu or secondary-click an open app's icon and choose <strong>Keep in Dock</strong>. To remove an app from the Dock, drag it off and drop it in an empty space on your desktop or secondary-click the icon and uncheck <strong>Keep in Dock</strong>. Drag and drop apps on the Dock to rearrange them.": "Para agregar una aplicación al Dock, solo debe arrastrarla y soltarla dentro del Dock desde el Menú de Aplicaciones o haciendo clic secundario en el icono de una aplicación abierta y marcando la opción <strong>Mantener en el Dock</strong>. Para eliminar una aplicación del Dock, debe arrastrarla y soltarla en un espacio vacío del escritorio o hacer clic secundario en el icono de la aplicación y desmarcar la opción <strong>Mantener en el Dock</strong>. También puede arrastrar y soltar aplicaciones dentro del Dock para reorganizarlas a su gusto.",
    "By default, the Dock hides off the bottom of the desktop when an app is maximized or overlaps it. Push your mouse cursor against the bottom-center of the desktop to reveal and use the Dock when it's hidden.": "De manera predeterminada, el Dock se oculta automáticamente en la parte inferior del escritorio cuando una aplicación se maximiza o se superpone. Lleve el cursor del ratón sobre el centro de la parte inferior del escritorio para mostrar y usar el Dock cuando esté oculto.",
    "You can customize the dock's size and behavior in <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Dock &amp; Panel</strong>.": "Puede personalizar el tamaño y el comportamiento del Dock en <strong><a href=\"#system-settings\">Configuración del Sistema</a> </strong> → <strong>Escritorio</strong> → <strong>Dock y Panel</strong>.",
    "App Windows": "Ventanas de aplicaciones",
    "When you open an app, its window appears on the desktop. While the exact design of different apps may differ, app windows can generally be closed, moved, resized, and maximized.": "Cuando abra una aplicación, su respectiva ventana aparecerá en el escritorio. Si bien el diseño exacto de las ventanas puede diferir entre diferentes aplicaciones, estas generalmente se pueden cerrar, mover, cambiar de tamaño y maximizar.",
    "Header Bar": "Barra de encabezado",
    "Most apps have a Header Bar at the top of their window with the Window Buttons and the app's actions or navigation.": "La mayoría de las aplicaciones tienen una barra de encabezado en la parte superior de su ventana, que incluye los controles de la ventana, además de acciones de la aplicación o elementos de navegación.",
    "Move a window by dragging anywhere on the Header Bar or by pressing <kbd>Alt</kbd><kbd>F7</kbd> and moving your mouse cursor.": "Mueva una ventana arrastrándola desde la barra de encabezado a cualquier lugar o presionando <kbd>Alt</kbd><kbd>F7</kbd> y moviendo el cursor del ratón.",
    "HeaderBar": "Barra de encabezado",
    "Secondary-click the Header Bar for quick access to window and workspace actions.": "Haga clic con el botón secundario en la barra de encabezado para acceder rápidamente a las acciones de la ventana y del espacio de trabajo.",
    "Window Buttons": "Controles de la ventana",
    "An app's window buttons are at the top corners of the app window: close at the left and maximize (if supported by the app) at the right. Closing a window will close that app; it can be re-opened from the Applications Menu or Dock. Maximizing a window resizes it to take up most of the desktop while retaining your access to the Panel and Dock.": "Los controles de la ventana de una aplicación están en las esquinas superiores de la ventana de la aplicación: el botón cerrar está a la izquierda y el botón maximizar a la derecha (si la aplicación lo permite). Cerrar una ventana cerrará la aplicación; se puede volver a abrir desde el Menú de Aplicaciones o el Dock. Maximizar una ventana la redimensiona para que ocupe la mayor parte del escritorio mientras mantiene su acceso al Panel y el Dock.",
    "You can also drag a window to the top of the desktop or double-click its header bar to maximize, and drag from the top or double-click the header bar to unmaximize.": "Puede arrastrar una ventana a la parte superior del escritorio o hacer doble clic en la barra de encabezado para maximizarla, y arrastrar desde la parte superior o hacer doble clic nuevamente en la barra de encabezado para restaurarla.",
    "Resizing": "Redimensionar",
    "Most app windows can be resized by draging from any edge of the window. You can also secondary-click a window's header bar and choose <strong>Resize</strong> or press <kbd>Alt</kbd><kbd>F8</kbd> to enter a resize mode: move the mouse cursor in the direction you want to resize the window.": "La mayoría de las ventanas de aplicaciones se pueden cambiar de tamaño arrastrándolas desde cualquier borde de la misma. También puede hacer clic con el botón secundario en la barra de encabezado de una ventana y elegir <strong>Redimensionar</strong> o presionar <kbd>Alt</kbd><kbd>F8</kbd> para ingresar al modo redimensionar. Mueva el cursor del ratón en la dirección a la que desea redimensionar la ventana.",
    "Multitasking": "Multitarea",
    "elementary OS uses both windows and workspaces for multitasking.": "El sistema operativo elementary utiliza tanto ventanas como espacios de trabajo para realizar múltiples tareas.",
    "Windows": "Ventanas",
    "App windows can overlap on your desktop and be moved around. You can switch between open windows several ways:": "Las ventanas de la aplicación pueden superponerse en su escritorio y moverse. Puede cambiar entre ventanas abiertas de varias maneras:",
    "Click or tap on the window you want to switch to": "Hacer clic o tocar la ventana a la que desea cambiar",
    "Click or tap the app's icon in the dock": "Hacer clic o tocar el icono de la aplicación en el Dock",
    "Press <kbd>Alt</kbd><kbd>Tab</kbd> to cycle through windows": "Presionar <kbd>Alt</kbd><kbd>Tab</kbd> para recorrer las ventanas",
    "Workspaces": "Áreas de trabajo",
    "By default, app windows open on your current workspace. However, you can use multiple workspaces to organize your workflow:": "De manera predeterminada, las ventanas de la aplicación se abren en su espacio de trabajo actual. Sin embargo, puede utilizar varios espacios de trabajo para organizar su flujo de trabajo:",
    "To move left or right through your workspaces, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>←</kbd> or <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>→</kbd> or swipe with three fingers on a touchpad or touch screen.": "Para desplazarse a la izquierda o derecha en sus espacios de trabajo, presione las teclas <kbd title=\"Súper, la tecla Windows o tecla Comando\">&#8984;</kbd><kbd>←</kbd> o <kbd title=\"Súper, la tecla Windows o tecla Comando\">&#8984;</kbd><kbd>→</kbd>. O deslice de manera horizontal tres dedos sobre un panel táctil o una pantalla táctil.",
    "Jump straight to a specific workspace by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>1</kbd> through <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>9</kbd>. You can always jump to a new workspace with <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>0</kbd>.": "Puede ir directamente a un espacio de trabajo determinado presionando desde <kbd title=\"Súper, la tecla Windows o tecla Comando\">&#8984;</kbd><kbd>1</kbd> hasta <kbd title=\"Súper, la tecla Windows o tecla Comando\">&#8984;</kbd><kbd>9</kbd>. Siempre puede crear un nuevo espacio de trabajo con <kbd title=\"Súper, la tecla Windows o tecla Comando\">&#8984;</kbd><kbd>0</kbd>.",
    "Move windows between workspaces by dragging them in the <a href=\"#multitasking-view\">Multitasking View</a> or by pressing <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> or <kbd>→</kbd>.": "Puede mover ventanas entre espacios de trabajo arrastrándolas hacia la <a href=\"#multitasking-view\">Vista Multitarea</a> o presionando <kbd title=\"Súper, la tecla Windows o tecla Comando\">&#8984;</kbd><kbd>Alt</kbd><kbd>←</kbd> o <kbd>→</kbd>.",
    "Customize these shortcuts through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Keyboard</strong> → <strong>Shortcuts</strong> → <strong>Workspaces</strong>.": "Puede personalizar estos atajos en la <strong><a href=\"#system-settings\">Configuración del Sistema</a></strong> → <strong>Teclado</strong> → <strong>Atajos</strong> → <strong>Espacios de trabajo</strong>.",
    "Some windows may also fullscreen onto a new workspace. You can move between workspaces as usual, and closing or un-fullscreening the app will return you to the previous workspace.": "Algunas ventanas también pueden mostrarse en pantalla completa en un nuevo espacio de trabajo. Puede moverse entre espacios de trabajo como de costumbre, y cerrar o anular la pantalla completa de la aplicación lo devolverá al espacio de trabajo anterior.",
    "Multitasking View": "Vista Multitarea",
    "The Multitasking View shows all open windows and workspaces so you can switch between them. To open it, select the <strong>Multitasking View</strong> icon in the dock, press <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd><kbd>↓</kbd>, or swipe up with three fingers on a touchpad or touch screen.": "La Vista Multitarea muestra todas las ventanas abiertas y espacios de trabajo a los que puede cambiar. Para abrirla, seleccione el icono de <strong>Vista Multitarea</strong> en el Dock, presione <kbd title=\"Súper, la tecla Windows o tecla Comando\">&#8984;</kbd><kbd>↓</kbd>, o desplácese con tres dedos en el panel o pantalla táctil.",
    "Gestures": "Gestos",
    "elementary OS supports multi-touch gestures on supported hardware like touchpads and touch screens. By default, a three-finger swipe left or right switches workspaces while a three-finger swipe up enters the Multitasking View.": "elementary OS soporta gestos multitáctiles en dispositivos compatibles, como paneles y pantallas táctiles. De manera predeterminada, un desplazamiento con tres dedos a la izquierda o a la derecha cambiará de espacio de trabajo, mientras que desplazar tres dedos hacia arriba, mostrará la Vista Multitarea.",
    "Modify gestures from <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Mouse &amp; Touchpad</strong> → <strong>Gestures</strong>.": "Puede modificar el funcionamiento de los gestos desde <strong><a href=\"#system-settings\">Configuración del Sistema</a></strong> → <strong>Ratón y teclado</strong> → <strong>Gestos</strong>.",
    "Hot Corners": "Esquinas activas",
    "Hot Corners are shortcuts activated by placing your cursor in the corner of the primary display. You can configure Hot Corners to activate multitasking actions like the window overview, workspace overview, and more.": "Las esquinas activas son atajos que se activan al colocar el cursor en las esquinas de la pantalla principal. Se pueden configurar las esquinas activas para activar acciones multitarea como mostrar todas las ventanas, mostrar los espacios de trabajo y más.",
    "You can customize hot corners through <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Desktop</strong> → <strong>Multitasking</strong>.": "Puede personalizar las esquinas activas desde <strong><a href=\"#system-settings\">Configuración del Sistema</a></strong> → <strong>Escritorio</strong> → <strong>Multitarea</strong>.",
    "Multiple Displays": "Múltiples pantallas",
    "The Panel, Dock, and workspaces appear on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"#system-settings\">System Settings</a></strong> → <strong>Displays</strong>. Your primary display is marked with a filled-in star (": "El Panel, el Dock y los espacios de trabajo aparecen en la pantalla principal. Cualquier otra pantalla adicional que esté conectada funcionará como un espacio de trabajo independiente. Para gestionar y reordenar pantallas, puede hacerlo desde <strong><a href=\"#system-settings\">Configuración del Sistema</a></strong> → <strong>Pantallas</strong>. Su pantalla principal estará marcada con una estrella rellena (",
    ") and each display's settings can be changed from its": ") y la configuración de cada pantalla puede ser cambiada desde su",
    "menu.": "menú.",
    "Installing Apps": "Instalar aplicaciones",
    "elementary OS comes with <strong>AppCenter</strong>, the open, pay-what-you-can app store for indie developers. To install a new app:": "elementary OS viene con el <strong>Centro de Aplicaciones</strong>, la tienda para desarrolladores independientes, de código abierto y donde paga lo que usted quiera. Para instalar una nueva aplicación:",
    "Open <strong>AppCenter</strong>": "Abra el <strong>Centro de Aplicaciones</strong>",
    "Search in the top-right, or browse by category": "Utilice la barra de búsqueda en la parte superior derecha, o explore por categorías",
    "Select <strong>Free</strong> or the suggested price next to the app you want to install. To choose a different price, select the <strong>▾</strong> button and select or enter your own price.": "Seleccione <strong>Gratis</strong> o el precio sugerido junto a la aplicación que quiere instalar. Para cambiar el precio, haga clic en el botón <strong>▾</strong> y seleccione o escriba el precio que desee.",
    "Sideload": "Instalaciones externas",
    "Some third-party software may not be available from AppCenter, especially if it is cross-platform and not designed for elementary OS. You can sideload Flatpak apps from third-party sources like <a href=\"https://flathub.org\">Flathub</a>: download and open a <code>.flatpakref</code> or <code>.flatpak</code> file, and the Sideload utility will install it for you. Updates to that app and other apps from the same source may then show up as non-curated in AppCenter.": "Algunas aplicaciones de terceros pueden no estar disponibles en el Centro de Aplicaciones, especialmente si son multiplataforma y no diseñadas para elementary OS. Puede hacer instalaciones externas de aplicaciones tipo Flatpak de fuentes de terceros como <a href=\"https://flathub.org\">Flathub</a>: Para ello, puede descargar y abrir un archivo de tipo <code>.flatpakref</code> o <code>.flatpak</code>, y la herramienta Sideload lo instalará. Las actualizaciones de la aplicación y otras de la misma fuente se verán como «no revisadas» en el Centro de Aplicaciones.",
    "Keep in mind that sideloaded and non-curated apps have not been reviewed by elementary for security or privacy.": "Tenga en cuenta que aplicaciones externas instaladas y marcadas como no revisadas no han sido verificadas por el equipo de elementary por su seguridad y privacidad.",
    "Updating": "Actualizaciones",
    "AppCenter includes updates for apps and the operating system itself under the <strong>Installed</strong> tab. Remember to install updates frequently to get the latest features, fixes, and security improvements. For more information related to security patches, read the <a href=\"https://usn.ubuntu.com/\">Ubuntu security notices</a>.": "El Centro de Aplicaciones incluye actualizaciones de aplicaciones y del propio sistema operativo en la pestaña <strong>Instaladas</strong>. Recuerde instalar actualizaciones con frecuencia para obtener las últimas funcionalidades, correcciones y mejoras de seguridad. Para obtener más información relacionada con parches de seguridad, lea las <a href=\"https://usn.ubuntu.com/\">Alertas de Seguridad de Ubuntu</a>.",
    "System Settings": "Configuración del Sistema",
    "elementary OS comes with the <strong>System Settings</strong> app that helps you manage device settings and user preferences. System Settings enables you to adjust keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS viene con la aplicación de <strong>Configuración del Sistema</strong> que le ayuda a gestionar configuraciones de su equipo y las preferencias de usuario. Configuración del sistema le permite ajustar atajos del teclado, resolución de la pantalla, cambiar su fondo de escritorio y más.",
    "Search": "Búsquedas",
    "You can find specific settings by typing in the search bar at the top of the window.": "Puede encontrar ajustes específicos escribiendo en la barra de búsqueda en la parte superior de la ventana.",
    "App Settings": "Configuraciones de aplicaciones",
    "Keep in mind that System Settings only deals with system-wide settings and user preferences for elementary OS. If an app offers settings or preferences, they will be exposed within the app itself.": "Tenga en cuenta que Configuración del Sistema solo se encarga de ajustes a nivel global tanto del sistema como preferencias del usuario para elementary OS. Si una aplicación ofrece ajustes o preferencias, estas serán expuestas en la aplicación misma.",
    "Keyboard Shortcuts": "Atajos de teclado",
    "Keyboard shortcuts in elementary OS are generally exposed contextually in tooltips when hovering or context menus when secondary-clicking.": "Los atajos de teclado en elementary OS generalmente se exponen de manera contextual en mensajes emergentes al pasar el cursor del ratón, o en menús contextuales cuando se hace clic con el botón secundario.",
    "To view an overlay of desktop keyboard shortcuts, press the <kbd title=\"Super, or the Windows or Command key\">&#8984;</kbd> key.": "Para ver un cuadro de diálogo de atajos del teclado para el escritorio, presione la tecla <kbd title=\"Tecla súper, o tecla Windows o tecla Comando\">&#8984;</kbd>.",
    "Desktop keyboard shorcuts can be customized from the": "Los atajos de teclado del escritorio se pueden personalizar desde el icono",
    "menu in the shortcuts overlay or in": "de menú en el cuadro de diálogo de atajos o en",
    "→": "→",
    "Keyboard": "Teclado",
    "Shortcuts": "Atajos"
}
