{
    "Learning the Basics": "Conoce los conceptos básicos",
    "As with every operating system there are some things that you may not be familiar with. This section will deal with how to complete simple, every day tasks such as browsing the web and listening to music, as well as other useful information that you may be unaware of.": "Como sucedería con cualquier sistema operativo, existen algunas aspectos con las que un nuevo usuario de elementary podría no estar familiarizado. Esta sección se centra en describir cómo realizar habituales tareas básicas como navegar la web o escuchar música, pero también proporciona información adicional que puede resultarle útil en caso de no conocerla.",
    "The Desktop": "El escritorio",
    "The elementary OS desktop is very simple and easy to learn. It consists of two elements: the panel and the dock. You can customize the desktop's wallpaper through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Wallpaper<\/strong>.": "El escritorio de elementary OS es sencillo e intuitivo. Consta de dos elementos: la barra de menú y el dock. Puede personalizar el fondo del escritorio a través de <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Configuración del sistema<\/a><\/strong> → <strong>Escritorio<\/strong> → <strong>Fondo<\/strong>.",
    "The Panel": "La barra de menú",
    "At the top of the screen you can see the Panel. On the left is the Applications Menu, in the center are the time and date, and on the right are the Indicators.": "En la parte superior de la pantalla, puede ver la barra de menú. A la izquierda está el menú de aplicaciones, en el centro están la hora y la fecha y a la derecha están los indicadores.",
    "Applications Menu": "Menú de aplicaciones",
    "On the left side of the panel is the Applications Menu. Selecting <strong>Applications<\/strong> opens the menu with all of your installed apps. You can view multiple pages of apps using the pagers at the bottom or by scrolling. You can also use the view switcher at the top to switch between a grid view and a category view.": "En el lado izquierdo de la barra de menú está el menú de aplicaciones. Al seleccionar <strong>Aplicaciones<\/strong> se abre el menú con todas las aplicaciones instaladas. Puede ver varias páginas de aplicaciones usando los localizadores de la parte inferior o desplazándose. También puede usar el selector de vista para alternar entre la vista por cuadrícula y la vista por categoría.",
    "You can search for apps by name or by keyword and perform actions associated with them. You can also search for System Settings panes. Some of the actions you can find in search include:": "Puede buscar aplicaciones por nombre o por palabra clave y realizar acciones asociadas a ellas. También puede buscar en Configuración del sistema. Algunas de las acciones que puede encontrar con la búsqueda son:",
    "Shutdown and Restart": "Apagar y reiniciar",
    "Compose Message": "Redactar mensaje",
    "New Private Browsing Window": "Abrir ventana de navegación privada",
    "Math operations (example: 23 * 5)": "Operaciones matemáticas (por ejemplo: 23 * 5)",
    "To open the Applications Menu with the keyboard, press <kbd>&#8984;<\/kbd> + <kbd>space<\/kbd>.": "Para abrir el menú de aplicaciones con el teclado, presione <kbd>&#8984;<\/kbd> + <kbd>espacio<\/kbd>.",
    "Indicators": "Indicadores",
    "On the right side of the panel are icons called Indicators. These tell you of the current status of your session, i.e. your network connections, battery power, sound input and output, notifications, etc. Selecting an indicator exposes more information and related actions.": "En el lado derecho del panel hay iconos llamados indicadores. Informan sobre el estado actual de su sesión: conexiones de red, estado de la batería, entrada y salida de sonido, notificaciones, etc. La selección de un indicador muestra más información y acciones relacionadas con él.",
    "A middle click or three finger tap on an indicator will present you with the following quick actions:": "Clic con el botón central o tres dedos en el touchpad encima de un indicador le presentará las siguientes acciones rápidas:",
    "Sound: Toggle the mute state of the primary output device": "Sonido: Alterna el estado del dispositivo primario de salida",
    "Bluetooth: Toggle the Enabled\/Disabled the primary bluetooth device": "Bluetooth: Alterna el estado del dispositivo primario de bluetooth",
    "Power: Hide\/Show the percentage of battery remaining": "Energía: Ocultar\/Mostrar el porcentaje de batería restante",
    "Notifications: Toggle Do Not Disturb mode": "Notificaciones: Alternar el modo No molestar",
    "Session: Show the shutdown dialog": "Sesión: Mostrar el diálogo de apagado",
    "The Dock": "El Dock",
    "At the bottom of the screen is the Dock. It contains your favorite apps well as any apps that are currently open.": "El Dock se encuentra en el extremo inferior de la pantalla. Contiene los programas favoritos del usuario, así como los que están abiertos actualmente.",
    "The contents of the dock are easily customizable. To add an app to the dock, drag and drop it from the Applications Menu or right-click an open app's icon and choose <strong>Keep in Dock<\/strong>. To remove an app from the dock, drag it off and drop it in an empty space on your desktop or right-click the icon and uncheck <strong>Keep in Dock<\/strong>. To rearrange apps on the dock, simply drag and drop them.": "El contenido del dock es fácilmente personalizable. Para agregar una aplicación al dock, arrástrela y colócala desde el Menú de aplicaciones o haga clic con el botón derecho en el icono de una aplicación abierta y elija <strong>Mantener en Dock<\/strong>. Para eliminar una aplicación del dock, arrástrala y colócala en un espacio vacío en tu escritorio o haga clic con el botón derecho en el icono y desmarque <strong>Mantener en Dock<\/strong>. Para reorganizar las aplicaciones en el dock, simplemente arrástrelas y suéltelas.",
    "By default, the dock hides off the bottom of the screen when an app is maximized. Simply move your mouse to the bottom center of the screen to reveal the dock.": "De manera predeterminada, el dock se oculta de la vista siempre que maximice una ventana. Para hacer que aparezca, mueva el puntero del ratón hacia la parte inferior central de la pantalla.",
    "You can customize the dock's behavior through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Dock<\/strong>.": "Puede personalizar el comportamiento del dock a través de la <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Configuración del Sistema<\/a><\/strong> → <strong>Escritorio<\/strong> → <strong>Dock<\/strong>.",
    "App Windows": "Ventanas de Aplicaciones",
    "Apps exist in their own windows which can be closed, maximized, or moved around.": "Las aplicaciones utilizan sus propias ventanas, las cuales pueden cerrarse, maximizarse o desplazarse.",
    "When you open an app, its window appears on the desktop. Each app typically has three areas: the window buttons, a toolbar, and the contents of the app.": "Cuando abra una aplicación, aparecerá la ventana correspondiente a esta en el escritorio. Por lo general, las aplicaciones tienen tres áreas: los botones de ventana, una barra de herramientas y el contenido.",
    "HeaderBar": "Barra de Encabezado",
    "Many apps have a HeaderBar at the top of the app. This area contains common actions or navigation items for the app, plus the Window Buttons.": "Muchas aplicaciones tienen una barra de encabezado en la parte superior de la aplicación. Esta área contiene acciones comunes o elementos de navegación para la aplicación, además de los botones de ventana.",
    "You can move an app's window around the desktop by dragging anywhere on the HeaderBar, including on buttons.": "Puede mover la ventana de una aplicación alrededor del escritorio arrastrando cualquier parte de la cabecera de barra, incluidos los botones.",
    "Window Buttons": "Botones de ventana",
    "An app's Window Buttons are at the top corners of the app window. The close button is on the left and the maximize button is on the right. Pressing the close button will close the app's window. Pressing the maximize button will toggle whether the app window takes up the full screen or not.": "Los botones de la ventana de una aplicación se encuentran en las esquinas superiores de la ventana de la aplicación. El botón de cierre está a la izquierda y el botón de maximizar está a la derecha. Al presionar el botón de cerrar, se cerrará la ventana de la aplicación. Al presionar el botón de maximizar se cambiará si la ventana de la aplicación ocupa la pantalla completa o no.",
    "Multitasking": "Ejecución de varias tareas a la vez",
    "elementary OS supports two types of multitasking: windows and workspaces.": "elementary OS admite dos tipos de multitarea: ventanas y áreas de trabajo.",
    "Windows": "Windows",
    "Apps open in app windows. They can overlap on your desktop and be moved around. You can switch between windows several ways:": "Las aplicaciones se abren en ventanas. Pueden solaparse mutuamente en el escritorio y organizarse por el usuario. Hay varias maneras de cambiar de ventana activa:",
    "click on the window you want to switch to": "pulse con el ratón en la ventana que quiera utilizar",
    "click on the app's icon in the dock": "en el <i>dock<\/i>, pulse en el icono correspondiente a una aplicación",
    "press <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>": "oprima <kbd>Alt<\/kbd> + <kbd>Tab<\/kbd>",
    "To see an overview of your open app windows, press <kbd>&#8984;<\/kbd> + <kbd>W<\/kbd>.": "Para mostrar una vista general de todas las ventanas abiertas, presione <kbd>⌘<\/kbd> + <kbd>W<\/kbd>.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Windows<\/strong>.": "Estas combinaciones de teclas pueden personalizarse en <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Configuración del sistema<\/a><\/strong> → <strong>Teclado<\/strong> → <strong>Atajos<\/strong> → <strong>Ventanas<\/strong>.",
    "Hot Corners": "Esquinas activas",
    "You can also configure &quot;hot corners&quot; (shortcuts activated by placing your cursor in the corner of the display) to activate multi-tasking functions like the window overview, workspace overview, and more.": "También puede utilizar las «esquinas activas» (atajos que se activan al posar el puntero del ratón en las esquinas de la pantalla) para activar funciones de multitarea, como la vista general de ventanas y el selector de áreas de trabajo.",
    "You can customize hot corners through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Desktop<\/strong> → <strong>Hot Corners<\/strong>.": "Vaya a <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Configuración del sistema<\/a><\/strong> → <strong>Escritorio<\/strong> → <strong>Esquinas activas<\/strong> para personalizar esta funcionalidad.",
    "Workspaces": "Áreas de trabajo",
    "By default, all app windows open on one workspace. However, you can use multiple workspaces to organize your workflow:": "De manera predeterminada, todas las ventanas se abren en una sola área de trabajo. Sin embargo, puede utilizar más áreas para organizarse:",
    "To see an overview of your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd>": "Presione <kbd>&#8984;<\/kbd> + <kbd>S<\/kbd> para ver todas las áreas de trabajo",
    "To quickly move left or right through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>←<\/kbd> or <kbd>&#8984;<\/kbd> + <kbd>→<\/kbd>": "Para desplazarse rápidamente por las áreas de trabajo, presione <kbd>⌘<\/kbd> + <kbd>←<\/kbd> o <kbd>⌘<\/kbd> + <kbd>→<\/kbd>",
    "To cycle through your workspaces, press <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>": "Para desplazarse por sus espacios de trabajo, presione <kbd>&#8984;<\/kbd> + <kbd>Tab<\/kbd>",
    "You can jump straight to a specific workspace by pressing <kbd>&#8984;<\/kbd> + <kbd>1<\/kbd> through <kbd>&#8984;<\/kbd> + <kbd>9<\/kbd>. You can always jump to a new workspace with <kbd>&#8984;<\/kbd> + <kbd>0<\/kbd>.": "Para ir directamente a una área específica, presione <kbd>⌘<\/kbd> + <kbd>1<\/kbd> hasta <kbd>⌘<\/kbd> + <kbd>9<\/kbd>. En cualquier momento podrá presionar <kbd>⌘<\/kbd> + <kbd>0<\/kbd> para ir a una área nueva.",
    "You can also drag app windows between workspaces by dragging their icons in the workspace overview, or move them left and right between workspaces using <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> or <kbd>→<\/kbd> respectively. To see an overview of app windows across all workspaces, press <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.": "También puede arrastrar ventanas de aplicación entre espacios de trabajo arrastrando sus iconos en la vista general del espacio de trabajo o moverlos a la izquierda y derecha entre espacios de trabajo utilizando <kbd>&#8984;<\/kbd> + <kbd>Alt<\/kbd> + <kbd>←<\/kbd> o <kbd>→<\/kbd> respectivamente. Para ver una vista general de las ventanas de la aplicación en todos los espacios de trabajo, presione <kbd>&#8984;<\/kbd> + <kbd>A<\/kbd>.",
    "You can customize these shortcuts through <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Keyboard<\/strong> → <strong>Shortcuts<\/strong> → <strong>Workspaces<\/strong>.": "Las combinaciones de teclas pueden personalizarse en <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Configuración del sistema<\/a><\/strong> → <strong>Teclado<\/strong> → <strong>Atajos<\/strong> → <strong>Áreas de trabajo<\/strong>.",
    "<em>Note: <kbd>&#8984;<\/kbd> refers to the &quot;super&quot; key. It is also known as the &quot;Windows&quot; key on most PCs or the &quot;Command&quot; key on Macs.<\/em>": "<em>Nota: <kbd>⌘<\/kbd> se refiere a la tecla «Súper». Según si su equipo es PC o Mac, esta tecla será nombrada «Windows» o «Comando».<\/em>",
    "Multiple Displays": "Pantallas múltiples",
    "The panel, dock, and workspaces appear only on the primary display. Any other attached displays act as standalone workspaces. To manage and rearrange displays, head to <strong><a href=\"\/docs\/learning-the-basics#system-settings\">System Settings<\/a><\/strong> → <strong>Displays<\/strong>. Your primary display is marked with a filled-in star (": "El panel, el dock y los espacios de trabajo solamente aparecen en la pantalla principal. Cualquier otra pantalla anexa funciona como un espacio independiente. Para gestionar y reorganizar pantallas, revisa <strong><a href=\"\/docs\/learning-the-basics#system-settings\">Configuración del sistema<\/a><\/strong> → <strong>Pantallas<\/strong>. Tu pantalla principal está marcada con una estrella rellena (",
    ") and each display's settings can be changed from its cog (": ") y cada una muestra configuraciones que pueden ser cambiadas (",
    ") menu.": ") menú.",
    "Installing Apps": "Instalación de aplicaciones",
    "elementary OS comes bundled with <strong>AppCenter<\/strong>, an app store for free apps. Installing a new app from AppCenter is easy:": "elementary OS viene con <strong>AppCenter<\/strong>, una tienda de aplicaciones para aplicaciones gratuitas. Instalar una nueva aplicación desde AppCenter es fácil:",
    "Open the <strong>AppCenter<\/strong> app.": "Abra la  <strong> aplicación <\/strong> AppCenter.",
    "Search in the top-right, or browse.": "Navegue por las categorías o realice una búsqueda.",
    "Click <strong>Install<\/strong> next to the app you want to install.": "Pulse en el botón <strong>Instalar<\/strong> ubicado junto a la aplicación que desee.",
    "You may be asked for your password prior to installing an app.": "Puede que el sistema solicite su contraseña antes de proceder con la instalación.",
    "<em>Note: Some software may not be available from AppCenter. While we don't recommend downloading software from the general Internet, apps that are compatible with Ubuntu 18.04 LTS should work on elementary OS Juno.<\/em>": "",
    "Updating": "Actualización",
    "elementary OS includes updates as part of AppCenter. Notice the tab &quot;Updates&quot; at the top of the window. We recommend you check for updates at least <em>once a week<\/em> to make sure your computer has the latest features and protection.": "elementary OS incluye actualizaciones como parte de AppCenter. Observe la pestaña &quot;Actualizaciones&quot; en la parte superior de la ventana. Le recomendamos que consulte las actualizaciones al menos <em>una vez a la semana<\/em> para asegurarse de que su computadora tiene las últimas características y protección.",
    "For more information related to security patches, read the <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Ubuntu security notices<\/a>.": "Para obtener más información relacionada con parches de seguridad, lea los <a href=\"http:\/\/www.ubuntu.com\/usn\/xenial\/\">Avisos de seguridad de Ubuntu<\/a>.",
    "System Settings": "Configuración del sistema",
    "elementary OS comes with a handy app called &quot;System Settings&quot; that controls all of your system-wide (or &quot;global&quot;) preferences. System Settings gives you the ability to adjust things like keyboard shortcuts, display resolution, your wallpaper, and more.": "elementary OS incluye una útil aplicación, «Configuración del sistema», que controla las preferencias «globales» (que afectan al sistema en general). Mediante Configuración del sistema es posible hacer ajustes en el funcionamiento de las combinaciones de teclas, la resolución de la pantalla, el fondo del escritorio, y mucho más.",
    "Search": "Búsqueda",
    "You can quickly find settings you are looking for by typing keywords in the search bar at the top of the window. The contents of the System Settings window will filter down to match your search.": "Para encontrar con rapidez lo que busca, escriba palabras clave en el cuadro de búsqueda del extremo superior de la ventana. El contenido se filtrará para mostrar únicamente los resultados relevantes.",
    "App Settings": "Configuración de aplicaciones",
    "Keep in mind that System Settings only deals with the global preferences for elementary OS. Although some apps may also have their own preferences, you will not find them here. Instead, look for them inside the app in question.": "Tenga en cuenta que la Configuración del Sistema maneja las preferencias globales para el sistema operativo elementary OS. Además, algunas aplicaciones pueden tener sus propias preferencias, usted no las encontrará aquí, En su lugar, busque dentro de la propia aplicación."
}
