{
    "Translation Guide": "Guía de traducción",
    "Localizing our website and apps is a very important part of making elementary OS available to as many people as possible. Instead of relying solely on an internal translation team, we use crowdsourcing so that anyone can submit translations with little to no technical knowledge. In order to keep our voice consistent across the entire platform, and to help new translators get started, we’ve put together this translation guide.": "La «localización» de nuestro software y sitio web es crucial para hacer de elementary OS una plataforma accesible a cuanta gente sea posible. En lugar de servirnos únicamente de un equipo interno de traducción, utilizamos plataformas de colaboración masiva; así, cualquiera puede enviar mejoras, sin necesitar contar con conocimientos técnicos. Con esta guía pretendemos ayudar a los nuevos colaboradores a ponerse a punto y mantener nuestro tono de voz consistente en toda la plataforma.",
    "Translating Applications": "Traducción de aplicaciones",
    "Apps are translated through Rosetta: the translation interface hosted on Launchpad. In order to submit translations, you should:": "Las aplicaciones se traducen mediante Rosetta, la interfaz de traducción de Launchpad. Para enviar traducciones, es necesario que:",
    "Have a": "Cuente con una",
    "Launchpad account": "cuenta de Launchpad",
    "Set your": "Configure los",
    "language preferences": "idiomas que conoce",
    "Browse our": "Navegue por los",
    "translatable projects": "proyectos que admiten traducciones",
    "Once you’ve made a selection, you can provide suggestions for strings that have not yet been translated, or suggest changes to strings that have already been translated. These suggestions will be evaluated by a translation team member and they will choose the most appropriate one. For a more information about Rosetta, you can refer to their <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentation<\/a>.": "Ahora podrá hacer sugerencias de traducciones para los textos que no tienen traducción aún, o bien, proponer cambios a los textos ya traducidos. Los miembros de los equipos de traducción de cada lengua revisarán las sugerencias y aprobarán la más apropiada. Para obtener más datos acerca de Rosetta, consulte su <a href=\"https:\/\/help.launchpad.net\/Translations\/StartingToTranslate\">documentación<\/a>.",
    "When translating you may encounter a situation where you have to decide between several ways of saying the same thing. In these situations we refer to the Ubuntu <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>. Following these guides ensure uniform translations, while also allowing anyone to contribute.": "Al traducir es posible que se encuentre con situaciones en las que debe decidir entre varias maneras de expresar la misma idea. Para esas ocasiones recomendamos que lea la <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guía de traducción general<\/a> de Ubuntu. Asimismo, seguimos las <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">directrices de los equipos de idioma<\/a> de Ubuntu para cuestiones específicas de cada lengua. Siga ambas guías para asegurar que las traducciones sean uniformes, a la vez que se permite contribuir a cualquiera.",
    "If you don't want to use Rosetta, or want to make a lot a changes at once, you can also translate offline. To do so:": "Si prefiere no utilizar Rosetta, o bien necesita realizar cambios en muchas cadenas a la vez, es posible traducir fuera del navegador web. Para hacerlo:",
    "Go to a project you want to translate": "Visite el proyecto que quiera traducir",
    "Choose your language": "Elija su idioma",
    "Click on \"Download translation\"": "",
    "You are now able to request an e-mail, which gives you the right link to download the translations. Now:": "Ahora podrá solicitar que se le envíe un mensaje de correo electrónico, el cual contendrá el enlace apropiado para descargar el archivo de traducción. Ahora:",
    "Choose your favorite text- or po-editor (e.g. <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)": "Abra su editor de archivos de texto o PO preferido (p. ej., <a href=\"https:\/\/apps.ubuntu.com\/cat\/applications\/\/poedit\/\">Poedit<\/a>)",
    "Start translating": "Comience a traducir",
    "Once you've finished, use the \"Upload translation\" option on the same page that you downloaded them from.": "",
    "Translating our Website": "Traducción del sitio web",
    "Our website is translated through <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. In order to submit translations, you should:": "El sitio web se traduce en <a href=\"https:\/\/www.transifex.com\/projects\/p\/elementary-mvp\/\">Transifex<\/a>. Para enviar una traducción:",
    "Transifex account": "cuenta de Transifex",
    "Join our": "Únase a nuestro",
    "translation team": "equipo de traducción",
    "For more information about Transifex, you can refer to their <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentation<\/a>.": "Refiérase a la <a href=\"http:\/\/docs.transifex.com\/tutorials\/txeditor\">documentación<\/a> (en inglés) de Transifex para obtener más información sobre esta plataforma.",
    "As with our apps, we follow Ubuntu’s <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">general translator guide<\/a>, and for language specific issues we follow Ubuntu's <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">team translation guidelines<\/a>.": "Del mismo modo que con nuestras aplicaciones, seguimos la <a href=\"https:\/\/help.launchpad.net\/Translations\/Guide\">guía general de traducción<\/a> de Ubuntu; y para cuestiones específicas de cada idioma, acataremos las <a href=\"https:\/\/translations.launchpad.net\/+groups\/ubuntu-translators\">directrices de los equipos de idiomas<\/a> de Ubuntu.",
    "Our website is translated through <a href=\"https:\/\/l10n.elementary.io\/projects\/website\/\">Weblate<\/a>. In order to submit translations, you should have a <a href=\"https:\/\/l10n.elementary.io\/accounts\/register\/\">Weblate account<\/a>": "",
    "For more information about Weblate, you can refer to their <a href=\"https:\/\/docs.weblate.org\/en\/latest\/\">documentation<\/a>.": ""
}