{
    "Brand": "Thương hiệu",
    "The elementary brand is unique: technically it belongs to elementary LLC., the company that guides and supports development of elementary products. However, we have a great community and don’t want to be too overbearing with legal requirements and technicalities. As such, we have written up some guidelines to make it easier to understand when and how the elementary brand should be used.": "Thương hiệu elementary là duy nhất: nó thuộc về elementary LLC., công ty hướng dẫn, hỗ trợ cho quá trình phát triển các sản phẩm elementary. Tuy nhiên chúng tôi có một cộng đồng lỡn và không muốn gây khó khăn về các yêu cầu pháp lý và kỹ thuật. Vì vậy chúng tôi đã phát hành một số hướng dẫn để giúp cho các bạn hiểu rõ nên sử dụng thương hiệu elementary khi nào và như thế nào.",
    "Name": "Tên",
    "The word \"elementary\" refers to and is a trademark of elementary LLC. elementary is always lower-case, even when beginning sentences such as this. It is also used along with product names (i.e. \"elementary OS\") to refer to a specific product of elementary.": "Cụm từ \"elementary\" ám chỉ và là nhãn hiệu thương mại của elementary LLC. elementary luôn luôn được viết thường, thậm chí khi đứng đầu một câu như thế này. Nó cũng được sử dụng cùng với tên sản phẩm (ví dụ: \"elementary OS\") để chỉ một sản phẩm của elementary.",
    "Brand Marks": "Dấu hiệu nhận dạng thương hiệu",
    "elementary owns two marks: the \"elementary\" logotype and the \"e\" logomark. Both are considered trademarks and represent elementary—the company—and its products.": "elementary sở hữu hai dấu hiệu nhận diện: \"elementary\" logo và biểu tượng \"e\" dạng logo. Cả hai được xem là nhãn hiệu thương mại và tượng trưng cho công ty elementary và sản phẩm của công ty. ",
    "Both should be used with the following in mind:": "Cả hai nên được sử dụng theo những quy tắc sau:",
    "Do not stretch, skew, rotate, flip, or otherwise alter the marks.": "Không kéo dãn, bóp méo, xoay, lật hoặc những chỉnh sửa biểu tượng logo.",
    "Do not use the marks on an overly-busy background; solid colors work best.": "Không sử dụng các biểu tượng trên những hình nền quá phức tạp; màu đơn sẽ cho hiệu quả tốt nhất.",
    "The marks should always be monochromatic; typically white if on a dark background, or black if on a light background.": "Các biểu tượng nên sử dụng màu đơn; thông thường là màu trắng trên nền tối hoặc màu đen trên nền sáng.",
    "Logotype": "Kiểu logo",
    "elementary Logotype": "Kiểu logo của elementary",
    "The logotype is to be used when space allows to refer to elementary the company. It can be used before a product name to refer to a specific product of elementary.": "Logo được sử dụng khi có khoảng cách cho phép nhắc tới công ty elementary. Nó có thể được sử dụng trước tên sản phẩm để ám chỉ một sản phẩm cụ thể của elementary.",
    "The logotype should always be used under the following guidelines:": "Logo phải luôn luôn được sử dụng theo những hướng dẫn sau:",
    "Do not attempt to recreate the logotype. It is a meticulously-designed brand mark, not simply \"elementary\" written in a specific font.": "Không cố gắng tạo lại logo. Nó là một dấu hiệu nhận dạng thương hiệu được thiết kế tỉ mỉ, không đơn giản chỉ là cụm từ \"elementary\" được viết bằng một font chữ cụ thể.",
    "Do not use the logotype at small sizes; if it is not clear, use the logomark instead.": "Không sử dụng logo ở kích thước nhỏ; nếu nó không hiển thị rõ, hãy sử dụng biểu tượng logo.",
    "Logomark": "Biểu tượng logo",
    "elementary Logomark": "Biểu tượng logo của elementary",
    "The \"e\" logomark is to be used to refer to elementary the company when space is constrained or a square ratio is required.": "Dấu logo \"e\" được sử dụng để ám chỉ công ty elementary trong khi khoảng trắng là ràng buộc hoặc tỉ lệ hình vuông là bắt buộc.",
    "Color": "Màu",
    "elementary employs the use of color combined with our name and marks to establish our brand. We use the following palette:": "elementary sử dụng các kết hợp màu với tên của chúng tôi và biểu tượng nhãn hiệu để tạo nên nhãn hiệu của chúng tôi. Chúng tôi sử dụng bảng màu sau.",
    "Blueberry": "Dâu xanh",
    "Strawberry": "Dâu tây",
    "Orange": "Cam",
    "Banana": "Chuối",
    "Lime": "Vàng chanh",
    "Grape": "Nho",
    "White": "Trắng",
    "Black": "Đen",
    "Fonts": "Phông chữ",
    "For web and print, we use Raleway for headings and Open Sans for body copy. For code blocks, we use Roboto Mono.": "Đối với web và trang in, chúng tôi sử dụng font chữ Raleway cho phần tiêu đề và Open Sans cho phần nội dung. Đối với các đoạn code, chúng tôi sử dụng font Roboto Mono.",
    "Third Parties &amp; Community": "",
    "We encourage third party developers creating products for elementary OS to adopt certain elements of the elementary brand to achieve consistency:": "Chúng tôi khuyến khích các lập trình viên bên thứ ba tạo ra các sản phẩm cho hệ điều hành elementary để làm theo một số thành phần của nhãn hiệu elementary để đạt được sự nhất quán:",
    "Voice\/tone": "Giọng\/âm",
    "However, to avoid user confusion, we do restrict the usage of the elementary name and marks:": "Tuy nhiên, để hạn chế sự mơ hồ cho người dùng, chúng tôi giới hạn việc sử dụng tên elementary và biểu tượng thương hiệu như sau:",
    "You are encouraged to say that your app or service is designed for elementary OS, but please don't use the elementary name or marks as part of the name of your company, application, product, service, or in any logo you create.": "Bạn được khuyến khích nói rằng ứng dụng hoặc dịch vụ của bạn được thiết kế cho hệ điều hành elementary. nhưng bui lòng không sử dụng tên elementary hoặc biểu tượng elementary như là một phần của tên công ty, ứng dung, sản phẩm, dịch vụ, hoặc trong bất kỳ logo nào bạn tạo ra.",
    "Only use the elementary name or marks to refer to elementary LLC. or its products (i.e. elementary OS).": "Chỉ sử dụng tên elementary hoặc biểu tượng để ám chỉ elementary LLC. hoặc sản phẩm của công ty (ví dụ: elementary OS).",
    "Community": "",
    "Community products (sites, fan clubs, etc.) are encouraged to use the elementary Community logo:": "",
    "elementary Community Logo with color": "",
    "elementary Community Logo in black": "",
    "This helps establish the product as part of the overall elementary community while reducing confusion that can arise from using the main logomark.": "",
    "Hardware Distributors": "",
    "We want to ensure that as long as our software carries the elementary branding, the experience will be consistent whether it was downloaded from our website or pre-installed on a hardware product.": "",
    "The software components of elementary OS may be modified and redistributed according to the terms of the software’s licensing. However, our brand marks may only be redistributed under one or more of the following conditions:": "",
    "The software remains unchanged, including pre-installed applications, stylesheets and iconography, configuration files, etc., or": "",
    "The modifications are approved in writing by elementary.": "",
    "We understand that including drivers, hardware enablement, and distributor branding is important for distributors, so these modifications will almost always be approved by elementary. If in doubt, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a> for clarification or direction.": "",
    "If you’re unable or unwilling to follow these trademark redistribution terms, removing elementary’s trademarks from the OS should be simple and straightforward:": "",
    "Modify the <code>DISTRIB_DESCRIPTION<\/code> line in the file <code>\/etc\/lsb-release<\/code> to exclude our trademarks.": "",
    "Replace the iconography such that the icon <code>distributor-logo<\/code> present in <code>\/usr\/share\/icons\/elementary\/places\/<\/code> in each of the provided sizes does not appear in the OS.": "",
    "Remove the packages <code>plymouth-theme-elementary<\/code> and <code>plymouth-theme-elementary-text<\/code>.": "",
    "Merchandise": "Hàng hoá",
    "We do not typically allow our branding (including our name or brand marks) to be used on third-party merchandise.": "Chúng tôi thường không cho phép việc sử dụng thương hiệu(bao gồm tên và biểu tượng nhãn hiệu) trên các sản phẩm của bên thứ ba.",
    "Assets &amp; More Info": "",
    "Download on GitHub": "Tải về từ GitHub",
    "For further information regarding the use of the elementary name, branding, and trademarks, please email <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.": "Để có thêm thông tin về việc sử dụng tên elementary, nhãn hiệu và, nhãn hiệu thương mại, vui lòng gửi email đến địa chỉ <a href=\"mailto:brand@elementary.io\">brand@elementary.io<\/a>.",
    "Brand &sdot; elementary": ""
}
