{
    "Be a Part of Something Bigger": "Góp phần tạo nên điều lớn hơn",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Mọi thứ chúng tôi tạo nên đều 100% là mã nguồn mở, được phát triển nhờ sự hợp tác của những người đến từ khắp nơi trên thế giới. Ngay cả khi bạn không phải là lập trình viên, bạn vẫn có thể tham gia cùng chúng tôi và tạo ra sự khác biệt.",
    "Funding": "Tài trợ",
    "Translations": "Các bản dịch",
    "Support": "Hỗ trợ",
    "Web": "Trang web",
    "Desktop": "Desktop",
    "Design": "Thiết Kế",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "Cách tuyệt nhất mà bạn có thể giúp đỡ chúng tôi chính là tài trợ cho Elementary. Với sự giúp đỡ của bạn, chúng tôi có thể phát triển từ một nhóm những tình nguyện viên giàu nhiệt huyết trở thành một công ty nhỏ. Ngay cả một sự hỗ trợ nhỏ cũng giúp chúng tôi tiến đến gần hơn với việc thuê những nhà phát triển toàn thời gian khác.",
    "Bug Bounties": "Săn lỗi",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource trao tận tay tiền đóng góp đến những nhà phát triển bằng việc thưởng cho họ khi họ sửa các lỗi và tạo thêm các tính năng mới. Hãy đặt ra một phần thưởng ở vấn đề mà bạn quan tâm nhất hoặc đóng góp hỗ trợ cho một ứng dụng cụ thể nào đó. Bạn cũng có thể lựa chọn đóng góp theo định kỳ.",
    "Learn More": "Tìm hiểu thêm",
    "BountySource": "BountySource",
    "Bountied Bugs": "Lỗi đã phát hiện",
    "General Funding": "Tổng kinh phí",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon hoạt động như một chiến dịch gây quỹ liên tục. Lựa chọn số tiền đóng góp, nhận lấy phần thưởng và giúp đỡ chúng tôi đạt được mục tiêu.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal là một lựa chọn nhanh chóng và đơn giản. Bạn có thể chọn đóng góp một lần hoặc đóng góp định kỳ.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "elementary OS được phát triển và sử dụng bởi mọi người trên toàn thế giới; hãy giúp chúng tôi tạo nên trải nghiệm tốt hơn nữa bằng việc dịch nó sang những ngôn ngữ khác.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "elementary OS sử dụng một công cụ dịch thuật mở và cộng tác trên Launchpad tên là Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "Trang web của chúng tôi cũng được dịch công khai sử dụng nền tảng trực tuyến gọi là Transifex.",
    "Translate elementary OS": "Dịch elementary OS",
    "Translate This Website": "Dịch trang web này",
    "World map": "Bản đồ Thế giới",
    "Question & Answer": "Hỏi & Đáp",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange là một trang web Hỏi & Đáp, được xây dựng bằng cách chọn ra câu trả lời tốt nhất đối với những câu hỏi thường gặp. Bất kì ai cũng có thể tạo một tài khoản và trả lời câu hỏi của người dùng.",
    "Unanswered Questions": "Câu hỏi chưa giải đáp",
    "New Questions": "Câu hỏi mới",
    "Documentation": "Tài liệu",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "Chúng tôi cung cấp tài liệu cho cả người dùng và nhà phát triển Elementary OS. Tất cả những tài liệu của chúng tôi được viết tại Markdown và trên máy chủ GitHub, vậy nên bạn có thể dễ dàng đề xuất một thay đổi hoặc thêm một mục mới.",
    "Learning The Basics Guide": "Tìm hiểu những hướng dẫn cơ bản",
    "Developer Docs": "Tài liệu cho Nhà phát triển",
    "Web Development": "Phát triển Web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Trang web của chúng tôi được xây dựng bằng HTML, CSS, PHP và JavaScript. We're always looking for people Experienced de ces areas Who Would like to contribuer and make it even better.",
    "Fork Our Website on GitHub": "Trang của chúng tôi trên Github Fork",
    "Report a Website Issue": "Báo Cáo Lỗi Trang Web",
    "Desktop Development": "Phát triển Desktop",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Giao diện desktop và ứng dụng ict của chúng tôi được xây dựng trên nền tảng Vala, GTK +, Granite và một số thư viện mở khác. Chúng tôi lưu trữ mã lập trình desktop trên Launchpad.net với những dịch vụ miễn phí cho các dự án mã nguồn mở. Nếubanr chưa từng phát triển elementary OS trước đây, chúng tôi khuyến nghị bạn hãy xem qua hướng dẫn Getting Started.",
    "Browse Our Desktop Code": "Xem mã nguồn Desktop của chúng tôi",
    "Browse Our Apps' Code": "Xem mã nguồn các ứng dụng của chúng tôi",
    "Bitesized Bugs": "Các lỗi không đáng kể",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Mọi dự án đều khởi đầu từ ý tưởng. Đội thiết kế của chúng tôi lấy câu châm ngon đó, làm chúng trở thành những bản thiết kế và báo cáo lỗi kĩ thuật. Chúng tôi tách bản thiết kế làm 2 phần chính:",
    "Visual Design": "Thiết kế trực quan",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Chúng tôi luôn cởi mở đối với những ý tưởng mởi cho bản thiết kế Elementary OS. Bắt đầu bằng việc chia sẻ những mô hình",
    "our Google+ Community": "Cộng đồng Google+",
    "Read the Interface Guidelines": "Hãy đọc Nguyên tắc Giao diện",
    "See Our Mockups": "Xem các mô hình",
    "Interaction Design": "Thiết kế tương tác",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Chúng tôi sử dụng một hệ thống có tên Expired Bluprints Launchpad, dùng để tạo ra những giải thích chi tiết về các tính năng mới và những thay đổi đến giao diện người dùng.",
    "Read About Our Workflow": "Hãy đọc về Quy trình làm việc của chúng tôi",
    "Browse Our Blueprints": "Xem qua các Blueprint của chúng tôi",
    "Get Involved with elementary OS": "Tham gia elementary OS"
}