{
    "Press Resources": "Tài nguyên truyền thông",
    "We love working with press—both within the Linux world and the greater tech and culture beats—to share our story and what we are working on.": "Chúng tôi thích làm việc với giới truyền thông—cả trong giới Linux và giới công nghệ và văn hóa rộng hơn—để chia sẻ câu chuyện của chúng tôi và những gì chúng tôi đang làm.",
    "In the Press": "",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system.&rdquo;": "",
    "&ldquo;Gets out of the way and lets you focus on what you need to get done.&rdquo;": "",
    "&ldquo;I've found myself more productive these past two weeks [using elementary OS] than in the last two months combined.&rdquo;": "",
    "&ldquo;A fast, low-maintenance platform that can be installed virtually anywhere.&rdquo;": "",
    "&ldquo;Lightweight and fast… and has a real flair for design and appearances.&rdquo;": "",
    "&ldquo;The best way to try elementary [OS] is to install it, and since the install wizard is beautifully simple… that’s fairly easy to do.&rdquo;": "",
    "&ldquo;Ethical and capable replacement for traditional systems such as Windows and macOS… easy to use and customizable to accommodate various workflows.&rdquo;": "",
    "Join Our Press List": "Tham gia Danh sách Truyền thông của chúng tôi",
    "Be the first to know about new releases and significant developments. We send early access to press releases and press kits, including high resolution screenshots. This is a <strong>very low volume</strong> list; we send you the biggest news around once a year.": "Hãy là người đầu tiên biết về những phiên bản mới và các thay đổi đáng kể. Chúng tôi cho phép truy cập sớm đến tài nguyên truyền thông, bao gồm ảnh chụp màn hình độ phân giải cao. Đây là một danh sách <strong>cập nhật không thường xuyên</strong>; chúng tôi chỉ gửi tin nổi bật nhất khoảng một lần mỗi năm.",
    "Email": "Email",
    "First Name": "Tên",
    "Last Name": "Họ",
    "Publication": "Tên ấn phẩm",
    "Subscribe": "Đăng kí",
    "elementary OS 7.1": "",
    "Made with care with you in mind. OS 7.1 provides new personalization options that make it more inclusive and accessible, protects your privacy and ensures apps always operate with your explicit consent, and addresses your feedback with over 200 bug fixes, design changes, and new features": "",
    "Read Announcement": "Đọc Thông báo",
    "Download Press Kit": "Tải Bộ tài nguyên Truyền thông",
    "News &amp; Announcements": "Tin tức &amp; Thông báo",
    "We share frequent updates on development, major announcements, tips for developers, featured apps, and other new content via our official blog.": "Chúng tôi chia sẻ cập nhật thường xuyên về những phát triển, thông báo quan trọng, mẹo cho lập trình viên, ứng dụng nổi bật, và những nội dung mới khác qua blog chính thức của chúng tôi.",
    "Visit Our Blog": "Xem Blog của chúng tôi",
    "Brand Resources": "Tài nguyên Thương hiệu",
    "View the elementary logos, brand usage guidelines, color palette, and community logo. Plus download the official high-resolution and vector elementary logo assets.": "Tải bộ biểu trưng elementary, quy tắc sử dụng thương hiệu, bảng màu và biểu trưng của cộng đồng. Bên cạnh đó, tải bộ biểu trưng chính thức chất lượng cao và vector cho elementary.",
    "View Brand Resources": "Xem Tài nguyên Thương hiệu",
    "Get in Touch": "Liên hệ",
    "Talk directly with the team by emailing us at <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. We welcome requests for interviews, podcast appearances, or just general press inquiries.": "Trò chuyện trực tiếp với nhóm chúng tôi qua email tại địa chỉ <a href=\"mailto:press@elementary.io\">press@elementary.io</a>. Chúng tôi hoan nghênh lời mời phỏng vấn, tham gia podcast hoặc thông cáo báo chí chung.",
    "Send an Email": "Gửi Email",
    "Press &sdot; elementary": "Truyền thông &sdot; elementary"
}
