{
    "Code of Conduct": "Codi de conducta",
    "Community Guidelines": "Directrius de la comunitat",
    "Being involved in the elementary community is an incredible experience; you get to be a part of something big, collaborate with people from around the world, and help people make their computers awesome. However, with that comes a responsibility to follow a predefined set of rules that ensures the best environment for all involved. The following rules are expected to be adhered to anytime you&rsquo;re involved with the community, be it on the elementary website, in an official IRC room, in person, or elsewhere.": "Involucrar-se amb la comunitat de l'elementary és una experiència increïble; passeu a formar part d'un gran projecte, col·laborar amb gent d'arreu del món i ajudar a fer els seus ordinadors espectaculars. No obstant això, hi ha lligada la responsabilitat de seguir una sèrie de normes predefinides que asseguren el millor entorn a tots els implicats. S'espera que s'obeesquin les normes següents en qualsevol àmbit relacionat amb la comunitat, amb el lloc web de l'elementary, en un canal oficial d'IRC, en persona, o en cap altre lloc.",
    "I. Respect": "I. Respecte",
    "Respecting others is paramount. Be sure to respect people and their opinions, personal background, privacy, and ideas. The elementary community is not a place for disrespectful or hurtful remarks for any reason whatsoever. When giving criticism, approach it constructively and respectfully. Personal attacks are not tolerated. When receiving constructive criticism, take it into consideration and thank the critic for their input, no matter your stance.": "Respectar els altres és primordial. Assegureu-vos de respectar la gent i les seues opinions, rerefons personal, privacitat i idees. A la comunitat de l'elementary no hi ha lloc per comentaris irrespectuosos o feridors de cap tipus. A l'hora de criticar, enfoqueu-ho de forma constructiva i respectuosa. Els atacs personals no es toleren. En rebre cap crítica constructiva, teniu-la en compte i agraïu-la, sense importar la vostra postura.",
    "II. Content": "II. Contingut",
    "The elementary community is made up of thousands of users of varying ages, beliefs, and levels of maturity. Because of this, you must be conscious of the content you produce and the remarks you make. No nudity, excess vulgarity, political content, religious content, or inappropriate content should appear in relation to elementary. Ultimately, the elementary moderators have the final say as to what constitutes as inappropriate. If in doubt, consider whether or not it&rsquo;s something you&rsquo;d show to a room full of people including children and grandmothers from around the world. If you&rsquo;re hesitant, don&rsquo;t do it.": "La comunitat de l'elementary es compon de milers d'usuaris de diverses edats, creences i nivells de maduresa. Per això, heu de ser conscients del contingut que produïu i els comentaris que feu. No hauria d'aparèixer cap contingut, inapropiat, polític, religiós, nuesa o d'excessiva vulgaritat en relació a l'elementary. Al remat, els moderadors de l'elementary tenen l'última paraula en quant a què es considera inapropiat. En cas de dubte, considereu si ho mostraríeu a una habitació plena de gent, incloent xiquets i avies d'arreu del món. Si dubteu, no ho compartiu.",
    "Screenshots shared in elementary-moderated communities should not contain themes that imitate another OS, photos or illustrations objectifying an individual, or content that otherwise violates our Code of Conduct.": "Les imatges compartides en comunitats moderades per l'elementary no haurien de contenir temes que imitin un altre OS, fotos o il·lustracions que deshumanitzin un individu, o contingut que viole d'altra manera el nostre Codi de Conducta.",
    "III. Rumors and Speculation": "III. Rumors i especulació",
    "While the fast-paced and exciting nature of elementary contributes to the want to spread rumors or speculation, avoid it. Discussing future plans is alright, but anytime it&rsquo;s not a verified fact, disclose it as personal speculation or do not discuss it. Spreading inaccurate information can be detrimental to the community, especially if spread in a negative light.": "Si bé la naturalesa emocionant i accelerada de l'elementary contribueix a la necessitat de difondre rumors o especulacions, eviteu-ho. Parlar de plans futurs està bé, però en cas que no fos un fet verificat, divulgueu-ho com una especulació personal o no ho discutiu. Difondre informació imprecisa pot ser perjudicial per a la comunitat, sobretot si es difon amb tints negatius.",
    "IV. Helpful Discussion": "IV. Discussió constructiva",
    "elementary is powered by individuals coming together in their free time to create something special. It&rsquo;s important to respect that fact and to always try to contribute to healthy, helpful discussion. If in a meeting, keep on-topic and stay quiet unless you have something helpful that pertains to the immediate discussion. If commenting on the website, keep the discussion related to the content of the Journal entry or Answer topic. If participating in a developer-oriented discussion such as a mailing list or developer IRC channel, do not create unnecessary noise by discussing non-development topics; this only derails the discussion and muddies up the logs for developers who may not be present.": "L'elementary l'impulsen individus que es reuneixen en el seu temps lliure per crear coses especials. És important respectar aquest fet i tractar sempre de contribuir amb discussions constructives i saludables. Si us trobeu en una reunió, seguiu el tema i romangueu en silenci a menys que tingueu alguna cosa útil en relació a la discussió en curs. Quan comenteu al lloc web, manteniu la discussió centrada en el contingut de l'entrada del diari o del tema resposta. Si participeu en un debat orientat als desenvolupadors, com una llista de correu o un canal IRC per desenvolupadors, no feu soroll innecessari discutint temes aliens al desenvolupament; això només fa descarrilar la discussió i enterboleix els registres per als desenvolupadors que poden no estar presents.",
    "As a primarily online-based community, it&rsquo;s important we avoid the potentially negative aspects of the Internet. Do not troll; starting fights or making remarks with the sole purpose of making someone mad is childish and unacceptable. Spam is also unacceptable; this includes posting links to irrelevant sites and repeatedly posting links to the same site. If someone is trolling or spamming, ignore and flag the user.": "Com a comunitat basada principalment en línia, és important que evitem els aspectes potencialment negatius d'internet. No emprenyeu; iniciar baralles o fer comentaris amb l'únic propòsit de fer cabrejar a algú és infantil i inacceptable. Els missatges brossa també són inacceptables; això inclou enllaços a llocs irrellevants i publicar enllaços al mateix lloc diverses vegades. Si algú està emprenyant o enviant brossa, ignoreu i marqueu l'usuari.",
    "V. Avoiding Conflict": "V.  Evitar conflictes.",
    "If you feel someone — be it a new or longtime contributor — is coming off as rude, kindly let the person know. Getting out in front of issues before they compound is critical. Everyone has a role to play in helping communication flow smoothly in our (sometimes challengingly) unique work environment.": "Si sentiu que algú (ja sigui un col·laborador nouvingut o veterà) està sent maleducat, feu-li-ho saber amablement. Enfrontar els problemes abans que empitjorin és crític. Tothom té un paper en ajudar a que la comunicació flueixi sense problemes al nostre (de vegades desafiant) ambient de treball únic.",
    "VI. Step Down Considerately": "VI. Anar-se'n amb consideració",
    "Life priorities, interests, and passions can change. If you're involved with an elementary-related project but feel you must remove yourself from it, do so in a way that minimizes disruption. When we work together, our work and ideas are no longer just our own; they belong to the elementary community as a whole. Inform other members of the team that you intend to step down, and if possible, help find someone to pick up your work. At the very least, ensure your work can be continued where you left off.": "Les prioritats de la vida, interessos i passions poden canviar. Si esteu involucrat amb un projecte relacionat amb l'elementary però sentiu que heu de donar-vos-hi de baixa, feu-ho de manera que minimitzi la interrupció. Quan treballem junts, el nostre treball i idees ja no són només nostres; pertanyen a la comunitat de l'elementary com un tot. Informeu als altres membres de l'equip que teniu la intenció d'anar-vos-en, i si és possible, ajudeu a trobar algú per continuar la vostra feina. Si més no, assegureu-vos que es pot continuar on ho vau deixar.",
    "Consequences": "Conseqüències",
    "If you choose not to follow this code of conduct or otherwise disrupt the community, we reserve the right to do the following: alter or remove any content you&rsquo;ve posted; deactivate your account on the website; kick you out of an IRC channel; ban you from the site, IRC channels, or related services; or otherwise prevent you from interacting with the community.": "Si trieu no seguir aquest codi de conducta o pertorbar la comunitat, ens reservem el dret de fer el següent: alterar o treure qualsevol contingut que hageu publicat; desactivar el vostre compte al lloc web; expulsar-vos dels canal d'IRC; prohibir-vos l'accés al lloc web, canals d'IRC, o serveis relacionats; o impedir-vos d'altres maneres interaccionar amb la comunitat.",
    "<em>The elementary Code of Conduct is licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a> license. Certain aspects have been inspired by the <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Ubuntu Code of Conduct</a>.</em>": "<em> El Codi de Conducta de l'elementary està llicenciat sota la llicència <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\" target=\"_blank\">Creative Commons Attribution-Share Alike 3.0</a>. Alguns aspectes s'han inspirat en el <a href=\"http://www.ubuntu.com/about/about-ubuntu/conduct\" target=\"_blank\">Codi de Conducta de l'Ubuntu</a>.</em>",
    "Code of Conduct &sdot; elementary": "Codi de conducta ⋅ elementary"
}