{
    "Check out our progress for Freya Update 1": "Check out our progress for Freya Update 1",
    "Fixed": "Implementat",
    "In Progress": "En curs",
    "Unfixed": "Pendent",
    "Translations": "Traduccions",
    "Web Development": "Desenvolupament web",
    "Design": "Disseny",
    "Desktop Development": "Desenvolupament del SO",
    "Funding": "Financiació",
    "&ldquo;A different language is a different vision of life.&rdquo;": "«Una llengua diferent és una altra visió de la vida.»",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "L'elementary OS és creat i utilitzat per persones de tot arreu del món; ajudeu-nos a fer la experiència encara millor traduint-lo a més llengües.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "L'elementary OS fa servir una eina de traducció lliure i col·laborativa a Launchpad que es diu Rosetta.",
    "Learn More": "Més informació",
    "Our website is also openly translated using an online platform called Transifex.": "El nostre lloc web també es tradueix de forma oberta mitjançant la plataforma en línia Transifex.",
    "Translate elementary OS": "Traduïu l'elementary OS",
    "Translate This Website": "Traduiu aquest lloc web",
    "World map": "Mapa mundial",
    "&ldquo;Websites should look good from the inside and out&rdquo;": "«Els llocs web haurien de veure's bé tant per dins com per fora»",
    "Our website is built using HTML, CSS, PHP and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "El nostre lloc web s'ha construït usant HTML, CSS, PHP i JavaScript. Estem sempre cercant gent amb experiència en aquestes àrees que vulguin contribuir i fer-lo encara millor. El nostre Equip de Disseny és qui fa la major part del treball de disseny, però ens encanten les noves idees i els comentaris del nostre Equip Web.",
    "Fork Us on GitHub": "Bifurqueu-nos a GitHub",
    "See Our Open Bug Reports": "Mireu els informes d'errors oberts",
    "&ldquo;Great design is making something memorable and meaningful.&rdquo;": "«Fer un gran disseny és fer-lo memorable i significatiu.»",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Tot projecte comença amb una idea. El nostre Equip de Disseny les agafa i les converteix en fulls de ruta. Separem el disseny en dos components:",
    "<strong>Visual Design</strong>": "<strong>Disseny Visual</strong>",
    "A great place for visual designers to get started is by sharing mockups with <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">our Google+ Community</a>": "Una molt bona manera de començar per als dissenyadors visuals és compartir els esbossos amb <a href=\"https://plus.google.com/communities/104613975513761463450/stream/856346d7-1c23-4912-9549-bcfc76b32937\" class=\"read-more\">la nostra Comunitat de Google+</a>",
    "<strong>Interactive Design</strong>": "<strong>Disseny Interactiu</strong>",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Usem un sistema al Launchpad conegut com a Blueprints per crear explicacions detallades de noves característiques.",
    "Read the Interface Guidelines": "Read the Interface Guidelines",
    "Browse Our Blueprints": "Browse Our Blueprints",
    "Read About Our Workflow": "Read About Our Workflow",
    "Application wire frame": "Application wire frame",
    "&ldquo;Before software can be reusable it first has to be usable&rdquo;": "“Before software can be reusable it first has to be usable”",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.",
    "Browse Our Desktop Code": "Browse Our Desktop Code",
    "Browse Our Apps' Code": "Browse Our Apps' Code",
    "Scratch text editor": "Scratch text editor",
    "&ldquo;Do what you love and the money will follow.&rdquo;": "“Do what you love and the money will follow.”",
    "Targeted Funding": "Targeted Funding",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.",
    "BountySource": "BountySource",
    "General Funding": "General Funding",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.",
    "Patreon": "Patreon",
    "Get Involved with elementary OS": "Get Involved with elementary OS"
}