{
    "Check out our progress for Loki Alpha 1": "Comproveu el progrés de Loki Alpha 1",
    "Fixed": "Implementats",
    "In Progress": "En curs",
    "Unfixed": "Pendents",
    "Funding": "Finançament",
    "Translations": "Traduccions",
    "Web Development": "Desenvolupament web",
    "Desktop Development": "Desenvolupament del SO",
    "Design": "Disseny",
    "Targeted Funding": "Finançament orientat ",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource posa el finançament directament a les mans dels desenvolupadors recompensant-los per corregir errors o crear noves característiques. Poseu una recompensa als erros que més us importen o financeu una aplicació en concret. També podeu configurar una subscripció recurrent.",
    "Learn More": "Més informació",
    "BountySource": "BountySource",
    "General Funding": "Finançament general",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona com una campanya de micro-mecenatge contínua. Trieu una quantitat, obteniu recompenses i ajudeu-nos a acomplir els nostres objectius.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal és una solució ràpida i senzilla. Trieu una quantitat una vegada o configureu-hi una subscripció.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "L'elementary OS el creen i utilitzen persones de tot arreu del món; ajudeu-nos a fer la experiència encara millor traduint-lo a més llengües.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "L'elementary OS fa servir una eina de traducció lliure i col·laborativa a Launchpad anomenada Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "El nostre lloc web també es tradueix de forma oberta mitjançant la plataforma en línia Transifex.",
    "Translate elementary OS": "Traduïu l'elementary OS",
    "Translate This Website": "Traduïu aquest lloc web",
    "World map": "Mapa mundial",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better. Most of the design work is done by our Design Team, but we love design ideas and feedback for our Web Team.": "Hem creat el nostre lloc web usant HTML, CSS, PHP i JavaScript. Sempre estem cercant gent amb experiència en eixes àrees que vulguin contribuir i millorar-lo. La gran part de la feina de disseny la fa el nostre Equip de Disseny, però ens encanten les idees de disseny i els comentaris del nostre Equip Web.",
    "Fork Our Website on GitHub": "Bifurca el nostre web al GitHub",
    "Report an Issue with Our Website": "Notifica d'un error al nostre web",
    "Our desktop environment and all its apps are built using Vala, GTK+, Clutter, Cairo, Granite, and a number of other free libraries. All of our code is hosted on Launchpad.net, a free service for open source projects. We're always looking for contributors of all skill levels.": "El nostre entorn d'escriptori i les seves aplicacions s'han creat usant Vala, GTK+, Clutter, Cairo, Granite i d'altres biblioteques lliures. Tot el nostre codi està allotjat al Launchpad.net, un servei gratuït per projectes de codi obert. Sempre estem cercant contribuïdors amb qualsevol nivell d'habilitat.",
    "Browse Our Desktop Code": "Mireu el codi de l'escriptori",
    "Browse Our Apps' Code": "Mireu el codi de les aplicacions",
    "See Our Open Bug Reports": "Mireu els informes d'errors",
    "Scratch text editor": "Editor de textos «Scratch»",
    "Every project begins with an idea. Our Design Team takes these and turns them into road maps. We break up design into two components:": "Tot projecte comença amb una idea. El nostre Equip de Disseny les agafa i les converteix en fulls de ruta. Separem el disseny en dos components:",
    "Visual Design": "Disseny visual",
    "A great place for visual designers to get started is by sharing mockups with": "Una bona manera de que els dissenyadors visuals s'iniciïn és compartint croquis a la",
    "our Google+ Community": "nostra Comunitat al Google+",
    "Interactive Design": "Disseny interactiu",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features.": "Usem un sistema al Launchpad conegut com a «Blueprints» per crear explicacions detallades de noves característiques.",
    "Read the Interface Guidelines": "Llegiu les Directrius d'Interfície",
    "Browse Our Blueprints": "Navegueu pels nostres «Blueprints»",
    "Read About Our Workflow": "Llegiu sobre el nostre flux de treball",
    "Application wire frame": "Croquis d'aplicació",
    "Get Involved with elementary OS": "Involucra't amb l'elementary OS"
}