{
    "Be a Part of Something Bigger": "Formeu part de quelcom més gran",
    "Everything that we make is 100% open source and developed collaboratively by people from all over the world. Even if you're not a programmer, you can get involved and make a difference.": "Tot el que fem és 100% codi obert i desenvolupat en col·laboració amb persones de tot arreu del món. Inclús si no sou programador, podeu involucrar-vos i marcar la diferència.",
    "Funding": "Finançament",
    "Translations": "Traduccions",
    "Support": "Assistència",
    "Web": "Web",
    "Desktop": "Escriptori",
    "Design": "Disseny",
    "The biggest way to help out elementary is with funding. With your help, we've been able to grow from a small group of passionate volunteers into a tiny company. Every little bit of help is one step closer to hiring another full-time developer.": "La millor forma d'ajudar elementary és amb el finançament. Amb la vostra ajuda, hem pogut créixer des d'un grup menut de voluntaris apassionats a una companyia reduïda. Cada mica d'ajuda ens porta un pas més aprop de contactar un altre desenvolupador.",
    "Bug Bounties": "Recompenses",
    "BountySource puts funds directly in the hands of developers by rewarding them for committing fixes or creating new features. Set a bounty on the issues that matter to you most or fund a specific app. You can also set up a recurring subscription.": "BountySource posa el finançament directament a les mans dels desenvolupadors recompensant-los per corregir errors o crear noves característiques. Poseu una recompensa als errors que més us importen o financeu una aplicació en concret. També podeu configurar una subscripció recurrent.",
    "Learn More": "Més informació",
    "BountySource": "BountySource",
    "Bountied Bugs": "Errors recompensats",
    "General Funding": "Finançament general",
    "Patreon works like an ongoing crowdfunding campaign. Choose an amount, get rewards, and help us reach our goals.": "Patreon funciona com una campanya de micro-mecenatge contínua. Trieu una quantitat, obteniu recompenses i ajudeu-nos a acomplir els nostres objectius.",
    "PayPal is a quick and easy solution. Choose a one-time amount or set up a subscription.": "PayPal és una solució ràpida i senzilla. Trieu una quantitat una vegada o configureu-hi una subscripció.",
    "Patreon": "Patreon",
    "elementary OS is created and used by people from all around the World; help us make the experience even better by translating it into more languages.": "L'elementary OS el creen i utilitzen persones de tot arreu del món; ajudeu-nos a fer la experiència encara millor traduint-lo a més llengües.",
    "elementary OS uses an open, collaborative translation tool on Launchpad called Rosetta.": "L'elementary OS fa servir una eina de traducció lliure i col·laborativa a Launchpad anomenada Rosetta.",
    "Our website is also openly translated using an online platform called Transifex.": "El nostre lloc web també es tradueix de forma oberta mitjançant la plataforma en línia Transifex.",
    "Translate elementary OS": "Traduïu l'elementary OS",
    "Translate This Website": "Traduïu aquest lloc web",
    "World map": "Mapa mundial",
    "Question & Answer": "Preguntes & Respostes",
    "StackExchange is a Q&A website built around finding the best answers to common questions. Anyone can create an account to start asking and answering.": "StackExchange és un lloc web de preguntes i respostes amb l'objectiu de trobar les millors respostes a les preguntes més freqüents. Qualsevol pot crear-s'hi un compte i començar a fer preguntes i respostes.",
    "Unanswered Questions": "Preguntes sense resposta",
    "New Questions": "Preguntes noves",
    "Documentation": "Documentació",
    "elementary provides basic documentation for both users and developers. All of our documentation is written in Markdown and hosted on GitHub, so submitting a change or a new section is a piece of cake.": "elementary proporciona documentació bàsica tant per usuaris com per desenvolupadors. Tota la documentació està escrita amb Markdown i hostatjada al GitHub, així que enviar un canvi o una secció nova és ben fàcil.",
    "Learning The Basics Guide": "Guia d'aprenentatge bàsic",
    "Developer Docs": "Documentació",
    "Web Development": "Desenvolupament web",
    "Our website is built using HTML, CSS, PHP, and JavaScript. We're always looking for people experienced in those areas who would like to contribute and make it even better.": "Hem creat el nostre lloc web usant HTML, CSS, PHP i JavaScript. Sempre estem cercant gent amb experiència en eixes àrees que vulguin contribuir i millorar-lo.",
    "Fork Our Website on GitHub": "Bifurqueu el nostre web al GitHub",
    "Report a Website Issue": "Notifiqueu un error al lloc web",
    "Desktop Development": "Desenvolupament del SO",
    "Our desktop environment and all its apps are built using Vala, GTK+, Granite, and a number of other open libraries. We host our desktop code on Launchpad.net, a free service for open source projects. If you've never developed for elementary OS before, we recommend you check out our Getting Started guide.": "Tant l'entorn d'escriptori com les seves aplicacions s'han creat usant Vala, GTK+, Granite i altres biblioteques obertes. Hostatgem el codi de l'escriptori al Launchpad.net, un servei gratuït per projectes de codi obert. Si mai no heu desenvolupat res per l'elementary OS, us recomanem que llegiu la nostra guia «Primers Passos».",
    "This burndown chart shows our progress for the <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">Loki RC 1 milestone</a>, which is our current development focus. Soon after that milestone is reached, Loki will be publically released and work on the next version of elementary OS will begin. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Learn More</a>": "Aquest gràfic mostra el progrés de la <a href=\"https://bugs.launchpad.net/elementary/+milestone/loki-rc1\">fita Loki RC 1</a>, el nostre focus de desenvolupament actual. Tan prompte com la fita s'acompleixi, s'alliberarà públicament el Loki i es començarà a treballar en la nova versió de l'elementary OS. <a href=\"https://launchpad.net/elementaryos/+series\" class=\"read-more\">Més informació</a>",
    "Fixed": "Implementats",
    "In Progress": "En curs",
    "Unfixed": "Pendents",
    "Browse Our Desktop Code": "Mireu el codi de l'escriptori",
    "Browse Our Apps' Code": "Mireu el codi de les aplicacions",
    "Bitesized Bugs": "Errors trossejats",
    "Every project begins with an idea. Our Design Team takes these and turns them into clear blueprints and bug reports. We break up design into two main components:": "Tot projecte naix d'una idea. El nostre Equip de Disseny agafa eixes idees i les converteix en croquis i informes d'errors. Dividim el disseny en dos components principals:",
    "Visual Design": "Disseny visual",
    "We're always open to new ideas for elementary OS's visual design. Get started by sharing mockups with": "Estem oberts a noves idees per al disseny visual de l'elementary OS. Comenceu compartint esbossos amb",
    "our Google+ Community": "la nostra Comunitat al Google+",
    "Read the Interface Guidelines": "Llegiu les Directrius d'Interfície",
    "See Our Mockups": "Mireu els nostres esbossos",
    "Interaction Design": "Disseny d'interacció",
    "We use a system on Launchpad called Blueprints to create detailed explanations of new features and changes to the user interface.": "Utilitzem un sistema al Launchpad anomenat Blueprints per crear explicacions detallades de les característiques noves i els canvis a la interfície d'usuari.",
    "Read About Our Workflow": "Llegiu sobre el nostre flux de treball",
    "Browse Our Blueprints": "Navegueu pels nostres «Blueprints»",
    "Get Involved with elementary OS": "Col·laboreu amb l'elementary OS"
}