{
    "A fast and open replacement for Windows and OS X": "Una alternativa ràpida i oberta a Windows i OS X",
    "Custom": "Una altra",
    "Enter any dollar amount.": "Introdueix una quantia en dòlars",
    "Download Freya": "Baixa Freya",
    "909 MB (for PC or Mac)": "909 MB (for PC or Mac)",
    "What the press is saying about elementary OS:": "Què diu la premsa sobre elementary OS?",
    "&ldquo;elementary OS is different… a beautiful and powerful operating system that will run well even on old PCs&rdquo;": "“elementary OS és diferent... un sistema operatiu potent i agradable que funcionarà bé fins i tot en els PCs més antics”",
    "&ldquo;a fast, low-maintenance platform that can be installed virtually anywhere&rdquo;": "“una plataforma eficient i de fàcil manteniment que pot ser instal·lada gairebé a tot arreu”",
    "&ldquo;Lightweight and fast… Completely community-based, and has a real flair for design and appearances.&rdquo;": "“Lleuger i ràpid... Completament basat en la comunitat, i amb un gust excel·lent pel disseny i l'aspecte.”",
    "Meet Our Apps": "Coneix les nostres aplicacions",
    "Photos": "Fotografies ",
    "Music": "Música ",
    "Videos": "Vídeos",
    "Midori": "Midori",
    "Import, organize, and edit photos. Make a slideshow. Share with Facebook or Flickr.": "Importa, organitza i edita fotografies. Crea presentacions. Comparteix per Facebook o Flickr.",
    "Organize and listen to your music. Browse by albums, use lightning-fast search, and build playlists of your favorites.": "Organitza i escolta la teva música. Navega pels àlbums, usa la cerca ultraràpida i crea llistes de reproducció amb els favorits.",
    "Watch movies and videos with a minimal interface. The slim, dark frame fades away so you can see more of your movie.": "Mira pel·lícules i vídeos amb una interfície mínima. El marc fosc i estret s'esvaeix per que puguis veure més de la pel·lícula.",
    "Surf the web with a fast &amp; lightweight web browser. Midori lets you use HTML5 websites and web apps while being lighter on battery life.": "Navega pel web amb un navegador ràpid i lleuger. Midori et permet visitar llocs web HTML5 i usar aplicacions web conservant la vida de la bateria.",
    "Learn More": "Més informació",
    "dat": "dat",
    "Accessories": "Accessoris",
    "Graphics": "Gràfics",
    "Internet": "Internet",
    "Office": "Ofimàtica",
    "Other": "Altres",
    "Sound &amp; Video": "So i vídeo",
    "System Tools": "Eines del sistema",
    "Applications": "Aplicacions",
    "3 Ways to Explore": "3 formes d'explorar",
    "Grid": "Graella",
    "Display all your apps in an alphabetized grid. Flick through and find the one you want.": "Mostra totes les aplicacions en una graella alfabètica. Fes un cop d'ull i troba el que vols.",
    "Categories": "Categories",
    "View your apps automatically organized into categories. Perfect for large collections.": "Veu les aplicacions organitzades automàticament en categories. Perfecte per col·leccions grans.",
    "Search": "Cerca",
    "Launch apps, open settings panes, run commands, and more from the lightning fast search view.": "Inicia aplicacions, obre panells de configuració, executa ordres i més coses des de l'ultraràpida vista de cerca.",
    "Open Source": "Codi font obert",
    "Our code is available for review, scrutiny, modification, and redistribution by anyone.": "El nostre codi es troba disponible per que tothom el pugui revisar, estudiar, modificar i redistribuir per tothom.",
    "No Ads. No Spying.": "Sense publicitat. Sense espionatge.",
    "We don't make advertising deals and we don't collect sensitive personal data. Our only income is directly from our users.": "Nosaltres no fem acords de publicitat ni recollim dades personals sensibles. Els nostres únics ingressos vénen dels usuaris.",
    "Safe &amp; Secure": "Segur",
    "We're built on Linux: the same software powering the U.S Department of Defense, the Bank of China, and more.": "Ens basem en Linux: el mateix programari usat pel Departament de Defensa dels EE.UU., el Banc de la Xina, i més.",
    "Choose a Download": "Escull una descàrrega",
    "We recommend 64-bit for most modern computers. For help and more info, see the": "Recomanem la versió de 64 bits per als ordinadors més moderns. Per a més informació, consulta la",
    "installation guide": "guia d'instal·lació",
    "Freya 32-bit": "Freya 32 bits",
    "Torrent Magnet Link": "Enllaç torrent magnètic",
    "Freya 64-bit": "Freya 64 bits",
    "Download elementary OS": "Descarrega't l'elementary OS"
}